Repository: foswiki/distro
Catalog: core/locale/*.po
Languages: cs, fr, it, ko, nl, no, uk

source: However, sending a confirmation e-mail to %2 failed, suggesting that this maye be a fraudulent registration. The user '%1' was removed automatically. However you may have to remove the user's personal topic manually.
cs: Zasílání konfirmačního emailu pro %2 skončilo chybou, s doporučením že může jít o falešnou registraci. Uživatel '%1' byl odstraněn automaticky. Avšak osobní stránku uživatele musíte odstranit manuálně.
fr: Cependant, l'envoi d'une confirmation par e-mail à %2 a échoué, ce qui semble indiquer une inscription frauduleuse. L'utilisateur '%1' a été supprimé automatiquement. Néanmoins, il se peut que vous deviez supprimer la page personnelle de l'utilisateur manuellement.
it: Comunque, l'invio dell'email di conferma a %2 è fallito, suggerendoci che questa potrebbe essere una registrazione fraudolenta. L'utente '%1' è stato rimosso automaticamente. Ad ogni modo, devi rimuovere manualmente la pagina personale dell'utente.
ko: 하지만, %2 님에게 확인 이메일 전송에 실패하였습니다, 이는 허위등록 가능성을 제기합니다. 사용자 '%1' 님은 자동적으로 제거되었습니다. 하지만, 이 사용자의 개인 토픽은 수동으로 삭제해야 할 수도 있습니다.
nl: Hoewel het sturen van een bevestigings e-mail naar %2 is mislukt, wat een frauduleuze registratie impliceert, is de gebruiker '%1' automatisch verwijderd. Wellicht moet de persoonlijke gebruikerspagina met de hand verwijderd worden.
no: Men bekreftelses epost til %2 feilet, indikerer at dette kan være en falsk registrering. Brukeren '%1' ble automatisk fjernet. Du må kanskje allikevel slette brukerens personlige side.
uk: Оскільки відправити листа з підтвердженням до %2 не вдалось, то підозрюю що це є шахрайська реєстрація. Користувач '%1' був видалений автоматично. Проте можливо Вам потрібну вручну видалити його особисту сторінку.

source: However, the filename has been changed from %1 to %2. Please make a note of it.
cs: Jakkoliv, soubor byl změněn z %1 na %2. Prosím učiňte o tom poznámku.
fr: Néanmoins, veuillez noter que le nom %1 du fichier a été changé en %2.
it: Comunque il nome del file è stato cambiato da %1 a %2. Prendi nota.
ko: 하지만, 파일명이 %1 에서 %2 로 변경되었습니다. 주의 하십시오.
nl: Let wel, de bestandsnaam is veranderd van %1 naar %2.
no: Men filnavnet har blitt endret fra %1 til %2. Vennligst noter dette.
uk: Зверніть увагу, що ім'я файлу змінилося з %1 на %2.

source: I forgot my password
cs: Zapomněl jsem své heslo
fr: J'ai oublié mon mot de passe
it: Ho dimenticato la mia password
ko: 내 비밀번호를 잊어버렸습니다
nl: Ik ben mijn wachtwoord vergeten
no: Jeg har glemt mitt passord
uk: Я забув свій пароль

source: Icon
cs: Ikona
fr: Icône
it: Icona
nl: Pictogram
uk: Іконка

source: Ideas, requests, problems regarding %1? <a href='%2'>Send feedback</a>
cs: Nápady, požadavky, problémy týkající se %1? <a href='%2'>Pošli svoji reakci</a>
fr: Des idées, requêtes ou problèmes concernant %1 ? <a href='%2'>Écrivez-nous</a>
it: Idee, richieste, problemi relativi a %1? <a href='%2'>Invia un commento!</a>
ko: %1 관련 아이디어, 요청사항, 문제가 있습니까? <a href='%2'>의견을 보내주십시오k</a>
nl: Idee&euml;n, verzoeken of problemen met betrekking tot %1? <a href='%2'>Stuur feedback</a>
no: Ideer, forespørsler, problemer angående %1? <a href='%2'>Gi tilbakemelding</a>
uk: Є ідеї, запити або проблеми, пов'язані з %1? <a href='%2'>Зв'яжіться з нами</a>

source: If Foswiki can't find a registered e-mail for you in the secret database, you will be unable to reset your password or take advantage of email notifications of topic changes.
cs: Jestliže Foswiki nenalezne váš registrovaný email v databázi, nebudete moci resetovat své heslo nebo využít výhod upozornění na změny v článku prostřednictvím emailu.
fr: Si Foswiki ne dispose pas de votre adresse e-mail enregistrée dans sa base de données sécurisée, vous ne pourrez pas réinitialiser votre mot de passe, ni profiter des notifications de changements de pages par e-mail.
it: Se Foswiki non riesce a utilizzare l'indirizzo di e-mail fornito durante la registrazione non sarete in grado di reimpostare la password o di ricevere le notifiche dei cambiamenti delle pagine.
nl: Als Foswiki niet een geregistreerd e-mailadres van jou kan vinden in de geheime database, kun je je wachtwoord niet opnieuw instellen of op de hoogte gehouden worden van paginawijzigingen.
uk: Якщо %WIKITOOLNAME% не може знайти вашу зареєстровану електронну адресу у прихованій базі, то ви не зможете ані скинути пароля, ані скористатись повідомленнями про зміну тем.

source: If Foswiki detects a suspicious request that may have been sent from such a page, then you are asked to confirm the request.
cs: Jestliže Foswiki detekuje podezřelý požadavek, který mohl být zaslán z takové stránky, zeptá se vás na potvrzení požadavku.
fr: Si Foswiki détecte une requête suspecte ayant pu être envoyée depuis une telle page, il vous est alors demandé de confirmer la requête.
it: Se Foswiki rileva una richiesta sospetta che potrebbe non essere stata inviata dall'utente, verrà chiesto di confermare la richiesta.
ko: Foswiki 가 그러한 페이지에 전송되었을 수 있는 의심가는 요청을 감지하면, 그 요청을 확인하도록 문의드릴 것입니다.
nl: Als Foswiki een verdacht request ontvangt die van zo'n site afkomstig kan zijn, wordt je gevraagd om de request te bevestigen.
uk: Якщо %WIKITOOLNAME% виявляє підозрілий запит, якого могла надіслати така сторінка, то Вас буде запитано про його підтвердження.

source: If registration is not disabled by errors, administrators can still register users to this site using %1.
fr: Si l'inscription n'est pas désactivé en raison d'erreurs, les administrateurs peuvent toujours inscrire des utilisateurs sur ce site en utilisant %1.
it: Se la registrazione non viene disattivata da errori, gli amministratori possono comunque registrare gli utenti di questo sito utilizzando %1.
ko: 만약 등록이 오류에 의하여 비활성화 되지 않았더라도 관리자가 %1 을 사용하여 이 사이트에 사용자를 등록할 수 있습니다.
nl: Beheerders kunnen gebruikers registreren met %1 - als registratie niet is geblokkeerd door foutmeldingen.
uk: Якщо реєстрацію не вимкнено через помилки, то адміністратори будуть мати змогу створювати користувачів за допомогою %1.

source: If that's not the problem, it may be because you have a setting of %1 that is pointing to a template that doesn't exist.
cs: Pokud toto není problém, problémem může být, že %1 ukazuje na šablonu, která neexistuje.
fr: Si tel n'est pas le problème, il est possible que vous ayez une valeur de %1 qui pointe vers un modèle (template) qui n'existe pas.
it: Se non è questo il problema, può essere ci sia un settaggio di %1 che punta a un template che non esiste.
ko: 만약 그 문제가 아니라면, 존재하지 않는 템플릿을 지정하는 %1 의 설정때문 일 수 있습니다.
nl: Als dat het probleem niet is, kan het zijn dat je een instelling %1 hebt die verwijst naar een niet-bestaande template.
no: Dersom det ikke er feilen kan det være at innstillingen %1 peker til en mal som ikke eksisterer.
uk: Якщо проблема полягає не в цьому, то, можливо, це тому, що ваше налаштування %1 посилається на шаблон, якого нема.

source: If this line isn't present see _upgrade_ section below
cs: Pokud se tato řádka neukazuje, zkontroluj _upgrade_ sekci dole
fr: Si cette ligne n'apparaît pas, lisez le paragraphe concernant la mise à jour (_upgrade_), ci-dessous
it: Se questa riga non è presente vedi la sezione _aggiorna_ sottostante
ko: 만약 이 줄이 존재하지 않는다면 아래의 _upgrade_ 섹션을 참고하십시오
nl: Als deze regel niet aanwezig is, zie _upgrade_ sectie hieronder
no: Hvis denne linjen ikke er tilstede, se _oppgradering_ avsnittet nedenfor
uk: Якщо такий рядок відсутній, дивіться нижче розділ _Оновлення_

source: If this topic is missing create it, otherwise check it for errors.
cs: Pokud tento článek chybí, vytvořte ho, jinak ho zkontrolujte na chyby.
fr: Si cette page n'existe pas, créez-la ; sinon, vérifiez qu'elle ne contient pas d'erreurs.
it: Se questa pagina non c'è, creala; altrimenti controlla se ci sono errori.
ko: 만약 이 토픽이 없다면, 생성하거나 오류여부를 확인하십시오.
nl: Als deze pagina niet bestaat kun je deze aanmaken, of anders loop deze na op fouten.
no: Hvis denne siden mangler, lag den, eller sjekk etter feil.
uk: Якщо ця тема відсутня - створіть її, інакше – перевірте на помилки.

source: If you are developing a Foswiki application, see %1 for a description of the correct parameters.
cs: Pokud vyvijíte Foswiki aplikaci, podívejte se na %1 pro popis správných parametrů.
fr: Si vous programmez une application Foswiki, voyez %1 pour une description des paramètres corrects.
it: Se stai sviluppando una applicazione Foswiki, vedi %1 per la descrizione dei parametri corretti.
ko: Foswiki 애플리케이션을 개발 중이라면, 현재 파라미터의 정보를 %1 에서 확인하세요.
nl: Als je een Foswiki applicatie ontwikkelt, zie %1 voor een beschrijving van de juiste parameters.
no: Dersom du utvikler en Foswiki applikasjon, se %1 for beskrivelse av de riktige parameterne.
uk: Якщо Ви розробляєте %WIKITOOLNAME% application, то дивіться у %1 опис правильних параметрів.

source: If you are unsure what this means, read: %1
cs: Jestliže si nejste jisti co toto přesně znamená, čtěte: %1
fr: Si vous n'êtes pas certain de ce que cela signifie, lisez : %1
it: Se non sei sicuro cosa questo significhi leggi: %1
ko: 만약 의미가 불분명하면, 다음 내용을 확인하십시오: %1
nl: Als je niet zeker weet wat dit betekent, lees dan %1
no: Hvis du er usikker på hva dette betyr, les: %1
uk: Якщо невпевнені, що це означає – читайте %1

source: If you came here by clicking on a question mark link
cs: Pokud jste sem přišel stiskem otazníku
fr: Si vous êtes arrivé·e ici en cliquant sur un lien en forme de point d'interrogation
it: Sei arrivato qui selezionando un link con un punto interrogativo
ko: 물음표를 눌러서 여기로 오셨다면
nl: Als je hier bent gekomen via een directe creatielink
no: Dersom du kom hit ved å klikke på et spørsmålstegn-link
uk: Якщо Ви потрапили сюди клацнувши на знак питання

source: If you don't receive a verification email within the next hour,
cs: Jestliže neobdržíte verifikační email v následující hodině,
fr: Si vous ne recevez pas un e-mail de vérification dans l'heure qui suit,
it: Se non si riceve una e-mail di verifica entro la prossima ora,
ko: 한 시간 이내에 인증 이메일을 받지 못하면,
nl: Als je niet binnen een uur een verificatie e-mail ontvangt,
no: Dersom du ikke mottar en bekreftelses epost innen en time,
uk: Якщо ви не отримаєте контрольного електронного листа на протязі години,

source: If you enter a different name, make sure the topic exists.
cs: Pokud vložíte rozdílné jméno, ujistěte se, že článek existuje.
fr: Si vous entrez un nom différent, assurez vous que la page existe.
it: Se usi un nome differente assicurati che non sia di una pagina già esistente.
ko: 다른 이름을 입력하시면, 그 토픽이 존재 여부를 반드시 확인하십시오.
nl: Als je een andere naam opgeeft, controleer dan of de pagina bestaat.
no: Dersom du skriver et annet navn, forsikre deg om at siden eksisterer.
uk: Якщо Ви ввели інше ім'я, переконаєтеся, що тема існує.

source: If you got this e-mail by mistake: Somebody (%1) registered at the %2 site using your mail address %3. Contact %4 if this is in error.
cs: Pokud jste dostal tento mail omylem: Někdo (%1) se zaregistroval na %2 serveru s použitím Vaší emailové adresy %3. Kontaktujte %4 pokud je to chyba.
fr: Si vous recevez cet e-mail par erreur, c'est que quelqu'un (%1) s'est inscrit sur le site %2 en fournissant votre adresse e-mail %3. Dans ce cas, veuillez en informer %4.
it: Se hai ricevuto questa e-mail per errore: Qualcuno (%1) si è registrato sul sito %2 usando l'indirizzo e-mail %3. Contatta %4 se si tratta di un errore.
ko: 오류로 인하여 본 이메일을 수신 시: %2 사이트에 누군가 (%1) 귀하의 이메일 주소 %3 를 사용하여 등록하였습니다. 오류가 있다면 %4 님에게 연락하십시오.
nl: Als je deze e-mail per ongeluk hebt gekregen: Iemand (%1) heeft zich geregistreerd op de %2 site met gebruik van jouw e-mailadres %3. Neem contact op met %4 als dit niet klopt.
no: Dersom du har mottatt denne eposten ved en feiltakelse: Noen (%1) har registrert seg på %2 med denne epostadressen %3. Kontakt %4 dersom dette er feil.
uk: Якщо Ви не чекали на цей лист: хтось (%1) зареєструвався на %2 з Вашою електронною адресою: %3. Повідомте, будь ласка, %4 якщо це помилка.

source: If you have any questions about registration, send an e-mail to %1.
cs: Pokud máte libovolné otázky o registraci, pošlete email %1.
fr: Si vous avez des questions concernant l'inscription, vous pouvez écrire à %1.
it: Per ogni domanda circa la registrazione, invia una mail a %1.
ko: 등록과 관련하여 문의사항이 있으면, %1 에게 이메일로 연락하세요.
nl: Bij vragen over registratie kun je een e-mail sturen aan %1.
no: Hvis du har spørsmål om registrering send en epost til %1.
uk: Якщо у Вас є питання щодо реєстрації, відправте повідомлення на адресу %1.

source: If you have any questions, please contact %1
cs: Pokud máte jakékoliv otázky, kontaktujte prosím %1
fr: Si vous avez des questions, vous pouvez contacter %1
it: Per qualsiasi richiesta si prega di contattare %1
ko: 문의사항이 있으면, %1 에게 연락하십시오.
nl: Als je vragen hebt kun je contact opnemen met %1
no: Dersom du har spørsmål vennligst kontakt %1
uk: Якщо маєте питання то зв'яжіться, будь ласка, з %1

source: If you have any questions, please contact %1.
cs: Pokud máte libovolné otázky, kontaktujte prosím %1.
fr: Si vous avez des questions, vous pouvez contacter %1.
it: Per qualsiasi richiesta si prega di contattare %1.
ko: 문의사항이 있으면, %1 에게 연락하십시오.
nl: Neem bij vragen contact op met %1.
no: Dersom du harspørsmål vennlighst kontakt %1.
uk: Якщо у Вас є будь які питання, будь ласка, пишіть %1.

source: If you haven't set a password yet or you want to reset it, go to: %1
cs: Pokud jste zatím nenastavil heslo nebo ho chcete znovu nastavit, jděte na: %1
fr: Si vous n'avez pas encore choisi de mot de passe, ou si vous souhaitez le réinitialisez, allez sur la page %1
it: Se non hai già definito una password o vuoi ridefinirla, vai a: %1
ko: 아직 비밀번호를 설정하지 않았거나 재설정 하려면, 다음으로 가십시오: %1
nl: Als je nog geen wachtwoord hebt ingesteld, of als je het wachtwoord opnieuw wilt instellen, ga dan naar %1
no: Hvis du ikke har satt et passord enda eller vil endre det, gå til: %1
uk: Якщо Ви не задали пароль або хочете його скинути, перейдіть до %1

source: If you received a link to this topic in an e-mail or just want to look at the topic, [[%1][cancel save]] to go to %2.
cs: Pokud jste obdržel odkaz na tento článek v emailu nebo se chcete pouze podívat na článek, stiskněte [[%1][přerušit uložit]] aby jste přešli na %2.
fr: Si vous avez reçu un lien vers cette page par e-mail, ou si vous souhaitez seulement consulter cette page, cliquez sur [[%1][annuler l'enregistrement]] pour vous rendre sur %2.
it: Se hai ricevuto un link a questa pagina via e-mail o vuoi solo guardare la pagina, [[%1][rinuncia salva]] per andare a %2.
ko: 이 토픽으로의 링크를 받았거나, 혹은 단지 토픽을 살펴보려면, [[%1][저장 취소]] 하여 %2 로 가십시오.
nl: Als je een link naar deze pagina hebt ontvangen in een e-mail of gewoon deze pagina wilt bekijken, [[%1][breek af]] om naar %2 te gaan.
no: Dersom du mottok en link til denne siden i en epost eller bare vil se på denne siden, [[%1][avbryt lagring]] for å gå til %2.
uk: Якщо Ви отримали посилання на цю тему по електронній пошті або просто хотіли на неї подивитись, то [[%1][відмініть збереження]] щоб перейти до %2.

source: If you want to create the topic
cs: Pokud chcete vytvořit článek
fr: Si vous souhaitez créer la page
it: Se vuoi creare la pagina
ko: 토픽을 생성하려면
nl: Als je deze pagina wilt aanmaken
no: Dersom du ønsker å lage siden
uk: Якщо Ви хочете створити тему

source: If you want to search for a word in the stop word list, prefix the word with a plus sign
cs: Jestliže chcete prohledávat slovo ve stop word seznamu, zadejte před slovo znaménko +
fr: Si vous souhaitez effectuer une recherche sur un mot présent dans la liste de mots vides, préfixez le mot avec un signe plus
it: Se si vuole cercare una parola presente nella lista delle "stop word" (parole comuni), anteporre il segno più alla parola
uk: Якщо бажаєте шукати слово, що є у "стоп-листі", додайте значок "плюс" на початок слова

source: If you would like to create this web
cs: Pokud chcete vytvořit tento web
fr: Si vous souhaitez créer ce web
it: Se preferisci creare questo web
ko: 이 웹을 생성하려면
nl: Als je dit web wilt aanmaken
no: Dersom du ønsker å lage denne web'en
uk: Якщо Ви хочете створити цей розділ

source: If you would like to send an email and give them feedback, please type it below and hit 'Send mail'
cs: Jestliže chcete zaslat email s osobním názorem, prosím zadejte jej níže a stiskněte 'Poslat mail'
fr: Si vous voulez envoyer un e-mail pour leur donner un retour, veuillez l'écrire ci-dessous et pressez 'Envoyer e-mail'
it: Se si desidera inviare una e-mail con una risposta, inserirla qui sotto e premere 'Invia mail'
uk: Якщо ви бажаєте надати зворотній зв'язок електронною поштою то введіть повідомлення нижче і натисніть 'Відправити пошту'

source: If your old e-mail addresses are all invalid (you can't receive mail there any more) and you have forgotten your password, please contact %1 for help.
cs: Pokud je Vaše emailová adresa nefunkční (nemůžete odsud přijímat žádnou poštu) a zapomněl jste své heslo, pro pomoc kontaktujte %1.
fr: Si vos anciennes adresses e-mails sont toutes obsolètes (c'est-à-dire, si vous ne pouvez plus les consulter) et que vous avez oublié votre mot de passe, vous pouvez demander de l'aide à %1.
it: Se i tuoi vecchi indirizzi e-mail sono tutti non validi (non potrai più ricevere e-mail) e hai dimenticato la password, contatta %1 per avere aiuto.
ko: 이전 이메일 주소가 모두 유효하지 않거나 (더 이상 그 주소로 이메일 수신이 불가능하다면) 비밀번호를 분실하였다면, %1 님에게 연락하여 도움을 요청하십시오.
nl: Als al je oude e-mail adressen niet meer in gebruik zijn (als je daar geen e-mail kunt ontvangen) en je je wachtwoord bent vergeten, neem dan contact op met %1 voor hulp.
no: Hvis alle dine gamle epostadresser er ugyldige (dersom du ikke kan motta epost der lenger) og du har glemt ditt passord, vennligst kontakt %1 for hjelp.
uk: Якщо Ваша стара електронна адреса невірна (або Ви не можете більше отримувати на неї пошту) і Ви забули свій пароль, то, будь ласка, зв'яжіться з %1.

source: If your wiki uses an external password manager, and the users you want to register are known to the password manager, then bulk registration may still be useful. Please contact %1 if you are unsure.
fr: Si votre wiki utilise un gestionnaire de mots de passe externe, et que les utilisateurs que vous voulez enregistrer sont connus du gestionnaire de mots de passe, alors l'enregistrement en masse (bulk registration) peut toujours être utile. Veuillez contacter %1 si vous n'êtes pas sûr.
it: Se il wiki utilizza un gestore di password esterno e gli utenti che si desidera registrare sono noti al gestore delle password, allora la registrazione di massa può essere ancora utile. Si prega di contattare %1 se non siete sicuri.
uk: Навіть якщо Ваша вікі використовує зовнішній менеджер паролів та нові користувачі вже зареєстровані у ньому, масова реєстрація все одно може стати у нагоді. Зв'яжіться з %1 як маєте сумніви.

source: Ignore for 7 days
cs: Ignorujte následujících 7 dní
fr: Ignorer pendant 7 jours
it: Ignora per 7 giorni
nl: 7 dagen lang negeren
uk: Ігнорувати 7 днів

source: Image
cs: Obraz
it: Immagine
nl: Afbeelding
uk: Зображення

source: Image %1 of %2
cs: Obraz %1 z %2
fr: Image %1 sur %2
it: Immagine %1 di %2
ko: %2 의 %1 이미지
nl: Afbeelding %1 van %2
no: Bilde %1 av %2
uk: Зображення %1 з %2

source: Images will be displayed, for other attachments a link will be created.
cs: Obrázky budou zobrazeny, pro ostatní přílohy bude vytvořen odkaz.
fr: S'il s'agit d'une image, elle sera affichée ; sinon, un lien vers le fichier attaché sera créé.
it: Le immagini verranno visualizzate, per gli altri allegati invece verrà creato un collegamento.
ko: 그림은 표시될 것이며, 다른 첨부파일은 링크가 생성됩니다.
nl: Afbeeldingen worden getoond op de pagina; voor anderssoortige bestanden wordt een link aangemaakt.
no: Bilder vil vises, andre vedlegg får en link.
uk: Зображення будуть відображені, для решти додатків буде створено посилання.

source: In a possible scenario, an evil person has left a link to seduce you to visit a page on http<nop>://crime.org, which has some clever javascript on it.
cs: Může se stát, že podvodník zanechal link svádějící vás např. k návštěvě stránky http<nop>://crime.org, která obsahuje chytrý (a zároveň možná i nebezpečný) javascript.
fr: Un scénario possible est qu'une personne mal intentionnée ait laissé un lien pour vous pousser à visiter une page sur http<nop>://crime.org, qui contient du code javascript malicieux.
it: In uno scenario possibile, una malvagio ha lasciato un link per convincere a visitare una pagina su http<nop>://crime.org, che contiene del codice javascript malevolo.
ko: 가능한 시나리오로는, 악의를 품은 사람이 http<nop>://crime.org 를 방문하도록 유인하려고 링크를 남겨놓았고 그 곳에 교묘한 자바스크립트가 탑재되어 있을 수 있습니다.
nl: In een mogelijk scenario heeft een kwaadwillend persoon een link achtergelaten om je te verleiden een pagina te bezoeken op http<nop>://misdaad.nl, met slim javascript op de pagina.
uk: За можливим сценарієм, зловмисник залишив посилання, щоб спокусити Вас перейти до сторінки на http<nop>://crime.org, яка містить якийсь розумний javascript код.

source: In case of a zip file, attach all included files to this topic
cs: Pokud se jedná o soubory typu ZIP archiv, připojte je k tomuto článku
fr: Dans le cas d'un fichier zip, attacher tous les fichiers inclus à cette page
it: In caso di file zip, allegare in questa pagina tutti i file in esso contenuti
ko: Zip 파일의 경우, 모든 포함 파일들을 이 토픽에 첨부합니다
nl: Bij een zip bestand: voeg alle gezipte bestanden toe aan de pagina
uk: У випадку zip-архіву, усі включені в нього файли буде додано до теми

source: In reversed order
cs: V obráceném pořadí
fr: En ordre inverse
it: In ordine inverso
ko: 역방향 순
nl: In omgekeerde volgorde
no: I omvendt rekkefølge
uk: У зворотному порядку

source: In some cases, Foswiki changes the name of the uploaded file to make it safe and accessible across all platforms:
cs: V některých případech, Foswiki změní jméno nahraného souboru pro bezpečný a dosažitelný přístup ze všech platforem:
fr: Dans certains cas, Foswiki modifie le nom du fichier attaché afin qu'il soit utilisable, en toute sécurité, sur toutes les plates-formes :
it: In qualche caso, Foswiki cambia il nome del file caricato per renderlo sicuro e accessibile da tutte le piattaforme:
ko: 어떤 경우, Foswiki 는 모든 플랫폼 상에서 안전하고 접근가능하도록 업로드 된 파일의 이름을 변경합니다.
nl: In sommige gevallen verandert Foswiki de naam van het ge&&uuml;ploade bestand om deze toegankelijk te maken op alle platforms:
no: I noen tilfeller kan Foswiki endre navn på opplastet fil for å gjøre den trygg og tilgjengelig på alle plattformer:
uk: В деяких випадках %WIKITOOLNAME% змінює ім'я файлу після завантаження, щоб зробити його безпечнішим та доступним для всіх платформ:

source: Including
cs: Včetně
fr: Inclusion
it: Inclusione
uk: Включення

source: Incorrect Password
cs: Chybné heslo
fr: Mot de passe erroné
it: Password non corretta
ko: 틀린 비밀번호
nl: Onjuist wachtwoord
no: Feil Passord
uk: Невірний пароль

source: Incorrect Prefix
cs: Chybný prefix
fr: Préfixe incorrect
it: Prefisso non corretto
nl: Verkeerde prefix
no: Feil Prefiks
uk: Невірний префікс

source: Incorrect [[%1][WikiName]]
cs: Chybné [[%1][WikiJméno]]
fr: [[%1][NomWiki]] incorrect
it: [[%1][WikiName]] non corretto
nl: Onjuiste [[%1][WikiNaam]]
no: Feil [[%1][WikiNavn]]
uk: Невірне [[%1][!ВікіІм'я]]

source: Incorrect [[%1][WikiNames:]]
cs: Chybná [[%1][WikiJména:]]
fr: [[%1][MotsWiki]] incorrects :
it: Incorretti [[%1][NomiWiki:]]
nl: Onjuiste [[%1][WikiNamen:]]
no: Feil [[%1][WikiNavn:]]
uk: Невірні [[%1][!ВікіІмена:]]

source: Incorrect [[%1][username]]
cs: Chybné [[%1][username]]
fr: [[%1][Nom de connexion]] incorrect
it: [[%1][Nome utente]] non corretto
nl: Onjuiste [[%1][Gebruikersnaam]]
no: Feil [[%1][brukernavn]]
uk: Невірне [[%1][ім'я користувача]]

source: Incorrect parameters to the =%1= script
cs: Chybné parametry pro =%1= skript
fr: Paramètres erronés pour le script =%1=
it: Parametri non corretti nello script =%1=
ko: =%1= 스크립트에 틀린 변수
nl: Onjuiste parameters aan het =%1= script
no: Feil parametere til =%1= skriptet
uk: Невірні параметри скрипту =%1=
