Repository: foswiki/distro
Catalog: core/locale/*.po
Languages: cs, fr, it, ko, nl, no, uk

source: Please notify your %1 administrator.
cs: Uvědomte prosím Vašeho administrátora %1.
fr: Merci d'informer l'administrateur de %1.
it: Si prega di comunicare con l'amministratore %1.
ko: 관리자 %1 님에게 알려주세요.
nl: Stel je %1 beheerder op de hoogte.
uk: Повідомте вашого адміністратора %1.

source: Please validate
cs: Prosím zkontrolujte
fr: Veuillez valider
it: Si prega di confermare
uk: Будь ласка, перевірте

source: Please visit %1 to change your password to something more memorable for you.
cs: Přejděte prosím na %1 a změňte Vaše heslo na něco, co si snáže zapamatujete.
fr: Veuillez vous rendre sur la page %1 pour choisir un mot de passe dont vous vous rappellerez plus facilement.
it: Visita %1 per cambiare la password in qualcosa che sia più facile da ricordare.
ko: 비밀번호를 귀하의 기억에 더 남는 것으로 변경하려면 %1 으로 가십시오.
nl: Ga naar %1 om je wachtwoord te wijzigen in iets dat je beter kunt onthouden.
no: Vennligst besøk %1 for å endre ditt passord til noe du husker enklere.
uk: Щоб змінити Ваш пароль на щось більш пам'ятне, будь ласка, перейдіть до %1.

source: Plugin handlers
cs: Držátka pluginů :)
fr: Connecteurs de plugin
it: Gestione dei componenti aggiuntivi (Plugin)
ko: 플러그인 핸들러
no: Plugin behandlere
uk: Обробники з плаґінів

source: Plugin module did not return true. See errors below.
cs: Modul pluginu nevrátil true. Zkontrolujte chyby uvedené níže.
fr: Le module du plugin n'a pas retourné "true". Voyez les erreurs ci-dessous.
it: Il modulo Plugin non ha restituito 'true'. Vedi gli errori di seguito.
uk: Модуль плаґіна повернув не «істину». Перевірте помилки нижче.

source: Plugin module was not defined. Check configuration. See errors below.
cs: Modul pluginu nebyl definován. Zkontrolujte konfiguraci. Zkontrolujte chyby uvedené níže.
fr: Le module du plugin n'a pas été défini. Vérifiez la configuration. Voyez les erreurs ci-dessous.
it: IL modulo Plugin non è stato definito. Controllare la configurazione. Vedi gli errori di seguito.
uk: Модуль плаґіну не визначено. Перевірте конфігурацію та помилки нижче.

source: Plugins
cs: Pluginy
it: Componenti aggiuntivi (Plugin)
uk: Плаґіни

source: Preferences
cs: Preference
fr: Options
it: Preferenze
ko: 설정정보
nl: Instellingen
no: Preferanser
uk: Налаштування

source: Preferences for
cs: Preference pro
fr: Options pour
it: Preferenze per
ko: 다음에 대한 기본설정
nl: Instellingen voor
no: Preferanser for
uk: Налаштування для

source: Press Cancel otherwise.
cs: Nebo stiskněte Přerušit.
fr: Autrement, pressez Annuler.
it: Altrimenti premi Rinuncia.
ko: 아니라면 취소를 누르십시오.
nl: Anders klik je op Afbreken.
no: Ellers trykk Avbryt.
uk: Інакше натисніть Скасувати.

source: Press OK to confirm that this change was intentional.
cs: Stiskněte OK jako potvrzení že tato změna byla mezinárodní.
fr: Pressez OK pour confirmer que ce changement était intentionnel.
it: Premi OK per confermare che questa modifica era intenzionale.
ko: 이 수정이 의도한 바였다면 확인을 눌러주십시오.
nl: Klik op OK om te bevestigen dat jij deze wijziging wil maken.
no: Trykk OK for å bekrefte at du virkelig mener å utføre denne endringen.
uk: Натисніть «Гразад» щоб підтвердити навмисність зміни.

source: Preview
cs: Náhled
fr: Prévisualiser
it: Anteprima
nl: Voorvertoning
uk: Попередній перегляд

source: Preview your changes
cs: Zobrazit náhled změn
fr: Prévisualiser vos changements
it: Anteprima delle modifiche
nl: Bekijk je wijzigingen
uk: Огляд Ваших змін

source: Previous
cs: Předchozí
fr: Précédent
it: Precedente
ko: 이전
uk: Назад

source: Printable version of this topic (p)
cs: Verze pro tisk (p)
fr: Version imprimable de cette page (p)
it: Versione stampabile di questa pagina (p)
ko: 이 토픽의 프린트가능 버전 (p)
nl: Printbare versie van deze pagina (p)
uk: Версія теми для друку (p)

source: Properties
cs: Vlastnosti
fr: Propriétés
it: Proprietà
ko: 속성
nl: Eigenschappen
no: Egenskaper
uk: Властивості

source: Put it back...
cs: Vrať to zpět ...
fr: Remettre la page...
it: Rimette come prima...
ko: 다시 돌려놓기...
nl: Terugplaatsen...
no: Tilbakestill...
uk: Повернути назад...

source: Query Search
cs: Hledání pomocí dotazu
fr: Recherche par requête
it: Query di ricerca
ko: 빠른 검색
no: Query Søk
uk: Пошук запитом

source: Question:
cs: Otázka:
it: Domanda:
nl: Vraag:
uk: Питання:

source: Quiet save
cs: Tiché uložení
fr: Enregistrer sans notification
it: Salva senza notificare
ko: 자동 저장
nl: Stil bewaren
no: Stille lagring
uk: Тихе збереження

source: RSS Feed
cs: RSS zdroj
fr: Fil RSS
it: Feed RSS
ko: RSS 피드
no: RSS Strøm
uk: Стрічка RSS

source: Read %1 to get a quick overview of this collaboration platform. To learn more, study the TwentyMinuteTutorial, which is accessible from the same link.
cs: Přečtěte si prosím %1 aby jste získal přehled o této platformě ke spolupráci. Aby jste se naučil více, čtěte TwentyMinuteTutorial, který je odtud přístupný.
fr: Lisez %1 pour un aperçu rapide de ce logiciel collaboratif. Pour en apprendre plus, lisez le tutoriel (TwentyMinuteTutorial), qui est disponible sur la même page.
it: Leggi %1 per ottenere una preve spiegazione di questa piattaforma collaborativa. Per approfondire puoi consultare il TwentyMinuteTutorial, che è accessibile dallo stesso link.
ko: 본 협업 플랫폼에 대한 간략한 개요을 보시려면 %1 를 읽어보십시오. 더 상세한 내용은 같은 링크에서 접근 가능한 TwentyMinuteTutorial -20분 학습- 을 통해 배워보십시오.
nl: Lees %1 om een snel overzicht te krijgen van dit samenwerkingsplatform. Voor meer informatie, bestudeer de TwentyMinuteTutorial, die toegankelijk is via dezelfde link.
no: Les %1 for et raskt overblikk over denne samarbeidsplattformen. For å lære mer, se TwentyMinuteTutorial som er tilgjengelig fra samme sted.
uk: Прочитайте %1 щоб отримати швидке уявлення про цю платформу спільної роботи. Щоб дізнатись більше, вивчіть TwentyMinuteTutorial, що доступний за тим же посиланням.

source: Read on
cs: Pročtěte si
fr: Continuer à lire
it: Leggi
ko: 계속 읽기
nl: Lees verder
no: Les videre
uk: Читати

source: Recently changed topics
cs: Naposledy změněné články
fr: Pages modifiées récemment
it: Pagine recentemente modificate
ko: 최근에 변경된 토픽
nl: Recent gewijzigd
no: Nylig endrede sider
uk: Недавно змінені теми

source: Recently changed topics in %1 Web
cs: Naposledy změněné články na webu %1
fr: Pages modifiées récemment dans le Web %1
it: Pagine recentemente modificate nel Web %1
ko: %1웹에서 최근에 변경된 토픽
nl: Recent gewijzigde pagina's in %1 Web
uk: Недавно змінені теми у розділі %1

source: Recently changed topics in all Webs
cs: Naposledy změněné články na všech webech
fr: Pages modifiées récemment dans tous les Webs
it: Pagine recentemente modificate in tutti i Web
ko: 모든 웹에서 최근에 변경된 토픽
nl: Recent gewijzigde pagina's in alle Webs
uk: Недавно змінені теми у всіх розділах

source: Redirect Denied
cs: Přesměrování zamítnuto
fr: Redirection interdite
it: Trasferimento (Redirect) negato
ko: 리디렉션 거부됨
uk: У перенаправленні відмовлено

source: Redo previous change
cs: Opakuj předchozí změnu
fr: Refaire le changement précédent
it: Ripristina il precedente cambiamento
uk: Повторити останню зміну

source: Refresh
cs: Obnov
fr: Rafraîchir
it: Aggiorna
ko: 새로고침
nl: Verversen
no: Oppdater
uk: Оновити

source: Register
cs: Registruj
fr: Inscription
it: Registra
ko: 등록하기
nl: Aanmelden
no: Registrer
uk: Реєструватися

source: Registered e-mail addresses for currently logged in user
cs: Registrovaná e-mailová adresa aktuálně přihlášeného uživatele
fr: Adresses e-mail enregistrées pour l'utilisateur actuellement connecté
it: Indirizzi di posta elettronica registrate dell'utente collegato
ko: 현재 로그인된 사용자에 대한 등록된 이메일 주소
uk: Зареєстрована електронна адреса поточного користувача

source: Registered users
cs: Registrovaní uživatelé
fr: Utilisateurs inscrits
it: Utenti registrati
nl: Geregistreerde gebruikers
uk: Зареєстровані користувачі

source: Registration
cs: Registrace
fr: Inscription
it: Registrazione
ko: 등록
nl: Registreren
no: Registrering
uk: Реєстрація

source: Registration approval is not enabled.
fr: L"approbation des inscriptions n'est pas activée.
it: Approvazione della registrazione non abilitata.
uk: Підтвердження реєстрації не ввімкнено.

source: Registration cannot be completed: Email has been disabled for this Foswiki installation
cs: Registrace nemůže být dokončena. Email byl zablokovám pro tuto instalaci Foswiki
fr: L'inscription ne peut aboutir : l'e-mail a été désactivé sur cette installation de Foswiki
it: La registrazione non può essere completata: La e-mail è stata disabilitata in questa installazione di Foswiki
nl: Registratie kan niet volledig uitgevoerd worden: E-mail is gedeactiveerd voor deze Foswiki installatie
uk: Реєстрацію не можливо завершити: електронна адреса заборонена для цієї установки Foswiki

source: Registration codes can only be used once.
cs: Registrační kódy mohou být použity pouze jednou.
fr: Les codes d'enregistrement ne peuvent être utilisés qu'une fois.
it: I codici di registrazione possono essere utilizzati una sola volta.
ko: 등록용 코드는 한 번만 사용 가능합니다.
nl: Registratiecodes kunnen slechts eenmaal gebruikt worden.
no: Registreringskoder kan kun benyttes en gang.
uk: Реєстраційні коди можуть бути використані лише раз.

source: Registration for %1 has been denied
cs: Registrace %1 byla zamítnuta
fr: L'inscription à %1 a été refusée
it: La registrazione per %1 è stata negata
nl: Registratie voor %1 werd geweigerd
uk: У реєстрації %1 було відмовлено

source: Registration has been denied
cs: Registrace byla zamítnuta
fr: L'inscription a été refusée
it: La registrazione è stata negata
nl: Registratie werd geweigerd
uk: У реєстрації було відмовлено

source: Registration is disabled either by configuration setting {EnableNewUserRegistration}, or due to errors with the password system. Check the configuration for errors.
fr: L'enregistrement est désactivé soit par le paramètre de configuration {EnableNewUserRegistration}, soit en raison d'erreurs affectant le système de mot de passe. Vérifiez la présence d'erreurs dans la configuration.
it: La registrazione è disattivata mediante l'impostazione di configurazione {EnableNewUserRegistration}, oppure a causa di errori con il sistema di gestione delle password. Verificare la configurazione alla ricerca di errori.
nl: Registratie is uitgeschakeld of door de configuratie setting {EnableNewUserRegistration} of door fouten met het wachtwoordsysteem. Controleer de configuratie op foutmeldingen.
uk: Реєстрацію вимкнено або через параметр конфігурації {EnableNewUserRegistration}, або через помилки підсистеми паролів. Перевірте налаштування на помилки.

source: Registrations awaiting Email verification
fr: Inscriptions en attente de vérification par e-mail
it: Le iscrizioni in attesa di verifica E-mail
uk: Реєстрації, що очікують на перевірку Email

source: Registrations awaiting approval
fr: Inscriptions en attente de validation
it: Registrazioni in attesa di approvazione
uk: Реєстрації, що очікують на підтвердження

source: Regular expression search
cs: Hledání pomocí regulárních výrazů
fr: Recherche par expression rationnelle
it: Ricerca via espressioni regolari
ko: 정규 표현식 검색
nl: Regular expression zoeken
no: Regulære uttrykk søk
uk: Пошук з регулярними виразами

source: Reject
fr: Refuser
it: Rifiuta
uk: Відмовити

source: Related Topics for Administrators:
cs: Články určené administrátorům:
fr: Pages liées pour les administrateurs :
it: Pagine di interesse per gli amministratori:
nl: Gerelateerde pagina&#39;s voor beheerders:
uk: Пов'язані теми для адміністраторів:

source: Related Topics:
cs: Související články:
fr: Pages liées :
it: Pagine correlate:
nl: Gerelateerde pagina&#39;s:
uk: Пов'язані теми:

source: Related topics:
cs: Podobné články:
fr: Pages liées :
it: Pagine correlate:
ko: 관련된 토픽:
nl: Gerelateerde pagina&#39;s:
no: Relaterte sider:
uk: Пов'язані теми:

source: Remember me
cs: Zapamatuj si mě
fr: Se souvenir de moi
it: Ricordami
uk: Пам'ятати мене

source: Remember me on this computer
cs: Zapomatuj si mě na tomto počítači
fr: Se souvenir de moi sur cet ordinateur
it: Ricordami su questo computer
ko: 이 컴퓨터에서 로그인한 정보를 기억하기
nl: Onthou mij op deze computer
no: Husk meg på denne maskinen
uk: Пам'ятати мене на цьому комп'ютері

source: Remember to update your user topic [[%1]] if you want your e-mail change to be reflected there as well.
fr: N'oubliez pas de mettre à jour votre page personnelle [[%1]] pour que la modification de votre adresse e-mail y apparaisse aussi.
it: Ricordati di aggiornare la tua pagina personale [[%1]] se vuoi che la variazione dell'indirizzo e-mail venga riportata anche lì.
nl: Vergeet niet je persoonlijke pagina [[%1]] te bijwerken als je je nieuwe e-mailadres ook daar wilt tonen.
uk: Не забувайте про зміну Вашої особистої теми [[%1]] якщо бажаєте оновити електронну адресу і там теж.

source: Remember your password?
cs: Pamatujete si Vaše heslo?
fr: Vous souvenez-vous de votre mot de passe ?
it: Ricordi la tua password?
ko: 비밀번호를 기억하십니까?
nl: Weet je je wachtwoord toch?
no: Husker du ditt passord?
uk: Пам'ятаєте Ваш пароль?

source: Remove Members from %1
fr: Supprimer des membres de %1
it: Rimuove i membri da %1
nl: Verwijder leden uit %1
uk: Вилучити членів з %1

source: Remove User
fr: Supprimer utilisateur
it: Rimuove Utente
uk: Видалити користувача

source: Remove members...
cs: Odstraň členy...
fr: Supprimer membres...
it: Rimuovi membri...
ko: 구성원 제거...
nl: Verwijder leden...
uk: Вилучити членів...

source: Remove of user account other than your own is denied
cs: Odstranění jiného nežli vlastního uživatelského účtu je zakázáno
fr: La suppression d'un compte autre que le vôtre est interdite
it: La rimozione degli utenti è negata, ad esclusione del proprio utente
uk: Видалення іншого облікового запису, окрім Вашого особистого, не дозволене

source: Remove selected members
cs: Odstraň vybrané členy
fr: Supprimer les membres sélectionnés
it: Rimuove i membri selezionati
ko: 선택된 구성원 제거
nl: Verwijder geselecteerde leden
uk: Видалити обраних членів

source: Remove the member from the group(s) %1 first.
cs: Odstraň nejdřive uživatele ze skupin(y) %1.
fr: Supprimez tout d'abord l'utilisateur du (des) groupe(s) %1.
it: Rimuove prima i membri dal gruppo(i) %1.
nl: Verwijder de gebruiker eerst van groep(en) %1.
uk: Спочатку вилучіть користувача з груп(и) %1.

source: Rename
cs: Přejmenovat
fr: Renommer
it: Rinomina
ko: 이름 변경
nl: Hernoem
no: Navngi
uk: Перейменувати

source: Rename failed
cs: Přejmenování selhalo
fr: Échec du renommage
it: Rinomina fallito
ko: 이름 변경 실패
nl: Hernoemen mislukt
no: Navngivning feilet
uk: Не вдалося перейменувати

source: Rename or move %1
cs: Přejmenovat nebo přesunout %1
fr: Renommer ou déplacer %1
it: Rinomina o sposta %1
ko: %1 을 이름 변경 혹은 이동
nl: %1 hernoemen of verplaatsen
no: Navngi eller flytt %1
uk: Перейменувати або перемістити %1

source: Rename or move topic
cs: Přejmenovat nebo přesunout článek
fr: Renommer ou déplacer la page
it: Rinomina o sposta pagina
ko: 토픽 이름 변경 혹은 이동하기
nl: Pagina hernoemen of verplaatsen
no: Navngi eller flytt side
uk: Перейменувати або перемістити тему

source: Rename or move topic...
cs: Přejmenovat nebo přesunout článek...
fr: Renommer ou déplacer la page...
it: Rinomina o sposta pagina...
ko: 토픽 이름 변경 혹은 이동...
nl: Pagina hernoemen of verplaatsen...
no: Navngi eller flytt side...
uk: Перейменувати або перемістити тему...

source: Rename, move or delete this web
cs: Přejmenovat, přesunout nebo smazat tento web
fr: Renommer, déplacer ou supprimer ce Web
it: Rinomina, sposta o elimina questo Web
ko: 이 웹의 이름 변경, 이동 혹은 삭제
nl: Hernoem, verplaats of verwijder dit web
no: Navngi, flytt eller slett denne web'en
uk: Перейменувати, перемістити або вилучити цей розділ

source: Rename/Move
cs: Přejmenovat/Přesunout
fr: Renommer/Déplacer
it: Rinomina/Sposta
ko: 이름 변경/이동
nl: Hernoem/Verplaats
no: Navngi/Flytt
uk: Перейменувати/перемістити

source: Render style
cs: Styl zobrazení
fr: Style d'affichage
it: Stile per la rappresentazione del testo
ko: 렌더 스타일
nl: Weergavestijl
uk: Стиль генерування

source: Replace
cs: Nahraď
fr: Remplacer
it: Sostituisci
nl: Vervangen
uk: Замінити

source: Replace form...
cs: Nahraď formulář...
fr: Remplacer le formulaire...
it: Sostituisce il modulo...
ko: 서식 바꾸기...
nl: Vervang formulier...
no: Erstatt skjema...
uk: Замінити форму....

source: Request Validation
cs: Ověření požadavku
fr: Demande validation
it: Richiesta di convalida
ko: 유효성 검사 요청하기
nl: Verzoek om bevestiging
no: Forespørsel Validering
uk: Запит на перевірку

source: Requested revision (%1) is illegal or invalid. It does not exist in history, or is the same or later than the current revision (%2)
cs: Požadovaná revize (%1) není platná. Neexistuje v historii nebo je to ta samá jako aktuální revize (%2)
fr: La version demandée (%1) est invalide. Elle n'existe pas dans l'historique, ou est la même ou est postérieure à la version actuelle (%2)
it: La versione richiesta (%1) è illegale o non valida. Non esiste nell'archivio storico, è la stessa oppure è più recente della versione corrente (%2)
ko: 요청된 수정 (%1) 은 불법이거나 유효하지 않습니다. 기록에 존재하지 않거나 현재 수정과 동일하거나 이후의 것입니다 (%2)
nl: Verzochte revisie (%1) is illegaal of ongeldig. Deze bestaat niet in de geschiedenis, of is gelijk aan of later dan de huidige revisie (%2)
uk: Запрошено редакцію (%1), яка не є вірною чи дійсною. Її нема в історії або вона така сама чи пізніша за поточну (%2)

source: Reset Password
cs: Znovunastav heslo
fr: Réinitialisation de votre mot de passe
it: Azzeramento Password
ko: 비밀번호 재설정
nl: Wachtwoord opnieuw instellen
no: Tilbakestill Passord
uk: Скинути пароль

source: Reset password
cs: Znovunastav heslo
fr: Réinitialisation de votre mot de passe
it: Azzeramento della password
ko: 비밀번호 재설정
nl: Wachtwoord instellen
no: Tilbakestill passord
uk: Скинути пароль

source: Resetting and setting password is not available.
cs: Resetování a nastavení hesla není k dispozici.
fr: La réinitialisation et la définition des mots de passe ne sont pas disponibles.
it: Ripristino o impostazione password non disponibile.
uk: Скидання або встановлення паролю не доступне.

source: Restore
cs: Obnov
fr: Restaurer
it: Ripristina
ko: 복구
nl: Herstellen
uk: Відновити

source: Restore and Continue
cs: Obnov a pokračuj
fr: Restaurer et continuer
it: Ripristina e continua
nl: Herstellen en doorgaan
uk: Відновити та продовжити

source: Restore and continue editing
cs: Obnov a pokračuj v editaci
fr: Restaurer et continuer de modifier
it: Ripristina e continua la modifica
uk: Відновити та редагувати далі

source: Restore and exit
cs: Obnov a skonči
fr: Restaurer et quitter
it: Ripristina ed esci
uk: Відновити та вийти

source: Restore topic
cs: Obnov článek
fr: Restaurer la page
it: Ripristina la pagina
ko: 토픽 복구하기
nl: Pagina herstellen
no: Gjenopprett side
uk: Відновити тему

source: Restore topic to revision:
cs: Obnov revizi článku dle:
fr: Restaurer la page à la version :
it: Ripristina la pagina alla versione:
ko: 다음 수정본으로 토픽 복구:
nl: Zet pagina terug naar revisie:
no: Gjenopprett side til versjon:
uk: Відновити тему до редакції:

source: Restore topic to this revision
cs: Obnov tuto revizi článku
fr: Restaurer cette version de la page
it: Ripristina la pagina a questa versione
ko: 다음 수정본으로 토픽 복구
nl: Zet pagina terug naar deze revisie
no: Gjenopprett side til denne versjonen
uk: Відновити тему до цієї редакції

source: Restore will save an exact copy of your selected revision into a new revision. Because each revision will be preserved in the topic history, you can always revisit the revision you are replacing. Note that attachments will be left unchanged.
cs: Funkce Obnov uloží přesnou kopii vybrané revize jako novou revizi. Protože každá revize bude zaznamenána v historii článku, můžete vždy znovu zobrazit verzi kterou nahrazujete. Uvědomte si, že přílohy zůstanou beze změn.
fr: La restauration va sauvegarder une copie exacte de la version sélectionnée sous la forme d'une nouvelle version. Comme chaque version est préservée dans l'historique de la page, vous pourrez toujours reconsulter la version que vous remplacez. Notez que les fichiers attachés demeureront inchangés.
it: Il ripristino creerà una nuova versione, copia esatta della versione selezionata. Poiché le versioni vengono conservate, si può sempre recuperate la versione che si sta sostituendo. Gli allegati resteranno comunque invariati.
ko: 복원은 새 수정으로 선택하신 수정의 동일한 사본을 저장합니다. 각각의 수정이 토픽 기록에 보존되기 때문에, 교체하는 수정을 언제든지 다시 방문할 수 있습니다. 첨부파일은 변경되지 않은 상태로 남겨진다는 것을 주의하십시오.
nl: Herstellen maakt een exacte kopie van de geselecteerde revisie en bewaart deze in een nieuwe versie. Omdat elke revisie bewaard blijft in de paginageschiedenis kun je altijd terug naar de huidige (te vervangen) revisie. Let op dat bijlagen ongewijzigd blijven.
uk: Відновлення збереже точну копію обраної редакції у нову редакцію. Через те, що до історії зберігається кожна редакція, ви завжди маєте можливість переглянути ту, яку замінюєте. Зважте на те, що додатки не змінюються.

source: Restoring is disabled because this topic is at revision 1.
cs: Obnova není možná, protože tento článek je ve své první revizi.
fr: La restauration est désactivée car cette page est en version 1.
it: Il ripristino è disabilitato in quanto la versione della pagina è pari a 1.
ko: 복원은 이 토픽이 1번 수정이기 때문에 비활성화 되었습니다.
nl: Herstellen is uitgeschakeld omdat de pagina bij revisie 1 is.
uk: Відновлення відключено тому, що ця тема має лише одну редакцію.

source: Results from %1 web
cs: Výsledky z webu %1
fr: Résultats dans le web %1
it: Risultati dal Web %1
ko: %1 웹 결과
nl: Resultaten van %1 web
no: Resultater fra %1 web'en
uk: Результати з розділу %1

source: Results from %1 web:
cs: Výsledky z webu %1:
fr: Résultats dans le Web %1 :
it: Risultati dal Web %1:
ko: %1 웹에서의 결과:
nl: Resultaten van %1 web:
no: Resultater fra %1 web'en:
uk: Результати з розділу %1:

source: Return to %1
cs: Návrat k %1
fr: Retourner à %1
it: Ritorna a %1
nl: Ga terug naar %1
uk: Повернутись до %1

source: Return to %1 and supply a [[%2][WikiName]] or [[%3][username]].
cs: Návrat k %1 a doplnění [[%2][WikiName]] nebo [[%3][username]].
fr: Retournez à %1 et fournissez un [[%2][NomWiki]] ou un [[%3][nom de connexion]].
it: Ritornare a %1 fornendo un [[%2][NomeWiki]] o [[%3][nome utente]].
uk: Поверніться до %1 та надайте [[%2][ВікіІм&amp;я]] або [[%3][ім'я користувача]].

source: Return to %1.
cs: Návrat do %1.
fr: Retourner à %1.
it: Ritorna a %1.
ko: %1 로 돌아가기.
nl: Ga terug naar %1.
no: Tilbake til %1.
uk: Повернутись до %1.

source: Retype new password:
cs: Zopakujte vaše nové heslo:
fr: Saisissez de nouveau le nouveau mot de passe :
it: Ridigita la nuova password:
nl: Typ wachtwoord opnieuw:
uk: Введіть новий пароль повторно:

source: Rev %1 was edited by %2 while you were still editing, and saved as Rev %3.
cs: Revize %1 byla editována uživatelem %2, v době kdy jste stále editoval, a uložena jako %3.
fr: La version %1 a été modifiée par %2 pendant que vous étiez toujours en train de modifier la page, et a été enregistrée comme version %3.
it: La versione %1 è stata modificata da %2 e salvata come versione %3, mentre tu stavi ancora modificando.
nl: Revisie %1 werd bewerkt door %2 terwijl je nog aan het bewerken was en als revisie %3 bewaard hebt..
uk: Поки Ви редагували, %2 змінив редакцію %1 і її було збережено як %3.

source: Review recent changes in:
cs: Zkontrolujte poslední změny v:
fr: Pages modifiées récemment dans :
it: Rassegna delle variazioni recenti in:
ko: 다음에서 최근 변경 내역 보기:
nl: Bekijk recente wijzigingen in:
no: Gjennomse nylige endringer i:
uk: Огляд недавніх змін у:

source: Revision
cs: Revize
fr: Version
it: Versione
ko: 수정
nl: Revisie
no: Versjon
uk: Редакція

source: Revision history of %1
cs: Historie verzí pro %1
fr: Historique des versions de %1
it: Storia delle versioni di %1
ko: %1 의 수정 기록
nl: Versiegeschiedenis van %1
no: Versjonhistorikk for %1
uk: Історія редакцій %1

source: Revisions
cs: Verze
fr: Versions
it: Versioni
ko: 수정내역
nl: Revisies
no: Versjoner
uk: Редакції
