Repository: foswiki/distro
Catalog: core/locale/*.po
Languages: cs, fr, it, ko, nl, no, uk

source: Create not specified and group does not exist
cs: Nedefinovaný Create a skupina neexistuje
fr: Création non spécifiée et le groupe n'existe pas
it: Creazione non specificata e gruppo non esistente
nl: De groep bestaat niet, en het aanmaken ervan is niet gespecificeerd
no: Opprett ikke spesifisert og gruppe finnes ikke
uk: Група не існує і створення не ввімкнено

source: Create personal sidebar
cs: Vaše osobní stránka
fr: Créer barre latérale personnelle
it: Crea la barra laterale personale
ko: 개인 사이드바 생성
nl: Persoonlijke navigatie aanmaken
no: Lag personlig sidemeny
uk: Створити особисту панель

source: Create the topic
cs: Vytvořit článek
fr: Créer la page
it: Crea la pagina
ko: 토픽 생성
nl: Maak deze pagina aan
no: Lag siden
uk: Створити тему

source: Create this topic
cs: Vytvořit tento článek
fr: Créer cette page
it: Crea questa pagina
ko: 이 토픽 생성
nl: Maak deze pagina aan
no: Lag denne siden
uk: Створити цю тему

source: Create your account to edit pages on this site.
cs: Pro editaci stránek na tomto webu si vytvořte účet.
fr: Veuillez créer votre compte pour modifier des pages sur ce site.
it: Registrati per poter modificare le pagine su questo sito.
ko: 이 사이트의 페이지를 편집하기 위하여 계정을 생성하십시오.
nl: Maak je account aan om pagina&#39;s op deze site te bewerken.
no: Lag din konto for å redigere sider her.
uk: Зареєструйтесь щоб редагувати сторінки на цьому сайті.

source: Creates a new topic revision when saving
cs: Vytvoří novou revizi článku při ukládání
fr: Crée une nouvelle version de page lors de l'enregistrement
it: Crea una nuova versione della pagina al salvataggio
nl: Maakt een nieuwe versie van de pagina bij het bewaren
no: Oppretter en ny revisjon av siden ved lagring
uk: Створити нову редакцію теми під час збереження

source: Creating a suitable Form Definition topic
cs: Vytvořte vhodný Definiční článek formuláře
fr: Créant une page correcte de définition de formulaire
it: Crea un'appropriata pagina di Definizione del Modulo
ko: 적절한 서식 정의 토픽을 생성 중
nl: Een passend formulierdefinitie pagina aanmaken
no: Lag en passende Skjemadefinisjons side
uk: Створення відповідної сторінки Визначення Форми

source: Current location:
cs: Nyní jste zde:
fr: Emplacement actuel :
it: Attuale posizione:
ko: 현재 위치:
nl: Huidige locatie:
no: Gjeldende sted:
uk: Поточне розміщення:

source: Current password:
cs: Současné heslo:
fr: Mot de passe actuel :
it: Password attuale:
nl: Huidige wachtwoord:
no: Gjeldende passord:
uk: Поточний пароль:

source: Data Form Table Header
fr: titre de tableau pour formulaire de données
it: Intestazioni di Tabella del Modulo Dati
uk: Заголовок таблиці форми даних

source: Data rows
cs: Záznamy
fr: Lignes de données
it: N° di righe
nl: Data rijen
no: Datarader
uk: Рядки даних

source: Date
cs: Datum
it: Data
ko: 날짜
nl: Datum
no: Dato
uk: Дата

source: Dear %1
cs: Vážený %1
fr: Cher·e %1
it: Caro %1
ko: 안녕하세요, %1 님
nl: Beste %1
no: Kjære %1
uk: Любий(а) %1

source: Debug
cs: Ladění
ko: 디버그
nl: Debuggen
uk: Відладка

source: Default
cs: Výchozí
fr: Défaut
it: Predefinito
nl: Standaard
no: Standard
uk: За умовчанням

source: Default template
cs: Výchozí šablona
fr: Modèle (template) par défaut
it: Modello predefinito
ko: 기본 템플릿
nl: Standaard template
no: Standard mal
uk: Шаблон за умовчанням

source: Delete
cs: Smazat
fr: Supprimer
it: Elimina
ko: 삭제
nl: Verwijder
no: Slett
uk: Вилучити

source: Delete attachment %1
cs: Smazat přílohu %1
fr: Supprimer le fichier attaché %1
it: Elimina allegato %1
nl: Bijlage %1 verwijderen
uk: Вилучити додаток %1

source: Delete last row
cs: Vymazat poslední řádek
fr: Supprimer la dernière ligne
it: Elimina l'ultima riga
ko: 마지막 행 삭제
nl: Laatste rij weg
no: Slett siste rad
uk: Вилучити останній рядок

source: Delete topic
cs: Vymazat článek
fr: Supprimer la page
it: Elimina la pagina
ko: 토픽 삭제
nl: Pagina verwijderen
no: Slett side
uk: Вилучити тему

source: Delete topic...
cs: Vymazat článek...
fr: Supprimer la page...
it: Elimina la pagina...
ko: 토픽 지우기...
nl: Verwijder pagina...
no: Slett side...
uk: Вилучити тему...

source: Describe the file so other people know what it is.
cs: Popište soubor, tak aby ostatní lidé věděli o co jde.
fr: Décrivez ce fichier, afin que les autres personnes sachent de quoi il s'agit.
it: Descrivi il file in modo che si sappia cos'è.
ko: 다른 사람들이 내용을 알 수 있도록 파일을 설명해 주십시오.
nl: Beschrijf de bijlage zodat anderen weten wat het is.
no: Beskriv filen slik at andre vet hva den er.
uk: Щоб інші люди знали що це за файл, опишіть його.

source: Description
cs: Popis
it: Descrizione
nl: Beschrijving
no: Beskrivelse
uk: Опис

source: Detailed topic list for %1 Web
cs: Detailní seznam článků webu %1
fr: Liste détaillée des pages pour le web %1
it: Elenco dettagliato delle pagine nel web %1
nl: Gedetailleerde lijst van pagina&#39;s in het %1 web
no: Detaljert sideliste for %1 weben
uk: Докладний список тем розділу %1

source: Details in separate window
cs: Klikněte pro zobrazení detailů v odděleném okně
fr: Cliquez pour avoir plus de détails, dans une autre fenêtre
it: Dettagli in finestra separata
ko: 별도 창에 상세내역
nl: Details in een ander venster
no: Detaljer i eget vindu
uk: Деталі у окремому вікні

source: Details:
cs: Detaily:
fr: Détails :
it: Dettagli:
no: Detaljer:
uk: Деталі:

source: Did you spell the topic name correctly? Remember, a topic name is case sensitive.
cs: Napsal jste jméno článku korektně? Nezapomeňte, že ve jméně článku se rozlišují malá a velká písmena.
fr: Avez-vous tapé le nom de la page correctement ? Rappel : respectez les majuscules et minuscules du nom de page.
it: Hai scritto il nome della pagina correttamente? Ricorda che nel nome della pagina maiuscole e minuscole sono caratteri differenti.
ko: 토픽 이름의 철자를 바르게 적으셨습니까? 토픽 이름은 대소문자를 구분한다는 것을 명심하십시오.
nl: Heb je de naam van de pagina correct gespeld? Vergeet niet dat een paginanaam hoofdlettergevoelig is.
no: Stavet du sidenavnet riktig? Husk at sidenavn skiller mellom store og små bokstaver.
uk: Чи ім'я теми написано точно? Пам'ятайте, що воно чутливе до регістру.

source: Did you want to [[%1][reset %2's password]]?
cs: Chtěl jste [[%1][vynulovat %2 heslo]]?
fr: Souhaitiez-vous [[%1][réinitialiser le mot de passe de %2]] ?
it: Vuoi veramente [[%1][ridefinire la password di %2]]?
ko: [[%1][%2님의 비밀번호를 변경]] 하시겠습니까?
nl: Wilde je van %2 het [[%1][wachtwoord opnieuw instellen]]?
no: Ville du [[%1][sette %2's passord]]?
uk: Ви хочете [[%1][скинути пароль %2]]?

source: Difference Topic
cs: Rozdíl
fr: Page de comparaison
it: Differenze della Pagina
ko: 차이점 토픽
nl: Verschillen op pagina
no: Differanse Side
uk: Тема відмінностей

source: Difference:
cs: Rozdíly:
fr: Page de comparaison :
it: Differenze:
ko: 차이점:
nl: Verschil:
no: Differanse:
uk: Відмінності:

source: Discover the details, and how to start your own site with Foswiki
cs: Zjistěte si detaily o tom jak vytvořit váš nový web za pomoci Foswiki
fr: Découvrez les détails, et comment démarrer votre propre site avec Foswiki
it: Scopri i dettagli e come iniziare il proprio sito con Foswiki
ko: 상세내역 및 포스위키로 귀하만의 사이트를 어떻게 시작하는 지를 발견하십시오
nl: Ontdek de details, en hoe je je eigen site begint met Foswiki
no: Oppdag detaljene og hvordan du kan starte ditt eget Foswiki sted
uk: Довідайтесь про деталі і про те, як започаткувати власний сайт %WIKITOOLNAME%

source: Do not forget to save your changes
cs: Nezapomeňte uložit Vaše změny
fr: N'oubliez pas d'enregistrer vos modifications
it: Non dimenticare di salvare i cambiamenti
ko: 변경내용 저장을 잊지 마십시오
nl: Vergeet niet om je wijzigingen te bewaren
no: Ikke glem å lagre dine endringer
uk: Не забудьте зберегти зміни

source: Do not show attachment in table
cs: Neukazovat přílohu v tabulce
fr: Ne pas afficher dans la liste des fichiers attachés
it: Non mostrare l'allegato nella tabella
ko: 표에서 첨부파일 보이지 않기
nl: Toon bijlage niet in de tabel
no: Ikke vis vedlegg i tabell
uk: Не показувати додатки у таблиці

source: Documentation
cs: Dokumentace
it: Documentazione
nl: Documentatie
no: Dokumentasjon
uk: Документація

source: Don't show:
cs: Neukazuj:
fr: Ne pas afficher :
it: Non mostrare:
ko: 보이지 않기:
nl: Toon niet:
no: Ikke vis:
uk: Не показувати:

source: During deletion of attachment =%1= an error was found. Please notify your %2 administrator.
cs: Během mazání přílohy =%1= byla nalezena chyba. Prosím uvědomte Vašeho administratora %2.
fr: Une erreur est survenue lors de l'effacement du fichier attaché =%1=. Merci d'en informer l'administrateur de %2.
it: Durante l'eliminazione dell'allegato =%1= si è verificato un errore. Notificalo al tuo amministratore %2.
ko: 첨부파일 =%1= 을 삭제하는 동안 오류가 발견되었습니다. 관리자 %2 님께 알려주십시오.
nl: Tijdens het verwijderen van bijlage =%1= is een fout opgetreden. Stel je %2 beheerder op de hoogte.
no: Under sletting av vedlegg =%1= ble feil funnet. Vennligst informer din %2 administrator.
uk: Під час вилучення додатку =%1= відбулася помилка. Будь ласка, повідомте Вашого адміністратора %2.

source: During move of attachment =%1= to %2 an error was found.
cs: Během přesunu Vaší přílohy =%1= do %2 byla nalezena chyba.
fr: Une erreur est survenue lors du déplacement du fichier attaché =%1= vers %2.
it: Durante lo spostamento dell'allegato =%1= in %2 si è verificato un errore.
ko: 첨부파일 =%1= 을 %2 로 이동하는 중, 오류가 발견되었습니다.
nl: Tijdens het verplaatsen van bijlage =%1= naar %2 is een fout opgetreden.
no: Ved flytting av vedlegg =%1= til %2 ble feil funnet.
uk: Під час переміщення додатку =%1= до %2 відбулася помилка.

source: During rename of topic %1 to %2 an error (%3) was found. Please notify your %4 administrator.
cs: Během přejmenování Vašeho článku %1 na %2 se objevila chyba (%3). Prosím uvědomte Vašeho %4 administratora.
fr: Une erreur (%3) est survenue lors du renommage de la page %1 en %2. Merci d'en informer l'administrateur de %4.
it: Durante il cambio di nome della pagina da %1 a %2 si è verificato un errore (%3). Notificalo al tuo amministratore %4.
ko: 토픽 %1 을 %2 로 이름 변경하는 중, 오류 (%3) 가 발견되었습니다. 관리자 %4 님께 알려주십시오.
nl: Tijdens het hernoemen van pagina %1 naar %2 is een fout (%3) opgetreden. Stel je %4 beheerder op de hoogte.
no: Ved navneendring av side %1 til %2 ble feil (%3) funnet. Vennligst informer din %4 administrator.
uk: Під час перейменування теми %1 у %2 відбулася помилка (%3). Будь ласка, повідомте Вашого адміністратора %4.

source: During rename of web %1 to %2 an error (%3) was found. Please notify your %4 administrator.
cs: Během přejmenování webu %1 na %2 se objevila chyba (%3). Prosím uvědomte %4 - administrátora.
fr: Une erreur (%3) est survenue lors du renommage du web %1 en %2. Merci d'en informer l'administrateur de %4.
it: Durante il cambio di nome del Web da %1 a %2 si è verificato un errore (%3). Notificalo al tuo amministratore %4.
ko: 웹 %1 을 %2 으로 변경하는 중, 오류 (%3) 이 발견되었습니다. 관리자 %4 님께 알려주십시오.
nl: Tijdens het hernoemen van %1 web naar %2 is een fout (%3) opgetreden. Stel je %4 beheerder op de hoogte.
no: Ved navneendring av web %1 til %2 ble feil (%3) funnet. Vennligst informer din %4 administrator.
uk: Під час перейменування розділу %1 у %2 відбулася помилка (%3). Будь ласка, повідомте Вашого адміністратора %4.

source: During rename of web %1 to %2 an error was found.
cs: Během přejmenování webu %1 na %2 byla nalezena chyba.
fr: Une erreur est survenue lors du renommage du Web %1 vers %2.
it: Durante la rinomina del web %1 in %2 si è verificato un errore.
nl: Tijdens het hernoemen van web %1 naar %2 is een fout opgetreden.
no: Ved navngivning av web %1 til %2 ble feil funnet.
uk: Під час перейменування розділу %1 у %2 відбулася помилка.

source: During save of %1 an error was found by the version control system. Please notify your %2 administrator.
cs: Během ukládání %1 se objevila chyba u version control systému. Prosím uvědomte %2 - administrátora.
fr: Une erreur est survenue lors de l'enregistrement de %1, au niveau du système de versions. Merci d'en informer l'administrateur de %2.
it: Durante il salvataggio di %1 il sistema di controllo di versione ha trovato un errore. Notificalo al tuo amministratore %2.
ko: %1 을 저장하는 중, 버전 컨트롤 시스템에 의하여 오류가 발견되었습니다. 관리자 %2 님께 알려주십시오.
nl: Tijdens het bewaren van %1 is een fout opgetreden in het versiebeheersysteem. Stel je %2 beheerder op de hoogte.
no: Under lagring av %1 ble en feil funnet av revisjonskontroll systemet. Vennligst informer din %2 administrator.
uk: Під час збереження %1 система управління версіями виявила помилку. Будь ласка, повідомте про це Вашого адміністратора %2.

source: E-mail changed successfully!
cs: Email byl úspěšně změněn!
fr: E-mail changé avec succès !
it: E-mail sostituita con successo!
ko: 이메일 변경이 완료되었습니다!
nl: E-mail succesvol gewijzigd!
no: Epost ble endret!
uk: Електронну адресу успішно змінено!

source: ENCODE failed - =type= cannot be used alongside =old= and =new=
cs: ENCODE selhalo - =type= nemůže být použit současně s =old= a =new=
fr: ENCODE a échoué - =type= ne peut pas être utilisé avec =old= et =new=
it: ENCODE non riuscito - =type= non può essere utilizzato assieme a =old= e =new=
ko: ENCODE 실패 - =type= 은 =old= 및 =new= 와 함께 사용될 수 없습니다
nl: ENCODE mislukt - =type= kan niet worden gebruikt naast =old= en =new=
no: ENCODE feilet - =type= kan ikke brukes sammen med =old= og =new=
uk: Збій ENCODE - =type= не може використовуватись поруч з =old= та =new=

source: ENCODE failed - both of =old= and =new= must be given
cs: ENCODE selhalo - oba =starý= a =nový= musí být uvedeny
fr: ENCODE a échoué - =old= et =new= doivent tous deux être spécifiés
it: ENCODE fallito - entrambi =old= e =new= devono essere forniti
ko: ENCODE 실패 - =old= 와 =new= 가 함께 주어져야 합니다
nl: ENCODE mislukt - zowel =old= als =new= moeten worden ingevoerd
no: ENCODE feilet - både =old= og =new= må angis
uk: Збій ENCODE - мають бути обидва =old= та =new=

source: ENCODE failed - token '%PARAM1%' is repeated in =old=
cs: ENCODE selhalo - symbol '%PARAM1%' je opakován v =old=
fr: ENCODE a échoué - l'identificateur '%PARAM1%' est répété dans =old=
it: ENCODE non riuscito - token '%PARAM1%' si ripete in =old=
ko: ENCODE 실패 - '%PARAM1%' 토큰이 =old= 내 에서 반복되고 있습니다
nl: ENCODE mislukt - '%PARAM1%' staat ook in =old=
no: ENCODE feilet - tegnet '%PARAM1%' er gjentatt i =old=
uk: Збій ENCODE - токен '%PARAM1%' повторено у =old=

source: EXPAND failed - access to '%PARAM1%' denied
cs: EXPAND selhal - přístup do '%PARAM1%' je zamítnut
fr: EXPAND a échoué - l'accès à '%PARAM1%' est interdit
it: EXPAND fallito - accesso a '%PARAM1%' negato
ko: EXPAND 실패 - '%PARAM1%' 로의 접근이 거부됨
nl: EXPAND mislukt - toegang tot '%PARAM1%' ontzegd
no: EXPAND feilet - ingen tilgang til '%PARAM1%'
uk: Збій EXPAND - у доступі до '%PARAM1%' відмовлено

source: EXPAND failed - no macro
cs: EXPAND selhal - neexistuje makro
fr: EXPAND a échoué - pas de macro
it: EXPAND fallito - no macro
ko: EXPAND 실패 - 매크로 없음
nl: EXPAND mislukt - geen macro
no: EXPAND feilet - ingen makro
uk: Збій EXPAND - немає макро

source: EXPAND failed - no such topic '%PARAM1%'
cs: EXPAND selhal - článek '%PARAM1%' neexistuje
fr: EXPAND a échoué - la page '%PARAM1%' n'existe pas
it: EXPAND fallito - argomento '%PARAM1%' inesistente
ko: EXPAND 실패 - '%PARAM1%' 이란 토픽 없음
nl: EXPAND mislukt - pagina '%PARAM1%' bestaat niet
no: EXPAND feilet - ingen side kalt '%PARAM1%'
uk: Збій EXPAND - не існує теми '%PARAM1%'

source: Each preference has the syntax
cs: Každá preference má syntaxi
fr: Chaque paramètre a la syntaxe
it: Ogni preferenza ha la sintassi
ko: 각 특성은 고유문법을 따라야 합니다
nl: Elke voorkeurinstelling heeft de syntax
no: Hver egenskap har syntaksen
uk: Кожен параметр має синтаксис

source: Edit
cs: Změň
fr: Modifier
it: Modifica
ko: 편집
nl: Bewerken
no: Rediger
uk: Редагувати

source: Edit %*(%1,file)
cs: Edituj %*(%1,soubor)
fr: Modifier %*(%1,fichier)
it: Modifica %*(%1,file,file)
nl: Bewerk %*(%1,bestand)
no: Rediger %*(%1,fil)
uk: Редагувати %*(%1,file)

source: Edit Anyway
cs: Přesto změň
fr: Modifier tout de même
it: Modifica comunque
ko: 무시하고 편집하기
nl: Bewerk hoe dan ook
no: Rediger allikevel
uk: Все одно редагувати

source: Edit Wiki<nop>Text
cs: Edituj Wiki<nop>Text
fr: Modifier Wiki<nop>Text
it: Modifica Wiki<nop>Text
ko: 위키<nop>텍스트 편집
nl: Bewerk wiki tekst
no: Rediger Wiki<nop>Tekst
uk: Редагувати Вікі<nop>Текст

source: Edit help
cs: Pomoc k editaci
fr: Aide à l'édition
it: Aiuto su modifica
ko: 편집 도움말
nl: Hulp bij bewerken
no: Redigeringshjelp
uk: Допомога з редагування

source: Edit settings for this topic...
cs: Změnit nastavení pro tento článek...
fr: Modifier les paramètres de cette page...
it: Modifica preferenze per questa pagina...
ko: 이 토픽을 위한 설정 편집...
nl: Bewerk instellingen voor deze pagina...
no: Rediger innstillinger for denne siden...
uk: Редагувати налаштування цієї теми...

source: Edit this table
cs: Editovat tabulku
fr: Modifier ce tableau
it: Modifica questa tabella
ko: 표 편집하기
nl: Bewerk deze tabel
no: Rediger denne tabellen
uk: Редагувати цю таблицю

source: Edit this topic text (e)
cs: Změňte text tohoto článku (e)
fr: Modifier le texte de cette page (e)
it: Modifica testo pagina (e)
ko: 이 토픽 본문 편집 (e)
nl: Bewerk de paginatekst (e)
no: Rediger teksten på denne siden (e)
uk: Редагувати текст цієї теми (e)

source: Edit topic preference settings
cs: Změňte nastavení tohoto článku
fr: Modifier les paramètres de la page
it: Modifica delle preferenze della pagina
ko: 토픽 기본설정 편집
nl: Pagina-instellingen bewerken
no: Rediger preferansene for denne siden
uk: Редагувати налаштування теми

source: Editable
cs: Editovatelné
fr: Modifiable
it: Modificabile
nl: Bewerkbaar
no: Redigerbar
uk: Змінювання можливе

source: EditingShorthand
cs: Editační zkratka
fr: Aide à l'édition abrégée (EditingShorthand)
it: [[EditingShorthand][Modifica]]
no: RedigeringForkortelser
uk: Нотатки з редагування

source: Ehm, let me go back to correct the page...
cs: Dovol mi se vrátit zpět a opravit stránku...
fr: Hum, laissez moi revenir en arrière pour corriger la page...
it: Ehm, permettimi di tornare a correggere la pagina...
ko: 아 페이지를 수정하기 위하여 돌아갑니다...
nl: Hmm, ik moet even terug om iets aan te verbeteren...
no: Eh, la meg gå tilbake og korrigere siden...
uk: Отакої! Дозвольте повернутись для виправлення сторінки...

source: Either the code is not valid, or you have already confirmed your registration using it.
cs: Buď kód není správný nebo jste jím již potvrdili Vaši registraci.
fr: Soit le code est erroné, soit vous l'avez déjà utilisé pour confirmer votre inscription.
it: O il codice non è valido o l'hai già usato confermando la registrazione.
ko: 코드가 유효하지 않거나, 등록을 확인하는 데 이미 사용하였습니다.
nl: Of de code is niet geldig, of je hebt je registratie al eerder bevestigd.
no: Enten er koden ugyldig eller så har du allerede bekreftet din regsitrasjon med den.
uk: Або цей код невірний, або Ви вже використали його для підтвердження реєстрації.

source: Either the name is invalid, or it refers to a non-existant form.
cs: Buď je jméno špatně a nebo odkazuje na neexistující formulář.
fr: Soit le nom est invalide, soit il se réfère à un formulaire inexistant.
it: Il nome non è valido, oppure si riferisce ad un modulo inesistente.
ko: 이름이 유효하지 않거나, 존재하지 않는 양식을 지정하고 있습니다.
nl: Of dit is een ongeldige naam, of dit verwijst naar een niet bestaand formulier.
no: Navnet er feil eller peker til et skjema som ikke eksisterer.
uk: Або це ім'я невірне, або посилається на неіснуючу форму.

source: Either the name is invalid, or it refers to a non-existant topic.
cs: Buď je jméno špatně a nebo odkazuje na neexistující článek.
fr: Soit le nom est invalide, soit il se réfère à une page inexistante.
it: Il nome è invalido oppure è riferito ad una pagina inesistente.
ko: 이름이 유효하지 않거나 존재하지 않는 토픽을 지정합니다.
nl: Of de naam is niet geldig, of dit verwijst naar een niet-bestaande pagina.
no: Navnet er feil eller peker til en side som ikke eksisterer.
uk: Або це ім'я невірне, або посилається на ніснуючу тему.

source: Either you did not specify a file name, or the file you are trying to upload %1 has no content. You may not upload an empty file.
cs: Buď jste nevložil jméno souboru nebo soubor %1, který se pokoušíte nahrát nemá žádný obsah. Nemůžete nahrát prázdný soubor.
fr: Soit vous n'avez pas spécifié de nom de fichier, soit le fichier %1 que vous tentez d'envoyer est vide. Vous ne pouvez pas envoyer un fichier vide.
it: Non hai specificato un nome di file oppure il file %1 di cui stai tentando il caricamento è vuoto. Non puoi caricare un file vuoto.
ko: 파일명을 지정하지 않았거나 업로드 하려는 파일 %1 에 내용이 없습니다. 빈 파일은 업로드 할 수 없습니다.
nl: Je hebt geen bestandsnaam aangegeven, of het bestand %1 dat je wil uploaden is leeg. Je kunt geen leeg bestand uploaden.
no: Enten har du ikke spesifisert et filnavn eller så har ikke filen du forsøke å laste opp %1 noe innhold. Du kan ikke laste opp en tom fil.
uk: Або Ви не вказали ім'я файлу, або файл %1, який додається, порожній. Не можна завантажувати порожній файл.

source: Email address:
cs: Emailová adresa:
fr: Adresse e-mail:
it: Indirizzo e-mail:
nl: E-mailadres:
no: Epost adresse:
uk: Адреса електронної пошти:

source: Email has been disabled for this Foswiki installation
cs: Email byl zablokovám pro tuto instalaci Foswiki
fr: L'e-mail a été désactivé sur cette installation de Foswiki
it: L'indirizzo e-mail è stato disabilitato in questa installazione Foswiki
ko: 여기 설치된 Foswiki 에는 이메일이 비활성화 되어 있습니다
nl: E-mail is gedeactiveerd voor deze Foswiki installatie
no: Epost er ikke aktivert for denne Foswiki installasjonen
uk: Електронна пошта заборонена на цьому сайті Foswiki

source: Email verification is not enabled.
fr: La vérification par e-mail n'est pas activée.
it: La verifica e-mail non è abilitata.
uk: Заборонено веріфікацію через email.

source: Embed external object
cs: Vlož externí objekt
fr: Intégrer objet externe
it: Ingloba un oggetto esterno
nl: extern object inbouwen
no: Innkapsle eksternt objekt
uk: Вбудувати зовнішній об'єкт

source: Emoticon
cs: Emotikon
fr: Émoticône
it: Faccina
uk: Емотікон

source: End presentation
fr: Finir présentation
it: Termina la presentazione
uk: Закінчити презентацію

source: Enlarge edit box
cs: Zvětšit editovací prostor
fr: Agrandir le cadre d&&#39;édition
it: Allarga la finestra di modifica
ko: 편집 상자 확장
nl: Tekstvak vergroten
no: Forstørr redigeringsboks
uk: Розширити область редагування

source: Enter __none__ to clear the topic parent
fr: Écrivez __none__ pour effacer la page mère
it: Digitare __none__ per annullare la pagina padre
uk: Введіть __none__ щоб прибрати батьківську тему

source: Enter a new username and password to change identity
cs: Vložte nové uživatelské jméno a heslo pro změnu identity
fr: Entrez un nouveau nom de connexion et mot de passe pour changer d'identité
it: Per cambiare identità, inserisci nuovi username e password
ko: 정보 변경을 위해 새로운 사용자 이름과 비밀번호를 입력하세요
nl: Voer een nieuwe gebruikersnaam en wachtwoord in om van identiteit te veranderen
no: Skriv inn nytt brukernavn og passord for å endre indentitet
uk: Введіть нове ім'я користувача та пароль щоб змінити логін

source: Enter parent name
cs: Zadej jméno "rodiče"
fr: Indiquez la page mère
it: Inserire il nome del Web genitore
nl: bovenliggende pagina ingeven
no: Skriv overordnet navn
uk: Ім'я батьківського розділу

source: Enter the Wiki Administrator user or login as set in %1
cs: Vložte Wiki Administrátora nebo login jak je nastaveno v %1
fr: Entrez le nom d'utilisateur servant à l'administration du Wiki, qui a été défini dans %1
it: Inserisci l'utente Amministratore o effettua il login come in %1
ko: 위키 관리자 사용자 혹은 %1 에 설정된 로그인을 입력하십시오
nl: Vul de Wikibeheerder-gebruikersnaam in of log in zoals bepaald in %1
no: Skriv administrators brukernavn eller brukernavn som satt i %1
uk: Введіть ім'я адміністратора вікі або як задано у %1
