Repository: foswiki/distro
Catalog: core/locale/*.po
Languages: cs, fr, it, ko, nl, no, uk

source: The following topics refer to topics in this web, but are being edited:
cs: Následující články odkazují na články v tomto webu, ale nyní jsou editovány:
fr: Les pages listées ci-dessous contiennent des liens pointant vers des pages de ce web, mais sont en cours d'édition :
it: Le seguenti pagine fanno riferimento alle pagine di questo Web, ma sono sottoposte a modifica:
ko: 다음 토픽은 이 웹의 토픽을 가르킵니다만, 현재 편집 상태입니다:
nl: De volgende pagina&#39;s verwijzen naar pagina&#39;s in dit web, maar worden op dit moment bewerkt:
no: De følgende sidene refererer til sider i denne web'en, men blir redigert:
uk: Наступні теми посилаються на теми в цьому розділі, але в даний час кимось редагуються:

source: The following topics refer to topics in this web, but you are denied access to them:
cs: Následující články odkazují na články v tomto webu, ale Vy k nim máte zakázán přístup:
fr: Les pages listées ci-dessous contiennent des liens pointant vers des pages de ce web, mais vous n'avez pas le droit d'y accéder :
it: Le seguenti pagine fanno riferimento alle pagine in questo Web, ma non hai permessi sufficienti per accedere ad esse:
ko: 다음 토픽은 이 웹의 토픽을 가르킵니다만 접근하실 수 없습니다:
nl: De volgende pagina&#39;s verwijzen naar pagina&#39;s in dit web, maar je hebt geen toegang ertoe:
no: De følgende sidene refererer til siden i denne web'en, men du har ikke tilgang til dem:
uk: Наступні теми посилаються на теми в цьому розділі, але у Вас немає до них доступу:

source: The form should be defined in the topic %1
cs: Formulář měl být definován ve článku %1
fr: Le formulaire devrait être défini sur la page %1
it: Il modulo deve essere definito nella pagina %1
ko: 양식은 토픽 %1 내부에 정의되어있어야 합니다
nl: Het formulier zou moeten zijn gedefinieerd in pagina %1
no: Skjemaet skulle vært definert i siden %1
uk: Форма повинна бути визначена у темі %1

source: The lease on this topic expired %1 ago.
cs: Zámek na tomto článku vypršel před %1.
fr: Leur verrou sur cette page a expiré il y a %1.
it: La prenotazione della pagina è scaduta %1 fa.
ko: 이 토픽의 임대가 %1 전에 만기되었습니다.
nl: De tijdelijke vergrendeling is %1 geleden verlopen.
no: Leien for denne siden gikk ut for %1 siden.
uk: Час блокування цієї теми минув %1 тому.

source: The name of the topic (%1) contained invalid characters.
cs: Název článku (%1) obsahoval nepovolené znaky.
fr: Le nom de page (%1) contient des caractères invalides.
it: Il nome della pagina (%1) contiene caratteri non validi.
nl: De naam van de pagina (%1) bevat ongeldige tekens.
uk: Ім'я теми (%1) містило недозволені символи.

source: The name of the topic must not be empty.
cs: Název článku nesmí být prázdný.
fr: Le nom de la page ne peut pas être vide.
it: Il nome della pagina non deve essere vuoto.
ko: 토픽의 이름은 빈상태 일 수 없습니다.
nl: De naam van de pagina mag niet leeg zijn.
no: Sidenavnet kan ikke være tomt.
uk: Ім'я теми не може бути пустим.

source: The name provided is either invalid, or the named topic is not found. The templatetopic must be an existing new user template topic in the %USERSWEB% web. If not provided, the default topic is [[%USERSWEB%.NewUserTemplate]], or if that does not exist. [[%SYSTEMWEB%.NewUserTemplate]].
fr: Le nom fournit est soit invalide, ou la page indiquée est introuvable. Le templatetopic doit être un modèle de page de nouvel utilisateur existant dans le Web %USERSWEB% web. S'il n'est pas indiqué, la page par défaut est [[%USERSWEB%.NewUserTemplate]], ou si celle-ci n'existe pas [[%SYSTEMWEB%.NewUserTemplate]].
it: Il nome fornito non è valido o la pagina non è stata trovata. Il modello di pagina deve essere un nuovo ed esistente modello di pagina presente nel Web %USERSWEB%. Se non indicato, il modello di pagina sarà [[%USERSWEB%.NewUserTemplate]], o se non esistesse [[%SYSTEMWEB%.NewUserTemplate]].
uk: Надане ім'я або невірне, або названої теми не знайдено. templatetopic має бути існуючим шаблоном теми нового користувача у розділі %USERSWEB%. Якщо його не задано, то за замовченням використовується [[%USERSWEB%.NewUserTemplate]]; або ж якщо він відсутній, то тоді [[%SYSTEMWEB%.NewUserTemplate]].

source: The name you log in with
cs: Jméno, kterým se přihlašujete
fr: Le nom avec lequel vous vous connectez
it: Utente collegato con il nome
nl: De naam waarmee je inlogt
uk: Ім'я з яким Ви увійшли

source: The new parent web (%1) may not be the same as the old or new web name.
fr: Le nouveau web parent (%1) ne peut pas être le même que le vieux ou le nouveau nom de web.
it: Il nuovo Web padre (%1) non può avere lo stesso nome del precedente.
uk: Новий батьківський розділ (%1) не може бути тим самим що й старе чи нове ім'я розділу.

source: The new topic chosen must already exist.
cs: Nový vybraný článek už musí existovat.
fr: La page de destination doit déjà exister.
it: La nuova pagina scelta deve già esistere.
ko: 선택된 새 토픽은 이미 존재하는 것이 분명합니다.
nl: De nieuw te kiezen pagina moet al bestaan.
no: Den nye siden som er valgt må finnes fra før.
uk: Вибирана нова тема повинна існувати.

source: The new web has been created
cs: Nový web byl vytvořen
fr: Le nouveau web a été créé
it: Il nuovo Web è stato creato
ko: 새 웹이 생성되었습니다.
nl: Het nieuwe web is aangemaakt
no: Den nye web'en er opprettet
uk: Створений новий розділ

source: The password you entered in the *old password* field is incorrect.
cs: Heslo, které jste vložil do *předchozího hesla* je nesprávná.
fr: Le mot de passe que vous avez entré dans le champ *old password* est erroné.
it: La password inserita nel campo *vecchia password* è sbagliata.
ko: *이전 비밀번호* 항목에 입력하신 비밀번호가 틀렸습니다.
nl: Het wachtwoord dat je hebt ingevoerd in het *oude wachtwoord*-veld is onjuist.
no: Passordet du skrev i *gammelt passord* feltet stemmer ikke.
uk: Введено невірний пароль у полі *старий пароль*.

source: The prefix you entered for the deleted user is not valid as a topic name.
cs: Prefix, který se snažíte smazanému uživateli přiřadit, není povolen.
fr: Le préfixe que vous avez entré pour l'utilisateur supprimé n'est pas valide en tant que nom de page.
it: Il prefisso immesso per l'utente eliminato non è valido come nome di pagina.
no: Prefikset du skrev for den slettede brukeren er ikke gyldig sidenavn.
uk: Префікс, який Ви використали для вилученого користувача, не є допустимим іменем теми.

source: The required field %1 was not filled in.
cs: Požadované pole %1 nebylo vyplněno.
fr: Le champ %1, qui est nécessaire, n'a pas été rempli.
it: Il campo obbligatorio %1 non è stato compilato.
ko: 필수항목 %1 이 채워지지 않았습니다.
nl: Het vereiste veld %1 is niet ingevuld.
no: Det obligatoriske feltet %1 var ikke fylt inn.
uk: Обов'язкове поле %1 не було заповнено.

source: The selected User System does not support new user registration.
cs: Zvolený User System nepodporuje registraci nových uživatelů.
fr: Le système d'utilisateurs sélectionné ne supporte pas l'inscription de nouveaux utilisateurs.
it: Il Sistema Utente selezionato non permette la registrazione di nuovi utenti.
ko: 선택된 사용자 시스템은 신규 사용자 등록을 지원하지 않습니다.
nl: Het gekozen gebruikerssysteem ondersteunt geen nieuwe registraties.
no: Det valgte brukersystemet tilbyr ikke registrering av nye brukere.
uk: Обрана система каталогу користувачів не підтримує нові реєстрації.

source: The topic is in an old format
cs: Článek je ve starém formátu
fr: La page est dans un format obsolète
it: La pagina è scritta con un vecchio formato
ko: 토픽이 이전 서식으로 작성되어 있스빈다.
nl: De pagina is in een oud formaat
no: Siden er i et gamnmelt format
uk: Тема в старому форматі

source: The two passwords you entered do not match.
cs: Hesla, která jste vložil nesouhlasí.
fr: Les deux mots de passe que vous avez entrés ne concordent pas.
it: Le due password inserite non corrispondono.
ko: 입력된 두 비밀번호가 일치하지 않습니다.
nl: De twee wachtwoorden die je hebt ingevoerd komen niet overeen.
no: De to passordene du skrev inn er ikke like.
uk: Два введених Вами паролі не співпадають.

source: The user %1 has already been activated, and should be able to log in.
cs: Uživatel %1 byl již aktivován a měl by být schopen se přihlásit do systému.
fr: L'utilisateur %1 a déjà été activé, et devrait être capable de s'authentifier.
it: L'utente %1 è già stato attivato e dovrebbe essere in grado di effettuare la connessione.
ko: 사용자 %1 님은 이미 활성화 되었고, 로그인 할 수 있습니다.
nl: Gebruiker %1 is al geactiveerd, en zou moeten kunnen inloggen.
no: Brukeren %1 er allerede aktivert og burde kunne logge inn.
uk: Користувач %1 повинен мати можливість увійти тому що його вже було активовано.

source: The user has been removed from the Authentication System.
cs: Uživatel byl smazán z autentifikačního systému.
fr: L'utilisateur a été supprimé du système d'authentification.
it: L'utente è stato rimosso dal Sistema di Autenticazione.
nl: De gebruiker werd verwijderd van het gebruikersauthenticatiesysteem.
uk: Користувача було вилучено з системи аутентифікації.

source: The user has probably been already verified and/or approved.
cs: Uživatel byl již zřejmě ověřen a povolen.
fr: L'utilisateur a probablement déjà été vérifié et/ou approuvé.
it: L'utente è probabilmente già stato verificato e/o approvato.
uk: Ймовірно користувача вже було перевірено та/або підтверджено.

source: The username is checked for invalid characters using the below filter. Any characters matching this filter will invalidate the username.
cs: Uživatelské jméno je kontrolováno na nepovolené znaky s použitím níže uvedeného filtru. Jakékoli znaky odpovídající tomuto filtru způsobí zamítnutí tohoto jména.
fr: Le filtre de caractères invalides utilisé pour vérifier le nom de connexion figure ci-dessous. Tout caractère correspondant à ce filtre rendra invalide le nom de connexion.
it: Il nome utente è verificato per i caratteri non validi utilizzando il filtro qui sotto. Tutti i caratteri corrispondenti a questi filtri invalideranno il nome utente.
uk: Ім'я користувача перевірено на недопустимі символи за допомогою наступного фільтру. Символи, що узгоджуються з фільтром, роблять ім'я недійсним.

source: The username that identifies you to the signon system. %1
cs: Uživatelské jméno, které vás identifikuje k přihlašovacímu systému. %1
fr: Le nom de connexion qui vous identifie sur le système d'ouverture de session. %1
it: Il nome utente che identifica l'utente nel sistema di autenticazione. %1
uk: Ім'я, за яким Вас ідентифікує система перевірки. %1

source: The value supplied for =%1= has been rejected.
cs: Hodnota dodaná pro =%1= byla zamítnuta.
fr: La valeur fournie pour =%1= a été refusée.
it: Il valore fornito per =%1= è stato respinto.
nl: De waarde voor =%1= is afgekeurd.
uk: Значення для =%1= було відхилене.

source: Their intention is to automatically save compromising data by sending a request to your server, using your browser and your identity.
cs: Jejich záměrem je automatické ukládání kompromitujících dat za pomoci odeslání požadavku na server prostřednitvím vašeho prohlížeče a vaší identity.
fr: Leur but est l'enregistrement automatique de données compromises, en envoyant une requête a votre serveur, en utilisant votre navigateur et votre identité.
it: La loro intenzione è quella di salvare automaticamente i dati alterati, inviando una richiesta al server, utilizzando il browser e la tua identità.
ko: 그들의 의도하는 바는 귀하의 브라우저와 귀하의 증명을 사용하여 귀하의 서버에 요청을 전송하여 자동적으로 변형된 데이터를 저장하려는 것입니다.
nl: Het is hun bedoeling om schadelijke data te bewaren door een request te sturen aan jouw server, gebruik makend van je browser en online identiteit.
uk: Їх намір – автоматично зберегти загрозливі дані шляхом відправлення запиту до Вашого серверу з використанням Вашого ж браузера та особистих даних.

source: There are problems with renaming this web:
cs: Problémy s přejmenováním tohoto webu:
fr: Des problèmes se posent pour le renommage de ce web :
it: Ci sono problemi nel rinominare questo Web:
ko: 이 웹의 이름을 변경하는 데 문제가 있습니다:
nl: Er zijn problemen met het hernoemen van dit web:
no: Det er problemer med å navngi denne web'en:
uk: Є проблеми з перейменуванням розділу:

source: There has been a problem adding your user id to the Password system.
cs: Objevil se problém v přidání Vašeho účtu do systému.
fr: L'enregistrement de votre compte dans le système de mots de passe a échoué.
it: Si è verificato un problema aggiungento il tuo nome utente nel sistema delle password.
ko: 비밀번호 시스템의 귀하의 사용자 id를 추가하는 데 문제가 있습니다.
nl: Er was een probleem met het toevoegen van je gebruikers-ID aan het wachtwoordsysteem.
no: Det var et problem med å legge til din brukeridentitet til passordsystemet.
uk: Виникла проблема з додаванням Вашого ідентифікатора користувача у систему доступу.

source: There is a risk that someone may be trying to use your identity to change content on %1 without your knowledge.
cs: Existuje riziko, že někdo se může pokoušet změnit obsah %1 bez vašeho vědomí a navíc za použití vaší identity.
fr: Il y a un risque que quelqu'un tente d'utiliser votre identité pour changer le contenu sur %1 à votre insu.
it: Vi è il rischio che qualcuno stia tentando di usare la vostra identità per modificare il contenuto di %1 a vostra insaputa.
ko: 누군가가 귀하 몰래 %1 상의 컨텐츠를 귀하의 신분을 사용하여 변경할 수 있는 위험이 있습니다.
nl: Het zou kunnen zijn dat iemand zich voordoet als jou, om buiten je medeweten inhoud op %1 te veranderen.
no: Det er en risiko at noen kan forsøke å bruke din identitet for å endre innhold i %1 uten din viten.
uk: Є ризик того, що хтось може намагатись використати Ваші особисті дані, щоб змінити зміст на %1 без Вашого відома.

source: There is no _internal admin_ password set. See [[%1][Installation Guide section on the internal admin]] for further help.
cs: _internal admin_ password není nastaveno. Viz [[%1][Installation Guide section on the internal admin]] pro více informací.
fr: Aucun mot de passe d'<i>administration interne</i> configuré. Voir [[%1][la section du guide d'installation sur l'administrateur interne]] pour plus d'informations.
it: Non c'è alcuna impostazione di password _interna per l'amministratore_. Vedi [[%1]Installation Guide section on the internal admin]] per ulteriori informazioni.
uk: Не задано пароль для _внутрішнього адміністратора_. Подальші інструкції дивіться у [[%1][розділі про внутрішнього адміністратора керівництва з установки]].

source: There should be a line that includes %1, look for %2 (or %3)
cs: Měly by zde být řádky, které obsahují %1, hledejte %2 (nebo%3)
fr: Il devrait y avoir une ligne incluant %1, essayez de trouver %2 (ou %3)
it: Deve esserci una riga che includa %1, cerca %2 (o %3)
ko: %1 을 포함하는 줄이 있어야 합니다, %2 (혹으 %2)를 찾아보십시오
nl: Er zou een regel moeten zijn die %1 bevat; kijk uit naar %2 (of %3)
no: Der burde være en linje som inkliderer %1, se for %2 (eller %3)
uk: Тут повинен бути рядок, що включає %1, шукайте %2 (або %3)

source: There were errors adding to the %2 group. %1
cs: Vyskytly se chyby v průběhu přidávání do skupiny %2. %1
fr: Il y a eu des erreurs lors de l'ajout au groupe %2. %1
it: Ci sono stati errori aggiungendo al gruppo %2. %1
ko: %2 그룹에 %1 을 추가하는 데 오류가 있었습니다.
nl: Er zijn fouten opgetreden bij het toevoegen aan de %2 groep. %1
uk: Трапились помилки під час додавання до групи %2. %1

source: There were errors removing %1 from the %2 group.
cs: Došlo k chybám při odstraňování %1 ze skupiny %2.
fr: Des erreurs se sont produites en retirant %1 du groupe %2.
it: Riscontrati errori nel rimuovere %1 dal gruppo %2.
nl: Er is iets misgegaan bij het verwijderen van %1 uit de %2 groep.
uk: Трапились помилки під час вилучення %1 з групи %2.

source: These steps may not be applicable to your system.
cs: Tento postup nemusí být aplikovatelný na váš systém.
fr: Ces instructions peuvent ne pas être applicables à votre système.
it: Questi passaggi possono non essere applicabili al sistema.
uk: Наступні кроки можуть бути недоступні на Вашій системі.

source: This WikiName is already in use.
cs: Toto WikiJméno je již používáno.
fr: Ce NomWiki est déjà utilisé.
it: Questo !NomeWiki è già utilizzato.
nl: Deze Wiki-naam wordt reeds gebruikt.
uk: Це ВікіІм'я вже використовується.

source: This can be automatically upgraded by:
cs: Toto může být automaticky upgradováno na:
fr: La mise à jour peut être automatiquement effectuée en :
it: Questo può essere aggiornato automaticamente da:
ko: 이는 다음으로 자동 업그레이드 될 수 있습니다:
nl: Deze kan automatisch worden opgewaardeerd door:
no: Dette kan automatisk oppgraderes ved:
uk: Автоматичне оновлення можливе через:

source: This could be for several reasons:
cs: Mohlo se stát z několika příčin:
fr: Plusieurs raisons peuvent expliquer cela :
it: Questo può accadere per ragioni diverse:
ko: 다양한 이유가 있을 수 있습니다:
nl: Dit kan meerdere oorzaken hebben:
no: Dette kan ha flere årsaker:
uk: Це могло відбутись через декілька причин:

source: This field is not normally user provided. This may be a Foswiki configuration error.
fr: Ce champ n'est normalement pas fournit par l'utilisateur. Cela peut être une erreur de configuration de Foswiki.
it: Questo campo non è di norma fornito dall'utente. Potrebbe essere un errore di configurazione Foswiki.
uk: Це поле зазвичай не надається користувачем. Можливо маємо помилку у конфігурації Foswiki.

source: This form is used to change your registered e-mail addresses. Your registered addresses are used by Foswiki for sending you e-mails, including notifications of password changes. The addresses you register via this form are kept secret and will *not* be published anywhere on this site.
cs: Tento formulář je použit pro změnu Vašich zaregistrovaných emailových adres. Vaše zaregistrované emaily jsou použity Foswiki pro zasílání zpráv, zahrnující upozornění na změny hesla. Adresy, které jste zaregistrovali přes tento formuláŕ jsou bezpečně uloženy a *nebudou* publikovány nikde na tomto webu.
fr: Ce formulaire sert à changer les adresses e-mail sous lesquelles vous êtes inscrit(e). Ces adresses sont utilisées par Foswiki pour vous envoyer des e-mails, tels que les notifications de changement de mot de passe. Les adresses que vous entrez dans ce formulaire sont gardées secrètes et ne seront *pas* publiées sur ce site.
it: Questo form serve per cambiare gli indirizzi e-mail registrati. Questi indirizzi sono usati da Foswiki per informarti delle variazioni al sito e dei cambi password. Essi sono mantenuti segreti e *non* saranno pubblicati in nessuna delle pagina di questo sito.
ko: 이 양식은 귀하의 등록된 이메일 주소를 변경하기 위하여 사용됩니다. Foswiki에서 등록된 주소는 비밀번호 변경 알림 등등을 위하여 이메일을 보내는 데 사용됩니다. 이 양식을 통해 등록한 주소는 비밀이 유지되며 이 사이트의 어디에도 표기 되지 않습니다.
nl: Gebruik dit formulier om je geregistreerde e-mailadres te wijzigen. Je geregistreerde e-mailadressen worden gebruikt door Foswiki voor het versturen van e-mails over wachtwoordwijzigingen. De adressen die je hier registreert worden geheimgehouden en worden *niet* gepubliceerd op deze site.
uk: Ця форма призначена для зміни вказаної Вами при реєстрації електронної адреси. Ця адреса використовується для надсилання Вам повідомлень, включно з повідомленнями про зміну пароля. Електроні адреси, що реєструються за допомогою цієї форми, зберігаються в секреті та *не* будуть опубліковані ніде на цьому сайті.

source: This group should not have members.
cs: Tato skupina by neměla mít žádné členy.
fr: Ce groupe ne devrait pas avoir de membres.
it: Questo gruppo non deve avere membri.
ko: 이 그룹에 멤버가 있어서는 안됩니다.
nl: Deze groep zou geen leden moeten hebben.
uk: Ця група не може мати членів.

source: This is a subscription service to be automatically notified by e-mail when topics change in this %1 web. This is a convenient service, so you do not have to come back and check all the time if something has changed. To subscribe, please add a bullet with your %2 in alphabetical order to this list:
cs: Toto je služba, kdy jste automaticky upozorněni emailem, pokud se změní článek v tomto %1 webu. Pro přihlášení, prosím přidejte odrážku s Vaším %2 v abecedním pořádku do tohoto seznamu:
fr: Sur cette page, vous pouvez vous abonner afin de recevoir un e-mail lorsque des pages sont modifiées dans ce web (%1). Ainsi, vous n'aurez plus besoin de venir vérifier tout le temps s'il y a du nouveau. Pour vous abonner, insérez une ligne contenant votre %2 dans cette liste à puces (par ordre alphabétique) :
it: Questo è un servizio per essere automaticamente avvertiti via e-mail ogni volta che le pagine del Web %1 cambiano. Trattasi di una comodità così che non si abbia bisogno di controllare personalmente se qualcosa è cambiato. Per sottoscrivere il servizio, aggiungere a questa lista un punto con il tuo nome %2, in ordine alfabetico:
ko: 이 %1 내부의 토픽 변경 시, 이메일로 자동알림되는 구독 서비스입니다. 유용한 서비스로써 어떤 것이 변경되었나를 확인하기 위하여 자주 돌아와서 확인할 필요가 없습니다. 구독하려면 이 목록에 알파벳 순서대로 귀하의 %2 를 글머리 기호에 추가하십시오:
nl: Dit is een abonnementsdienst om automatisch per e-mail bericht te krijgen wanneer pagina&#39;s zijn gewijzigd in dit %1 web. Dit is een gemaksdienst, zodat je niet steeds terug hoeft te komen om te controleren of iets is gewijzigd. Om je aan te melden voeg je een _bullet point_ toe met je %2 in alfabetische volgorde van deze lijst:
no: Dette er en abbonneringstjeneste som automatisk varsler via epost når sider endres i denne %1 web'en. Dette er en praktisk tjeneste slik at du trenger å komme igjen og sjekke etter endringer hele tiden. For å abbonnere, legg til et punkt med din %2 i alfabetisk rekkefølge til denne listen:
uk: Це сервіс підписки, який автоматично повідомить Вас по електронній пошті про зміни вмісту всіх тем у розділі %1. Цей сервіс зручний тим, що у Вас немає необхідності кожного разу перевіряти, чи щось оновилось. Щоб підписатися просто додайте своє ВікіІм'я %2 до цього списку (в алфавітному порядку):

source: This is a temporary placeholder for your new comment. Refresh the topic to see the actual comment.
cs: Toto je dočasné místo pro váš komentář. Znovunačťete článek pro jeho zobrazení.
fr: Ceci est un emplacement temporaire pour votre nouveau commentaire. Actualisez la page pour voir le commentaire réel.
it: Questo è un segnaposto temporaneo per il vostro nuovo commento. Aggiornare la pagina per vedere il commento vero e proprio.
uk: Це тимчасове місце для Вашого коментаря. Оновіть тему щоби побачити фактичний коментар.

source: This is also known as Cross-site Request Forgery, or CSRF.
cs: Toto je také známé pod názvem Cross-site Request Forgery (CSRF).
fr: On appelle cela également : falsification de requête inter-domaine ou CSRF (sigle anglais pour "cross-site request forgery").
it: Questa è anche conosciuta come "Cross-site Request Forgery", o CSRF.
ko: 이는 사이트간 요청 사기, 혹은 CSRF 로도 알려져 있습니다.
nl: Dit staat ook bekend als Cross-site Request Forgery, of CSRF.
uk: Це також відомо як підробка запитів між сайтами (CSRF: Cross-site Request Forgery).

source: This is an automated e-mail from %1.
cs: Toto je automatický email od %1.
fr: Ceci un est un message automatique de %1.
it: Questa è una email automatica proveniente da %1.
ko: %1 으로부터의 자동화된 이메일입니다.
nl: Dit is een geautomatiseerde e-mail van %1.
no: Dette er en automatisk epost fra %1.
uk: Це автоматичне повідомлення від %1.

source: This is an automated e-mail notification of user registration in %1.
cs: Toto je automatické upozornění na registraci uživatele v %1.
fr: Ceci un est un message automatique pour vous avertir de la création d'un compte sur %1.
it: Questa è una email automatica di notifica della registrazione utente in %1.
ko: %1 내부의 사용자 등록의 자동화된 이메일 알림입니다.
nl: Dit is een geautomatiseerd bericht van de registratie van een gebruiker in %1.
no: Dette er en automatisk epost varsling om brukerregistrering i %1.
uk: Це автоматичне повідомлення про реєстрацію користувача в %1.
