Repository: foswiki/distro
Catalog: core/locale/*.po
Languages: cs, fr, it, ko, nl, no, uk

source: Word search
cs: Hledání slov
fr: Recherche de mots identiques (word search)
it: Parola di ricerca
ko: 단어 검색
nl: Woordzoeken
no: Ord søk
uk: Пошук за словом

source: Would you like to go to:
cs: Chcete jít na:
fr: Souhaitez vous aller à :
it: Vorresti andare a:
ko: 다음 위치로 이동하시겠습니까:
nl: Wil je:
no: Vil du gå til:
uk: Куди б Ви хотіли перейти:

source: Yes
cs: Ano
fr: Oui
it: Sì
nl: Ja
uk: Так

source: You
cs: Ty
fr: Vous
it: Tu
ko: 귀하
nl: Jij
no: Du
uk: Ви

source: You *must* have at least one valid registered e-mail to be able to reset your password. If none of your registered e-mail addresses is valid, and you have forgotten your password, contact %1.
fr: Pour pouvoir réinitialiser votre mot de passe, vous *devez* avoir fourni au moins une adresse e-mail valide lors de votre inscription. Si aucune des adresses e-mail que vous avez fournies n'est valide, et que vous avez oublié votre mot de passe, contactez %1.
it: Per resettare la password *devi* possedere almeno un indirizzo e-mail valido registrato. Se nessuno degli indirizzi e-mail che ti riguardano è valido e hai dimenticato la password, contatta %1.
nl: Je *moet* tenminste één geldig geregistreerd e-mailadres hebben om je wachtwoord opnieuw te kunnen instellen. Als geen van je geregistreerde e-mailadressen geldig is en je je wachtwoord bent vergeten, neem dan contact op met %1.
uk: Щоб мати можливість скинути пароль Вам *необхідно* мати хоча б одну правильно зареєстровану електронну адресу. Якщо жодна із зареєстрованих Вами адрес не є правильна і Ви забули свій пароль, зв'яжіться з %1.

source: You are already registered.
cs: Už jste registrován.
fr: Vous êtes déjà inscrit(e).
it: Sei già registrato.
nl: Je bent al geregistreerd.
uk: Ви вже зареєстровані.

source: You are also listed in the %1 topic
cs: Také jste uveden v článku %1
fr: Vous figurez aussi sur la page %1
it: Sei anche elencato nella pagina %1
ko: 귀하는 %1 토픽 목록에도 올라가 있습니다
nl: Je staat ook vermeld op pagina %1
no: Du er også listet på %1 siden
uk: Вас також перераховано у темі %1

source: You are denied access to the following topics in the web:
cs: Nemáte přístup k tomuto článku:
fr: Dans ce web, l'accès aux pages suivantes vous est refusé :
it: Ti è stato vietato l'accesso alle seguenti pagine nel Web:
ko: 귀하는 이 웹의 다음 토픽으로 접근이 거절되었습니다:
nl: Je hebt geen toegang tot the volgende pagina&#39;s in web:
no: Du er nektet tilgang til følgende sider i web'en:
uk: Ви не маєте доступу до наступних тем цього розділу:

source: You are encouraged to go ahead and edit - unless you intend to change data in a form attached to the topic. If %1 actually _does_ save while you are editing, your changes will be merged, and nothing will be lost. Form data cannot easily be merged though, so in this case you are recommended to check with %1 first.
cs: Povzbuzujeme Vás k editaci článků - pokud nechcete změnit data ve formuláři připojenému ke článku. Pokud %1 nakonec uloží článek pokud vy editujete, Vaše změny budou spojeny a nic se neztratí. Data formulářů nemohou být tak lehce spojena, proto v tomto případě Vám doporučujeme nejdříve kontaktovat %1.
fr: Il est probablement possible de passer outre, sauf dans le cas où vous souhaiteriez modifier le formulaire attaché à la page. Si %1 enregistre ses modifications pendant que vous modifiez la page, vos modifications seront fusionnées avec les siennes, et rien ne sera perdu. Les informations contenues dans des formulaires ne peuvent cependant être fusionnées aisément, c'est pourquoi il est préférable, dans ce cas, de vous coordonner avec %1.
it: Vai pure avanti con la modifica a meno che tu non voglia modificare i dati contenuti nel form allegato alla pagina. Se %1 ha realmente _salvato_ mentre stavi modificando, i tuoi cambiamenti verranno comunque incorporati e niente verrà perso. I dati del form invece non possono essere facilmente incorporati, così in questo caso si raccomanda di controllare per prima cosa con %1.
ko: 토픽에 첨부된 양식의 데이터를 변경하는 것이 아니라면 - 귀하께서 시작하고 편집하는 것을 적극 권장합니다. %1 님이 귀하께서 편집하는 동안 저장했다면, 귀하의 변경내역은 병합될 것이며, 손실되는 것은 없을 것입니다. 하지만 양식 데이터는 쉽게 병합되지 않습니다, 그러할 경우, %1 님과 먼저 확인하는 것을 추천합니다.
nl: Ga gewoon door met bewerken - tenzij je van plan bent om gegevens in een paginaformulier te wijzigen. Als %1 de pagina bewaart terwijl jij nog aan het bewerken bent, worden jullie wijzigingen samengevoegd - niets gaat verloren. Maar formuliergegevens kunnen niet gemakkelijk worden samengevoegd, dus in dat geval raden we je aan om eerst te af te stemmen met %1.
no: Du oppfordres til å fortsette og redigere - med mindre du har til hensikt å endre data i et skjema på siden. Hvis %1 faktisk _lagrer_ mens du redigerer blir dine endringer flettet og ingenting går tapt. Skjemadata kan ikke enkelt flettes, så i de tilfeller anbefales du å sjekke med %1 først.
uk: Ви можете спокійно продовжити редагування - якщо тільки Ви не маєте наміру змінювати дані у формах, доданих до теми. Навіть якщо %1 _дійсно_ збереже цю сторінку у той час, коли Ви ще редагуєте, усі зміни будуть суміщені і нічого не буде втрачено. Врахуйте, що дані форми не можуть бути суміщені так просто; тому, якщо це необхідно, ми радимо Вам спочатку звіриться з %1.

source: You are here:
cs: Jste zde:
fr: Vous êtes ici :
it: Sei qui:
ko: 현재 위치:
nl: Je bent hier:
no: Du er her:
uk: Ви зараз тут:

source: You are recommended to choose short names, preferably less than 10 characters, starting with an upper-case alphabetic character and using only alphanumeric characters. If you want to create a template web (a web just used as a base to create new webs) choose a name that starts with an underscore and has only alphanumeric characters.
cs: Doporučujeme Vám vybrat krátké jméno, nejlépe kratší než 10 znaků, začínající velkým písmenem a použít pouze písmena a číslice. Pokud chcete vytvořit vzorový web (web použitý pouze jako základ pro vytvoření nových webů), vyberte jméno, které začíná podtržitkem a obsahuje pouze alfanumerické znaky.
fr: Il est conseillé de choisir des noms relativement courts (si possible moins de 10 caractères), commençant par une lettre majuscule, et ne contenant que des caractères alphanumériques. Si vous souhaitez créer un modèle de web (c'est-à-dire, un web qui ne sert que de base pour la création d'autres webs), choisissez un nom qui commence par un underscore (_), et ne contenant par ailleurs que des caractères alphanumériques.
it: Scegli prefeibilmente nomi corti, meno di 10 caratteri, che inizino con una lettera maiuscola e composti solo da lettere e cifre. Se vuoi creare un _modello Web_ (cioè un Web da usare come schema per la creazione di altri Web) scegli un nome che inizi con una sottolineatura e composto solo con caratteri alfanumerici.
ko: 알파벳 대문자로 시작하고 알파벳과 숫자만으로 된 짧은 이름 -10자 미만 선호- 을 선택하는 것을 권장합니다. 템플릿 웹 (새 웹을 생성하기 위해 베이스로만 사용되는 웹) 을 생성하려면, 밑줄로 시작하고 알파벳과 숫자로만 된 이름을 선택하십시오.
nl: We raden je aan om een korte naam te kiezen, bij voorkeur minder dan 10 tekens, beginnend met een hoofdletter, en alleen alfanumerieke tekens te gebruiken. Als je een template web wilt aanmaken (een web om als basisweb te gebruiken om nieuwe webs aan te maken) kies dan een naam die begint met een liggende streep (underscore) en met alleen alfanumerieke tekens.
no: Du anbefales å velge korte navn,gjerne under 10 tegn, og starter med stor bokstav og kun bruker alfanumeriske tegn. Hvis du ønsker å lage en mal web (en web som kun brukes ved opprettelse av nye web) velg et navn som starter med lav strek og kun har alfanumeriske tegn.
uk: Радимо Вам обирати короткі імена – краще коротше 10 символів, – що починаються із заголовної букви і містять лише букви та цифри. Якщо Ви маєте намір створити шаблон розділу (тобто такий, що на його основі будуть створюватись нові розділи) то оберіть ім'я, що починається з символу підкреслення та містить тільки букви та цифри.

source: You are trying to access an attachment that does not exist.
cs: Zkoušíte otevřít přílohu, která neexistuje.
fr: Vous tentez d'accéder à un fichier attaché qui n'existe pas.
it: Stai cercando un allegato che non esiste.
nl: Je probeert om toegang te krijgen tot een bijlage die niet bestaat.
uk: Ви намагаєтесь отримати доступ до додатку, який не існує.

source: You are trying to create a topic from a template that does not exist.
cs: Pokoušíte se vytvořit článek ze šablony která neexistuje.
fr: Vous tentez de créer une page d'un modèle (template) qui n'existe pas.
it: Si sta tentando di creare una pagina da un modello che non esiste.
ko: 존재하지 않는 템플릿으로 토픽 생성을 시도 중입니다.
nl: Je probeert een pagina aan te maken van een template dat niet bestaat.
no: Du forsøker å lage en side fra en mal som ikke finnes.
uk: Ви намагаєтесь створити тему з шаблону, якого не існує.

source: You are trying to perform an action on a topic that does not exist (action '%1').
cs: Pokoušíte se provést akci '%1' článkem který neexistuje.
fr: Vous tentez d'effectuer une action sur une page qui n'existe pas. (action '%1').
it: Stai cercando di eseguire una azione su una pagina che non esiste (azione '%1').
ko: 존재하지 않는 토픽에 명령 수행을 시도 중입니다 (명령 '%1').
nl: Je probeert een bewerking te doen op een pagina die niet bestaat (actie '%1').
no: Du forsøker å utføre en handling på en side som ikke finnes (action '%1').
uk: Ви намагаєтесь виконати дію на темі, якої не існує (дія '%1').

source: You are trying to rename a topic that does not exist.
cs: Zkoušíte přejmenovat článek který neexistuje.
fr: Vous tentez de renommer une page qui n'existe pas.
it: Si sta tentando di rinominare una pagina che non esiste.
ko: 존재하지 않는 토픽에 이름변경을 시도 중입니다.
nl: Je probeert een pagina die niet bestaat ter hernoemen.
no: Du forsøker å endre navn på en side som ikke finnes.
uk: Ви намагаєтесь перейменувати тему, якої не існує.

source: You can [[%1][create a new web]] if you have permission. Contact %2 if you have any questions.
cs: Můžete [[%1][vytvoř nový web]] pokud k tomu máte práva. Kontaktujte %2, pokud máte nějaké otázky.
fr: Vous pouvez [[%1][créer un nouveau web]] si vous en avez l'autorisation. Contactez %2 si vous avez des questions.
it: Puoi [[%1][creare un nuovo Web]] solo se hai il permesso di farlo. Contatta %2 per ogni problema o dubbio.
ko: 권한이 있다면 [[%1][새 웹 생성]]을 할 수 있습니다. 질문이 있으면 %2 님에게 연락하십시오.
nl: Je kan een [[%1][nieuw web aanmaken]] als je permissies hebt. Neem contact op met %2 als je vragen hebt.
no: Du kan [[%1][lag ny web]] dersom du har tillatelser. Kontakt %2 hvis du har spørsmål.
uk: Ви можете [[%1][створити новий розділ]] якщо Вам це дозволено. Зв'яжіться з %2 якщо є питання.

source: You can also use the names of the standard HTML colors (black, silver, gray, white, maroon, red, purple, fuchsia, green, lime, olive, yellow, navy, blue, teal, or aqua)
cs: Můžete také použít jména standardních HTML barev (black, silver, gray, white, maroon, red, purple, fuchsia, green, lime, olive, yellow, navy, blue, teal, or aqua)
fr: Vous pouvez aussi utiliser les noms de couleurs HTML standard (black, silver, gray, white, maroon, red, purple, fuchsia, green, lime, olive, yellow, navy, blue, teal, et aqua)
it: Puoi anche usare i nomi standard dei colori in HTML (black, silver, gray, white, maroon, red, purple, fuchsia, green, lime, olive, yellow, navy, blue, teal, or aqua)
ko: 표준 HTML 색상의 이름을 사용할 수도 있습니다 (black, silver, gray, white, maroon, red, purple, fuchsia, green, lime, olive, yellow, navy, blue, teal, aqua)
nl: Je kunt ook de namen gebruiken van de standaard HTML-kleuren (black, silver, gray, white, maroon, red, purple, fuchsia, green, lime, olive, yellow, navy, blue, teal, of aqua)
no: Du kan også bruke navnene på standard HTML farger (black, silver, gray, white, maroon, red, purple, fuchsia, green, lime, olive, yellow, navy, blue, teal, or aqua)
uk: Ви також можете використовувати назви стандартних кольорів HTML (black, silver, gray, white, maroon, red, purple, fuchsia, green, lime, olive, yellow, navy, blue, teal или aqua)

source: You can change your password at via %1
cs: Můžete změnit Vaše heslo přes %1
fr: Vous pouvez changer de mot de passe via %1
it: Puoi cambiare la password utilizzando %1
ko: %1 을 통하여 비밀번호를 변경할 수 있습니다
nl: Je kunt je wachtwoord wijzigen via %1
no: Du kan endre ditt passord via %1
uk: Ви можете змінити свій пароль за допомогою %1

source: You can give this web a different name.
cs: Webu můžete dát jiné jméno.
fr: Vous pouvez renommer ce web.
it: Puoi dare a questo Web un nome diverso.
ko: 이 웹에 다른 이름을 부여할 수 있습니다.
nl: Je kunt dit web hernoemen naar iets anders.
no: Du kan gi denne web'en et annet navn.
uk: Ви можете дати цьому розділу інше ім'я.

source: You can use the "approve" or "reject" links to approve or reject these registrations
fr: Vous pouvez utiliser les liens "approuver" ou "refuser" pour approuver ou refuser ces inscriptions
it: Puoi usare i link "approva" o "respingi" per approvare o respingere queste registrazioni
uk: Використовуйте посилання "підтвердити" або "відмовити" для відповідних дій над цими реєстраціями

source: You cannot add users to a missing group unless the create option is set.
cs: Nemůžete přidat uživatele do chybějící skupiny, pokud volba pro její vytvoření není nastavena.
fr: Vous ne pouvez ajouter des utilisateurs à un groupe inexistant à moins que l'option créer soit activée.
it: Non è possibile aggiungere utenti a un gruppo inesistente a meno che l'opzione di creazione non venga attivata.
uk: Ви не можете додати користувачів до відсутньої групи якщо опцію створення не ввімкнено.

source: You cannot alter your username: you have to get the administrator to do this for you.
cs: Nemůžete změnit vaše uživatelské jméno: za tímto účelem můsíte kontaktovat administrátora.
fr: Vous ne pouvez pas changer votre nom de connexion : vous devez demander à l'administrateur de le faire pour vous.
it: Non puoi modificare il tuo nome utente: per fare questo, devi rivolgerti all'amministratore.
nl: Je kunt je gebruikersnaam niet wijzigen. Je moet je administrator vragen om dit te doen.
uk: Ви не можете змінювати власне ім'я користувача та маєте звернутись до адміністратора щоб він зробив це для Вас.

source: You cannot proceed because either Cookies or !JavaScript are disabled in your browser.
fr: Vous ne pouvez pas continuer car soit les cookies, soit le Javascript sont désactivés dans votre navigateur.
it: Non è possibile confermare questo cambiamento in quanto i Cookie o !Javascript sono disabilitati nel tuo browser.
uk: Ви не можете продовжувати через те, що у браузері вимкнено або куки, або !JavaScript.

source: You cannot register twice, the name %1 is already registered.
cs: Nemůžete se registrovat dvakrát, účet %1 už je zaregistrováno.
fr: Vous ne pouvez pas vous inscrire deux fois, et le nom %1 est déjà utilisé.
it: Non puoi registrarti due volte, il nome %1 risulta già registrato.
ko: 두 번 등록할 수 없습니다, %1 이름은 이미 등록되었습니다.
nl: Je kunt niet twee keer registreren, de naam %1 is al geregistreerd.
no: Du kan ikke registrere deg to ganger, navnet %1 er allerede registrert.
uk: Ви не можете реєструватися двічі, ім'я %1 вже зареєстровано.

source: You change your email address by setting the form field called Email in your user topic. If this form field does not exist it will look for a line like this:
cs: Vaši emailovou adresu změníte v poli Email na vaší osobní stránce. Jestliže toto pole neexistuje podívejte se po řádce jako je tato:
fr: Vous pouvez modifier votre adresse email en saisissant le champ appelé 'Email' dans votre page utilisateur. Si ce champ n'existe pas, alors le système cherchera une ligne comme celle-ci :
it: Si modifica il tuo indirizzo e-mail impostando il campo denominato Email nella tua pagina personale. Se questo campo non esiste, Fosswiki cercherà una riga simile a questa:
ko: 귀하의 사용자 토픽 내부의 이메일이라는 양식 항목을 설정하여 이메일 주소를 변경합니다. 양식 항목이 존재하지 않는다면, 다음과 같은 줄을 찾을 것입니다:
nl: Je verandert je e-mailadres door dit in te vullen in het formulier in op je persoonlijke pagina. Als het formulierveld Email niet bestaat zal het zoeken naar een regel als deze:
no: Du endrer din epost adresse ved å endre skjemafeltet kalt Email på din brukerside. Hvis dette feltet ikke finnes søkes det etter en linje som dette:
uk: Зміна Вашої електронної адреси здійснюється через поле форми, що називається Email, у особистій темі. Якщо такого поля не існує то буде очікуватись рядок наступного вигляду:

source: You have *not* been registered.
cs: Ještě jste *ne*byl registrován.
fr: Vous n'avez *pas* été inscrit(e).
it: *Non* sei stato registrato.
ko: *미등록* 상태입니다.
nl: Je bent *niet* geregistreerd.
no: Du er *ikke* registrert.
uk: Ви *не* були зареєстровані.

source: You may be able to get your Wiki administrator to change the settings if they are inappropriate for your environment.
cs: Váš Wiki administrátor může změnit nastavení, pokud jsou nevhodné pro Vaše prostředí.
fr: Si elles ne sont pas adaptées à votre contexte, vous pouvez demander aux administrateurs de ce Wiki de les modifier.
it: Puoi chiedere all'amministratore Wiki di cambiare la configurazione se pensi che non sia appropriata per il tuo ambiente.
ko: 이 세팅이 귀하의 환경에 부적절하다면 위키 관리자가 변경할 수도 있을 것입니다.
nl: Je zou je Wiki beheerder zover kunnen krijgen om de instellingen te veranderen als ze niet van toepassing zijn op jouw omgeving.
no: Du kan få din Wiki administrator til å endre innstillingene dersom de er hensiktsmessige for ditt miljø.
uk: Ви можете умовити Вашого адміністратора Wiki змінити налаштування якщо вони не відповідають Вашому робочому середовищу.

source: You may have clicked a registration verification link that you had already visited.
cs: Možná jste klikli na registrační verifikační link, který jste již jednou použili.
fr: Il est possible que vous ayez déjà visité ce lien de vérification d'inscription.
it: Potresti aver selezionato un collegamento alla pagina per la verifica della registrazione già visitata in precedenza.
ko: 이미 방문한 등록 확인 링크를 클릭했을 수도 있습니다.
nl: Misschien heb je een verificatielink geklikt terwijl je die pagina al had bezocht.
no: Du kan ha klikket på en registrerings-bekreftelses link som du allerede har besøkt.
uk: Можливо Ви клікнули посилання на перевірку реєстрації, яке вже відвідували.

source: You may need to close your browser to make this change take effect.
cs: Musíte zavřít Váš prohlížeč, aby se změny projevily.
fr: Il se peut que vous deviez fermer votre navigateur internet pour que ce changement prenne effet.
it: Potrebbe essere necessario chiudere il browser affinchè questo cambiamento abbia effetto.
ko: 변경내역이 반영되려면 귀하의 브라우저를 닫아야 할 수도 있습니다.
nl: Je moet misschien je browser sluiten om deze wijziging te zien.
no: Det kan hende du må starte nettleseren på nytt for at endringen skal tre i kraft.
uk: Можливо, Вам доведеться закрити браузер щоб ця зміна набула чинності.

source: You must be the =%1= super user, or a member of the %2, to clear the global cache for all topics.
fr: Vous devez être le super-utilisateur =%1= , ou un membre de %2, pour purger le cache global pour toutes les pages.
it: Devi essere il super utente =%1=, o un membro di %2 per cancellare la cache globale di tutte le pagine.
uk: Ви маєте бути або привілейованим користувачем =%1=, або входити до %2, щоб мати можливість скинути кеш усіх тем.

source: You must pass a topic name.
cs: Musíte zadat název stránky.
fr: Vous devez fournir un nom de page.
it: È necessario indicare il nome di una pagina.
ko: 토픽명을 전달해야만 합니다.
nl: Je moet een paginanaam opgeven.
no: Du må sende et sidenavn.
uk: Ви маєте надати ім'я теми.

source: You need to specify a valid group name to add members to a group.
cs: Pro přidání uživatelů do skupiny musíte zadat validní jméno skupiny.
fr: Vous devez spécifier un nom de groupe valide pour ajouter des membres à un groupe.
it: È necessario specificare un nome di gruppo valido per aggiungere membri a un gruppo.
nl: Je moet een geldige groepnaam aangeven, als je leden bij een groep wil toevoegen.
uk: Вам необхідно точно визначити дійсну групу, щоб додати до неї членів.

source: You need to specify a valid group name to remove members from a group.
cs: Pro odebrání uživatelů ze skupiny musíte zadat validní jméno skupiny.
fr: Vous devez spécifier un nom de groupe valide pour supprimer des membres d'un groupe.
it: È necessario specificare un nome di gruppo valido per rimuovere membri da un gruppo.
nl: Je moet een geldige groepnaam aangeven, als je leden uit een groep wil verwijderen.
uk: Вам необхідно точно визначити дійсну групу, щоб вилучити з неї членів.

source: You need to specify a valid member to add to a group.
cs: Pro přidání do skupiny musíte zadat existujícího uživatele.
fr: Vous devez spécifier un membre valide à ajouter à un groupe.
it: È necessario specificare un membro valido per aggiungerlo ad un gruppo.
uk: Вам необхідно визначити дійсного користувача, щоб додати до групи.

source: You need to specify a valid member to remove from a group.
cs: Pro odebrání za skupiny musíte zadat existujícího uživatele.
fr: Vous devez spécifier un membre valide à retirer d'un groupe.
it: È necessario specificare un membro valido per rimuoverlo da un gruppo.
uk: Вам необхідно визначити дійсного користувача, щоб вилучити його із групи.

source: You now need to verify your e-mail address. You can do so by entering %1 in the form presented to you when this e-mail was sent, or by visiting %2
cs: Nyní je potřeba ověřit Vaši emailovou adresu. To můžete provést vložením %1 do formuláře, který se Vám zobrazil, když tento email byl odeslán nebo navštívením %2
fr: Il vous faut maintenant confirmer la validité de votre adresse e-mail. Pour cela, vous pouvez entrer %1 dans le formulaire affiché lors de l'envoi de cet e-mail, ou bien vous rendre sur la page %2
it: È ora necessario verificare il tuo indirizzo e-mail. Puoi farlo inserendo %1 nel form che ti è stato presentato quando questa e-mail ti è stata inviata o visitando %2
ko: 이제 이메일 주소를 확인해야 합니다. 이 이메일이 전송되었을 때 제시된 양식에 %1 을 입력하거나 %2 를 방문하면 됩니다.
nl: Je moet nu je e-mailadres verifi&&euml;ren. Dit kun je doen door %1 in te vullen in het formulier dat je hebt gekregen toen je deze e-mail werd gestuurd, of door %2 te bezoeken
no: Du må nå bekrefte din epostadresse. Du kan gjøre det ved å skrive %1 i skjemaet du så når denne eposten ble sendt, eller ved å gå til %2
uk: Тепер необхідно перевірити Вашу електронну адресу. Ви можете це зробити або через введення %1 до форми, що була показана Вам, коли це повідомлення було відправлено, або через відвідини %2

source: You will probably have to ask your administrator, %1, to do this.
cs: Pravděpodobně se budete muset zeptat Vašeho administrátora - %1, aby jste toto mohl udělat.
fr: Vous devrez probablement demander à l'administrateur, %1, de faire cela.
it: Per fare questo, probabilmente devi rivolgerti all'amministratore %1.
ko: 이 것을 실행하려면 귀하의 관리자, %1 님, 에게 문의하셔야 합니다.
nl: Je moet waarschijnlijk je administrator, %1, vragen om dit te doen.
no: Du må trolig spørre din administrator, %1, om å få gjøre dette.
uk: Можливо Ви повинні попросити адміністратора %1, зробити це.

source: You will receive an e-mail when your registration has been approved.
cs: Poté co bude vaše registrace potvrzena, obdržíte email.
fr: Vous recevrez un e-mail quand votre inscription aura été approuvée.
it: Riceverai una e-mail quando la registrazione verrà approvata.
uk: Ви отримаєте електронного листа коли реєстрацію буде підтверджено.

source: Your [[%1][Wikiname]] is %2 and your username is =%3=.
cs: Vaše [[%1][Wikiname]] je %2 a vaše uživatelské jméno je =%3=.
fr: Votre [[%1][NomWiki]] est %2 et votre nom de connexion est =%3=.
it: Il tuo [[%1][NomeWiki]] è %2 e il tuo nome utente è =%3%.
uk: %2 – це Ваше [[%1][ВікіІм'я]], а =%3= – Ваше ім'я користувача (логін).

source: Your [[%1][username]]:
cs: Vaše [[%1][uživatelské jméno]]:
fr: Votre [[%1][nom de connexion]] :
it: Il tuo [[%1][nome utente]]:
nl: Je [[%1][gebruikersnaam]]:
uk: Ваше [[%1][ім'я користувача]]:
