Repository: foswiki/distro
Catalog: core/locale/*.po
Languages: cs, fr, it, ko, nl, no, uk

source: title='Interwoven' accesskey='i'>&interwoven
cs: nadpis='Proložený' klávesová zkratka='i'>&interwoven
fr: title='Différences entrelacées' accesskey='i'>D&ifférences entrelacées
it: title='Intrecciate' accesskey='i'>&Intrecciate
ko: title='상호연결됨' accesskey='i'>상호연결됨 &i
nl: title='verweven' accesskey='v'>&Verweven
no: title='Fletting' accesskey='i'>Flett&ing
uk: title='Вплісти' accesskey='в'>Переплетіння

source: title='Printable version of this topic' accesskey='p'>&Print version
cs: title='Verze pro tisk' accesskey='p'>&Print version
fr: title='Version imprimable de cette page' accesskey='p'>Im&primer
it: title='Versione stampabile della pagina' accesskey='p'>Stam&pabile
ko: title='이 토픽의 인쇄 버전' accesskey='p'>인쇄 버전 &P
nl: title='Printbare versie van deze pagina' accesskey='p'>&Printversie
no: title='Vis utskriftsvennlig versjon av siden' accesskey='p'>Utskriftsvennlig versjon (&p)
uk: title='Версія теми для друку' accesskey='д'>Версія для друку

source: title='Search all webs for topics that link to here' accesskey='l'>A&ll Webs
cs: title='Prohledej všechny weby na články které odkazují sem' accesskey='V'>&Všechny weby
fr: title='Chercher, dans tous les webs, les pages qui contiennent un lien pointant ici' accesskey='l'>Tous &les webs
it: title='Cerca le pagine collegate in tutti i web' accesskey='l'>Tutti i Web(&l)
ko: title='여기로 연결된 토픽에 대한 모든 웹 검색' accesskey='l'>모든 웹 &l
nl: title='Zoek in alle webs naar pagina&#39;s die hierheen linken' accesskey='l'>A&lle Webs
no: title='Søk alle web for sider som linker hit' accesskey='l'>A&lle Webs
uk: title='Знайти теми, що посилаються сюди, у всіх розділах' accesskey='р'>Всі розділи

source: title='Search the %1 Web for topics that link to here' accesskey='b'>&Backlinks
cs: title='Hledej články ve webu %1 které sem odkazují' accesskey='b'>&Backlinks
fr: title='Chercher dans le Web %1 les liens pointant ici' accesskey='b'>Liens entrants (&b)
it: title='Cerca nel Web %1 le pagine qui collegate' accesskey='b'>Retro collegamenti (&b)
ko: title='여기에 연결된 토픽에 대한 %1 웹 검색' accesskey='b'>역방향 연결 &B
nl: title='Zoek in %1 Web naar pagina&#39;s die hierheen linken' accesskey='w'>Verwijzingen in &Web
no: title='Søk i %1 web for sider som linker hit' accesskey='b'>&Backlinks
uk: title='Шукати у розділі %1 на теми, що посилаються сюди' accesskey='з'>Зворотні посилання

source: title='Search the %1 Web for topics that link to here' accesskey='b'>We&b
cs: title='Hledej na webu %1 články které sem odkazují' accesskey='b'>We&b
fr: title='Chercher dans le Web %1 les liens pointant ici' accesskey='b'>We&b
it: title='Cerca nel Web %1 le pagine qui collegate' accesskey='b'>We&b
ko: title='여기에 연결된 토픽에 대한 %1 웹 검색' accesskey='b'>웹 &b
nl: title='Zoek in %1 Web naar pagina&#39;s die hierheen linken' accesskey='w'>Verwijzingen in &Web
no: title='Søk i %1 web'en for sider som linker hit' accesskey='b'>We&b
uk: title='Шукати у розділі %1 на теми, які сюди посилаються' accesskey='р'>Розділ

source: title='Side by side' accesskey='s'>&side by side
cs: nadpis='Vedle sebe' klávesová zkratka='s'>&side by side
fr: title='Côte-à-côte' accesskey='s'>Différence&s côte-à-côte
it: title='Affiancate' accesskey='s'>affiancate (&S)
ko: title='나란히' accesskey='s'>나란히 &s
nl: title='Naast elkaar' accesskey='n'>&Naast elkaar
no: title='Side ved side' accesskey='s'>Side ved &side
uk: title='У дві колонки' accesskey='к'>Дві колонки

source: title='Subscribe to this topic' accesskey='s'>&Subscribe
cs: title='Přihlaš se k odběru tohoto článku' accesskey='s'>&Subscribe
fr: title='Abonnement à cette page' accesskey='s'>&S'abonner
it: title='Sottoscrivi questa pagina' accesskey='s'>&Sottoscrivi
ko: title='이 토픽 구독' accesskey='s'>구독 &S
nl: title='Abonneer je op deze pagina' accesskey='a'>&Abonneren
uk: title='Підписатись до теми' accesskey='п'>Підписка

source: title='Unsubscribe from this topic' accesskey='s'>Un&subscribe
cs: title='Odhlaš se z odběru tohoto článku' accesskey='s'>Un&subscribe
fr: title='Désabonnement à cette page' accesskey='s'>Dé&sabonnement
it: title='Cancella sottoscrizione a questa pagina' accesskey='s'>Cancella &sottoscrizione
ko: title='이 토픽 구독해지' accesskey='s'>구독해지 &s
nl: title='Afmelden van deze pagina' accesskey='a'>&Afmelden
uk: title='Відписатись від теми' accesskey='п'>Відписатись

source: title='View complete topic history' accesskey='h'>&History
cs: title='Ukaž celou historii článku' accesskey='h'>&History
fr: title='Afficher l&#39;intégralité de l&#39;historique de la page' accesskey='h'>&Historique
it: title='Vedi tutta la storia della pagina accesskey='h'>&History
nl: title='Bekijk paginageschiedenis' accesskey='g'>&Geschiedenis
uk: title='Проглянути повну історію теми' accesskey='і'>Історія

source: title='View topic' accesskey='v'>&View topic
cs: title='Zobraz článek' accesskey='v'>&Zobraz článek
fr: title='Voir la page' accesskey='v'>&Voir la page
it: title='Vedi pagina' accesskey='v'>&Vedi pagina
ko: title='토픽 보기' accesskey='v'>토픽보기 &V
nl: title='Bekijk pagina' accesskey='k'>Be&kijk pagina
no: title='Vis side' accesskey='v'>&Vis side
uk: title='Проглядання теми' accesskey='п'>Переглянути тему

source: title='View without formatting' accesskey='v'>&View wiki text
cs: title='Zobraz zdrojový text (bez formátování)' accesskey='v'>&View wiki text
fr: title='Afficher la source de cette page au format Wiki text, sans formatage' accesskey='v'>&Voir wiki text
it: title='Vedi senza formattazione' accesskey='v'>&Vedi testo Wiki
ko: title='서식적용 없이 보기' accesskey='v'>위키 본문 보기&v
nl: title='Bekijk wiki tekst zonder opmaak' accesskey='t'>Wiki&tekst
no: title='Vis tekst uten formatering' accesskey='v'>&Vis Wiki Tekst
uk: title='Проглянути тему без форматування' accesskey='п'>Похідний текст

source: user list truncated
cs: neúplný uživatelský seznam
fr: liste incomplète
it: lista utente troncata
ko: 사용자 목록이 잘렸습니다
nl: gebruikerslijst afgebroken
no: brukerliste forkortet
uk: перелік користувачів урізано

source: value='Cancel' accesskey='c'
cs: value='Přerušit' accesskey='c'
fr: value='Annuler' accesskey='c'
it: value='Rinuncia' accesskey='c'
ko: value='취소' accesskey='c'
nl: value='Afbreken' accesskey='a'
no: value='Avbryt' accesskey='c'
uk: value='Скасувати' accesskey='с'

source: value='Discard' accesskey='d'
cs: value='Zruš' accesskey='d'
fr: value='Abandonner' accesskey='d'
it: value='Annulla i cambiamenti' accesskey='d'
ko: value='폐기' accesskey='d'
nl: value='Weggooien' accesskey='w'
no: value='Forkast' accesskey='d'
uk: value='Відмовитись' accesskey='в'

source: value='Preview' accesskey='p'
cs: value='Ukázka' accesskey='p'
fr: value='Prévisualiser' accesskey='p'
it: value='Anteprima' accesskey='p'
ko: value='미리보기' accesskey='p'
nl: value='Voorvertoning' accesskey='v'
no: value='Forhåndsvis' accesskey='p'
uk: value='Попередній перегляд' accesskey='п'

source: value='Quiet save' accesskey='q'
cs: value='Ulož bez propagování do RSS a pokračuj' accesskey='q'
fr: value='Enregistrer sans notification' accesskey='q'
it: value='Salva senza notificare' accesskey='q'
ko: value='자동 저장' accesskey='q'
nl: value='Stil bewaren' accesskey='s'
no: value='Lagre stille' accesskey='q'
uk: value='Тихо зберегти' accesskey='т'

source: value='Save and Continue' accesskey='k'
cs: value='Ulož a pokračuj' accesskey='k'
fr: value='Enregistrer et continuer de modifier' accesskey='k'
it: value='Salva e Continua' accesskey='k'
ko: value='저장 후 계속' accesskey='k'
nl: value='Bewaren en Doorgaan' accesskey='b'
no: value='Lagre og fortsett' accesskey='k'
uk: value='Зберегти та продовжити' accesskey='б'

source: value='Save' accesskey='s'
cs: value='Ulož' accesskey='s'
fr: value='Enregistrer' accesskey='s'
it: value='Salva' accesskey='s'
ko: value='저장' accesskey='s'
nl: value='Bewaren' accesskey='b'
no: value='Lagre' accesskey='s'
uk: value='Зберегти' accesskey='з'

source: view
cs: náhled
fr: visualiser
it: vista
ko: 보기
nl: bekijken
no: vis
uk: проглянути

source: why you are being asked to confirm
cs: proč jste byl dotazován na potvrzení
fr: pourquoi il vous est demandé de confirmer
it: il motivo per cui ti è stato chiesto di confermare
ko: 귀하의 확인이 요청된 이유
nl: waarom wordt mij om een bevestiging gevraagd
no: hvorfor du blir bedt om å bekrefte
uk: чому у Вас запитують підтвердження

source: %1 added to the %2 group.
ko: %1 님이 %2 그룹에 추가됨.

source: %1 group topic upgraded.
ko: %1 그룹 토픽이 업그레이드 됨.

source: %1 has been approved and registered with e-mail %2
ko: %1님은 승인되었고 %2 로 등록되었습니다

source: %1 removed from the %2 group.
ko: %1 님이 %2 그룹에서 삭제됨.

source: '%1' is not a valid %2
ko: '%1'은 유효하지 않은 %2

source: (set preferences)
ko: (기본설정)

source: *Administrators:* You can change user's e-mail address using this form. Enter the users Login or WikiName and the new e-mail address.
ko: *관리자:* 이 양식을 사용하여 사용자의 이메일 주소를 변경할 수 있습니다. 사용자의 로그인 혹은 위키명을 입력하고 새 이메일 주소를 입력하십시오.

source: *Local file:* If you select a different file in _Local file:_, it is this that will be updated or added.
ko: *지역 파일:* _지역 파일:_ 의 다른 파일을 선택하시면, 그 파일이 업데이트 되거나 추가 됩니다.

source: A new system-generated password for your login name '%1' (!WikiName %2) has been sent to your registered e-mail address. If your e-mail address is no longer valid, please contact %3
ko: 귀하의 로그인 이름 '%1' (!위키이름 %2) 에 대하여 새롭게 시스템에서 생성된 비밀번호가 등록하신 이메일 주소로 전송되었습니다. 만약 이메일 주소가 더 이상 유효하지 않다면, %3 에게 연락하십시오

source: Action %1: %2.
ko: 동작 %1: %2.

source: Add users or groups to this group
ko: 이 그룹에 사용자 혹은 그룹 추가

source: Allow non <nop>WikiWord for the new topic name
ko: <nop>WikiWord 가 아닌 단어로 토픽을 생성하는 것을 허용

source: Attachments help
ko: 첨부파일 도움말

source: Changed by
ko: 변경자

source: Confirm password
ko: 비밀번호 확인

source: Country
ko: 국가

source: Create new FAQ topic
ko: 새 FAQ 토픽 생성

source: Current parent:
ko: 현재 상위 항목:

source: Current password
ko: 현재 비밀번호

source: Delete attachment
ko: 첨부파일 삭제

source: Email address
ko: 이메일 주소

source: Errors adding users to group
ko: 그룹에 사용자 추가 중 오류

source: Errors removing users from groups
ko: 그룹에서 사용자 삭제 오류

source: Fields marked <span class='required'>*</span> are required
ko: <span class='required'>*</span> 로 표시된 항목은 필수입니다.

source: First name
ko: 이름

source: Go back to the previous page, and enable Cookies and Javascript before trying again
ko: 이전 페이지로 돌아가서 다시 시도하기 전에 쿠키와 자바스크립트를 활성화 합니다

source: Hello %1
ko: 안녕하세요 %1

source: Incorrect %1
ko: 틀림 %1

source: Incorrect %1.WikiNames:
ko: 틀린 %1.위키명:

source: International (8-bit) characters are removed (replaced by US-ASCII equivalents for Latin-1)
ko: 국제화 문자(8-bit)가 삭제되었습니다(Latin-1에 해당하는 US-ASCII 코드로 변경되었습니다)

source: Last name
ko: 성

source: Log on with your username and password
ko: 귀하의 사용자명과 비밀번호로 로그인하십시오

source: Login name
ko: 로그인 명

source: Login name %1
ko: 로그인 명 %1

source: Move attachment
ko: 첨부물 이동하기

source: New e-mails (space-separated list)
ko: 새 이메일 (스페이스로 구분된 목록)

source: New password
ko: 새로운 비밀번호

source: No members
ko: 멤버 없음

source: No child topics
ko: 하위 토픽이 없음

source: Notes:
ko: 주의:

source: Organisation name
ko: 조직명

source: Organisation website
ko: 조직 웹사이트

source: Pick from a list
ko: 목록에서 선택하기

source: Please go back in your browser and choose a topic name that is a [[%SYSTEMWEB%.WikiWord][WikiWord]] or check the allow non-Wiki Word box
ko: 브라우저에서 뒤로가서 [[%SYSTEMWEB%.WikiWord][위키워드]] 로 된 토픽명을 선택하거나 비-위키워드 허용 상자를 체크하십시오.

source: Please make sure you spelled the %1 correctly and try again. If you get stuck, please mail %2.
ko: %1 의 철자가 올바른지 확인하시고 다시 시도하십시오. 해결이 안되면, %2 님에게 이메일을 보내 주십시오.

source: Question
ko: 질문

source: Registration is disabled either by configuration setting {EnableNewUserRegistration}, or due to errors with the password system. Check the configuration for errors.
ko: 등록의 비활성화는 구성 설정에 의한 것이거나 {EnableNewUserRegistration}, 비밀번호 시스템의 오류에 기인합니다. 설정에서 오류를 확인하여 보십시오.

source: Remember to update your user topic if you want your e-mail change to be reflected there as well.
ko: 이메일 변경이 사용자 토픽에서도 반영되길 원하시면, 사용자 토픽을 갱신하도록 하십시오.

source: Remove members from this group
ko: 이 그룹에서 사용자를 삭제

source: Remove the user from the group(s) %1 first.
ko: 먼저 그룹 %1 에서 그 사용자를 삭제하십시오.

source: Rename completed, but unsafe redirect to %1 is denied.: The requested host does not match %2, and is not in {PermittedRedirectHostUrls}.
ko: 이름변경이 완료되었으나, %1 으로의 안전하지 않은 리디렉션은 거절되었습니다.: 요청된 호스트는 %2 를 일치하지 않으며, {PermittedRedirectHostUrls} 에 있지 않습니다.

source: Resetting and setting password is not handled by Foswiki
ko: 비밀번호를 재설정하거나 설정하는 것은 Foswiki 에서 처리하지 않습니다

source: Retype new password
ko: 새 비밀번호 확인:

source: Rev %1 was saved by %2, while you were still editing.
ko: 수정 %1 은 %2 님이 귀하께서 편집 중 저장하셨습니다.

source: Select Group %1 to join
ko: 참여할 그룹 %1 을 선택

source: Select all
ko: 전부 선택

source: Sorry, Registration has been temporarily disabled
ko: 죄송합니다만 등록이 잠시 비활성화 되어있습니다.

source: Success adding users to group
ko: 사용자 그룹에 추가 성공

source: Success removing users from group
ko: 사용자 그룹에서 삭제 성공

source: Switch to monotype or propotional font
ko: 고정폭 혹은 가변폭 폰트로 변경

source: That user has already been activated
ko: 해당 사용자는 이미 활성화 되었습니다

source: The %1 field must be your first and last name in %2, e.g. your capitalized first and last name with spaces removed.
ko: %1 항목은 반드시 이름이고 %2 은 성입니다, 즉, 첫글자가 알파벳 대문자화된 성과 이름으로 그 사이의 공백은 제거 되어야 합니다.

source: The %1 field must match the {LoginNameFilterIn} filter for this site
ko: %1 항목은 이 사이트의 {LoginNameFilterIn} 필터와 반드시 일치해야 합니다

source: The attachment may have to be renamed if an attachment called '%FILENAME%' already exists in the target topic.
ko: 첨부파일은 대상 토픽에 '%FILENAME%' 이라는 첨부파일이 이미 존재한다면 이름이 변경될 수 있습니다.

source: The login name you use to sign in.
ko: 로그인 시 사용하는 로그인명.

source: There were errors removing %1 from the %2 group.
ko: %2 그룹에서 %1 님을 삭제하는 중 오류가 있었습니다.

source: Title
ko: 제목

source: Upgrade group topic
ko: 그룹 토픽 업그레이드

source: Wiki administrators should read about the %1.
ko: 위키 관리자께 %1 을 읽는 것을 권해드립니다.

source: Wiki name
ko: 위키 명

source: You *must* have at least one valid registered e-mail to be able to reset your password. If none of your registered e-mail addresses is valid, and you have forgotten your password, contact %1
ko: 비밀번호를 재설정하기 위해서는 *반드시* 하나이상의 유효한 이메일을 가지고 있어야합니다. 유효한 이메일이 등록되지 않은 경우에 비밀번호를 분실하셨다면, %1 님에게 도움을 요청하세요.

source: You are already registered
ko: 이미 등록된 사용자 입니다.

source: You cannot manually confirm this change because either Cookies or Javascript are disabled in your browser.
ko: 귀하의 웹브라우저에서 쿠키 혹은 자바스크립트가 비활성화 되어있기때문에 이 변경내역을 수동으로 승인할 수 없습니다.

source: You cannot register on this site.
ko: 이 사이트에 등록할 수 없습니다.

source: You need to specify a valid group name to add users to a group.
ko: 그룹에 사용자를 더하려면 유효한 그룹명을 지정해야만 합니다.

source: You need to specify a valid group name to remove users from a group.
ko: 그룹에서 사용자를 삭제하려면 유효한 그룹명을 지정할 필요가 있습니다.

source: You need to specify a valid user to add to a group.
ko: 그룹에 추가하려면 유효한 사용자를 지정해야만 합니다.

source: You need to specify a valid user to remove from a group.
ko: 그룹에서 삭제하려면 유효한 사용자를 지정해야만 합니다.

source: Your
ko: 귀하의

source: Your %1.LoginName
ko: 귀하의 %1.LoginName

source: Your language will be changed to %1 from the next screen. You will be redirected to there right now. If you aren't, [[%2][click to proceed]].
ko: 귀하의 언어는 다음 화면부터 %1 으로 변경됩니다. 지금 그 쪽으로 리디렉션 됩니다. 그렇지 않을 경우, [[%2][진행하려면 클릭]] 하십시오.

source: Your name as displayed online. Note, this must be a unique [[%SYSTEMWEB%.WikiName][Wiki name]]. By default it is derived from your first and last name.
ko: 온라인에서 표기되는 귀하의 이름. 이는 독특한 [[%SYSTEMWEB%.WikiName][위키 명]] 이어야만 한다는 점에 주의하십시오. 기본적으로 귀하의 성과 이름에서 얻어집니다.

source: Your password
ko: 귀하의 비밀번호

source: Your user name has been removed from the Authentication System.
ko: 당신의 사용자 이름이 인증 시스템에서 삭제 되었습니다.

source: Your user topic has not been renamed. Please e-mail %1 to request this.
ko: 사용자 토픽의 이름을 변경할 수 업습니다. %1 에게 도움을 요청하세요.

source: checkboxes of referenced topics
ko: 참조된 토픽의 체크상자

source: title='View total topic history' accesskey='h'>&History
ko: title='토픽 기록 전체 보기' accesskey='h'>기록 &H
