Repository: foswiki/distro
Catalog: core/locale/*.po
Languages: cs, fr, it, ko, nl, no, uk

source: This is an internal error. You can try to register again, or contact %1 to report the error.
fr: Il s'agit d'une erreur interne. Vous pouvez tenter l'inscription de nouveau, ou contacter %1 pour signaler l'erreur.
it: Si è verificato un errore interno. Puoi provare a registrarti di nuovo, o puoi contattare %1 per segnalare l'errore.
uk: Це внутрішня помилка. Ви можете спробувати зареєструватись знову або зв'язатись із %1 що повідомити про проблему.

source: This is not a valid WikiName.
cs: Toto není platné WikiJméno.
fr: Ce n'est pas un NomWiki valide.
it: Questo non è un valido NomeWiki.
nl: Dit is geen geldige wiki naam.
uk: Це недозволене ВікіІм'я.

source: This is the Trash. Here you can undelete topics; deleted attachments are in TrashAttachment.
cs: Toto je Koš. Zde můžete obnovit články; smazané přílohy jsou v koši příloh.
fr: Ceci est la poubelle (Trash). Vous pouvez y récupérer des pages effacées ; les fichiers attachés qui ont été effacés sont sur la page TrashAttachment.
it: Ecco il cestino. Qui puoi recuperare le pagine cancellate. Per gli allegati guarda invece in TrashAttachment.
ko: 휴지통입니다. 여기에서 토픽을 복원할 수 있습니다; 삭제된 첨부파일은 TrashAttachment 에 있습니다.
nl: Dit is de Prullenmand. Hier kun je verwijderingen van pagina&#39;s ongedaan maken; verwijderde bijlagen staan in TrashAttachment.
no: Dette er Trash. Her kan du ta tilbake slettede sider; slettede vedlegg finner du i TrashAttachment.
uk: Це Смітник. Тут Ви можете відновити вилучені теми; вилучені додатки знаходяться в TrashAttachment.

source: This is why the conversion is disabled:
cs: Toto je důvod vypnuté konverze:
fr: Voilà pourquoi la conversion est désactivée :
it: Ecco perché la conversione è disattivata:
ko: 이 대화가 비활성화 된 이유입니다:
nl: Waarom de omzetting is uitgeschakeld:
no: Dette er grunnen til av konvertering er deaktivert:
uk: Перетворення вимкнено тому, що:

source: This is your name written as !WikiWord, for example: !JohnSmith. [[%1][Register]] if you do not have an account yet.
cs: Toto je vaše jméno zapsané jako !WikiWord, např. !JohnSmith. [[%1][Register]] pokud ještě nemáte svůj účet.
fr: Ceci est votre nom écrit comme un !MotWiki, par exemple : !JeanDurand. [[%1][Inscrivez-vous]] si vous n'avez pas encore de compte.
it: Questo è il tuo nome scritto come !WikiWord, ad esempio: !JohnSmith. [[%1][Registrati]], se non hai ancora disponibile un accesso.
ko: 이것은 귀하의 성명이 !WikiWord 로 쓰여진 것입니다, 예를 들면: !JohnSmith. 아직 계정이 없으시다면 [[%1][등록]] 하십시오.
nl: Dit is je naam geschreven als wiki woord, bijvoorbeeld: !PeterVanVelsen. [[%1][Meld je aan]] als je nog geen account hebt.
no: Dette er ditt navn skrevet som !WikiWord. For eksempel: !JohnJohnsen. [[%1][Registrering]] hvis du ikke har en konto enda.
uk: Це Ваше ім'я, яке записане як !ВікіСлово. Наприклад: !ІванСірко. [[%1][Зареєструйтесь]], якщо ще не маєте облікового запису.

source: This must be a unique WikiName.
cs: Toto musí být unikátní WikiJméno.
fr: Cela doit être un NomWiki unique.
it: Questo deve essere un NomeWiki univoco.
nl: Dit moet een duidelijke wiki-naam zijn.
uk: Це має бути унікальне ВікіІм'я.

source: This must be a valid login username.
cs: Toto musí být platný login uživatele.
fr: Cela doit être un nom de connexion valide.
it: Questo deve essere un nome di accesso valido.
nl: Dit moet een geldige login gebruikersnaam zijn.
uk: Це має бути допустиме ім'я користувача.

source: This name has been chosen so it doesn't conflict with any other topics already in the %1 web.
cs: Toto jméno bylo zvoleno tak, aby nekolidovalo s žádným článkem, který už je na webu %1.
fr: Ce nom a été choisi de telle sorte qu'il n'entre pas en conflit avec les pages déjà existantes dans le web %1.
it: Questo nome è stato scelto in modo da non essere in conflitto con quello delle altre pagine nel Web %1.
ko: 이 이름은 %1 웹에 이미 있는 다른 토픽과 충돌하지 않도록 선택되었습니다.
nl: Deze naam is uigekozen zodat deze niet conflicteert met andere pagina&#39;s die al aanwezig zijn in het %1 web.
no: Dette navnet har blitt valgt slik at det ikke er i konflikt med andre sider som finnes i %1 web'en.
uk: Це ім'я було вибране оскільки воно не конфліктує ні з однією з інших назв тем вже розміщених у розділі %1 .

source: This page explains one of the security measures that Foswiki, the software that runs this site, performs to secure this site from attackers.
cs: Tato stránka vysvětluje jedno z bezpečnostních opatření jež Foswiki, software na kterém běží tato stránky, provádí k ochraně před útočníky.
fr: La présente page explique une des mesures de sécurité que Foswiki, le logiciel qui fait fonctionner ce site, met en œuvre pour sécuriser le site contre des attaquants.
it: Questa pagina spiega una delle misure di sicurezza che Foswiki, il software che gestisce questo sito, esegue per proteggere questo sito dagli attacchi di impostori.
ko: 이 페이지는 이 사이트에서 실행되는 소트프웨어인 Foswiki가 공격자들로부터 이 사이트를 보호하기 위하여 수행해야하는 보안장채 중 하나를 설명합니다.
nl: Deze pagina legt uit welke veiligheidsmaatregelen Foswiki, de software achter deze site, neemt om deze site te beschermen tegen aanvallers.
no: Denne siden forklarer en av sikkerhetsmekanismene som Foswiki benytter for å sikre dette nettstedet, som kjører Foswiki, mot angripere.
uk: Ця сторінка роз'яснює засоби безпеки що їх Foswiki, програмне забезпечення, яке забезпечує цей сайт, використовує для запобігання атак.

source: This page was cached on %1.
cs: Tato stránka byla uložena do cache dne %1.
fr: Cette page a été mise en cache le %1.
it: Questa pagina è stata memorizzata nella cache il %1.
nl: Van deze pagina werd een cache gemaakt om %1.
uk: Ця тема закешована о %1.

source: This requires the form definition to be present.
cs: Toto vyžaduje aby existovala definice formuláře.
fr: Pour cela, le formulaire doit être défini.
it: Ciò richiede la definizione del modulo che deve essere presente.
ko: 양식 정의가 존재해야 합니다
nl: Dit vereist dat formulierdefinities bestaan.
no: Dette krever at skjemadefinisjonen er tilstede.
uk: Необхідно, щоб було представлено визначення форми.

source: This site is powered by Foswiki
cs: Tento web běží na Foswiki
fr: Le présent site est propulsé par Foswiki
it: Questo sito utilizza Foswiki
ko: 이 사이트는 Foswiki 를 실행합니다
nl: Deze site is powered by Foswiki
no: Dette nettstedet kjøres på Foswiki
uk: Цей сайт використовує Foswiki

source: This site requires at least %1 character passwords
cs: Tento web vyžaduje nejméně %1 znaková hesla
fr: Les mots de passe doivent être composés d'au moins %1 caractères
it: Questo sito richiede password di almeno %1 caratteri
ko: 이 사이트는 최소 %1 개 문자의 비밀번호를 요구합니다
nl: Deze site vereist wachtwoorden met ten minste %1 tekens
no: Denne webløsningen krever minst %1 tegns passord
uk: Цей сайт вимагає паролі завдовжки щонайменше %1 символів

source: This system is configured to use usernames.
fr: Ce système est configuré pour utiliser des noms de connexion.
it: Questo sistema è configurato per utilizzare nomi utente.
nl: Dit systeem is geconfigureerd om gebruikersnaamen te gebruiken.
uk: Ця система сконфігурована на використання імен користувачів.

source: This system is not configured to support user login. Return to [[%1]].
fr: Ce système n'est pas configuré pour utiliser des noms de connexion. Retournez vers [[%1]].
it: Questo sistema non è configurato per supportare login utente. Ritorna a [[%1]].
uk: Цю систему не сконфігуровано для підтримки входу користувачів. Поверніться до [[%1]].

source: This topic:
cs: Tento článek:
fr: Cette page :
it: Questa pagina:
ko: 이 토픽:
nl: Deze pagina:
no: Denne siden:
uk: Ця тема:

source: This username is already in use.
cs: Tento uživatel je již registrován.
fr: Ce nom de connexion est déjà utilisé.
it: Questo nome utente è già utilizzato.
nl: Die gebruikernaam wordt al gebruikt.
uk: Це ім'я користувача вже використовуються.

source: Those changes have been merged with yours to create Rev %1. Text fields will have been merged, but other data such as form fields may have overwritten the other users changes. Please inspect the topic to make sure it is OK, especially if you made any changes to form fields.
cs: Změny byly spojeny s Vašimi, pro vytvoření revize %1. Textové pole budou spojeny, ale ostatní data jako jsou pole formulářů mohou být přepsány změnami ostatních uživatelů. Prosím zkontrolujte článek aby jste se ujistili, že je vše v pořádku, obzvláště pokud jste udělal změny do polí formulářů.
fr: Ces modifications ont été fusionnées avec les autres dans la version %1. La fusion du texte ne pose pas de problème, mais d'autres données, comme les formulaires, peuvent avoir remplacé les modifications des autres personnes. Veuillez inspecter la page pour vérifier que tout s'est bien passé, en particulier si vous avez modifié des formulaires.
it: Questi cambiamenti sono stati aggiunti ai tuoi nella creazione della Rev. %1. I campi di testo sono stati aggiunti ma altri dati come i campi del form sono stati sovrascritti, cancellando altri cambiamenti. Controlla la pagina per assicurarti che tutto sia andato a buon fine, specialmente se hai fatto cambiamenti nei campi del form.
ko: 변경내역들이 귀하의 변경내역과 병합되어 변경 %1 을 생성하였습니다. 텍스트 항목은 병합될 것이지만, 양식 항목과 같은 다른 데이터들은 타 사용자 변경내역을 덮어쓸 것입니다. 이게 괜찮은지 확인하기 위하여 토픽을 검토하십시오, 특히 양식 항목에 변경을 하였을 경우 더욱 주의하십시오.
nl: Deze wijzigingen zijn samengevoegd met die van jou en vormen samen Rev %1. Tekstvelden zullen zijn samengevoegd, maar andere gegevens zoals formuliervelden zouden overschreven kunnen zijn door de wijzigingen van andere gebruikers. Controleer de pagina of deze in orde is, in het bijzonder als je veranderingen hebt gedaan in formuliervelden.
no: De endringene har blitt flettet med dine til å lage versjon %1. Tekst felt har blitt flettet, men andre data som eks. skjemafelter kan ha overksrevet den andre brukerens endringer. Vennligst sjekk siden for å se om den er OK, spesielt dersom du har gjort endringer i skjemafelter.
uk: Зміни було суміщено з Вашими і створена редакція %1. Текстові поля суміщені, але інші дані, такі, як поля форм, могли бути перезаписані змінами інших користувачів. Будь ласка, проглянете уважно сторінку, щоб переконатися, що все гаразд, особливо якщо Ви вносили будь-які зміни до полів форм.

source: Though rarely used in common practice, you can use the special ==%<nop>USERSWEB%== [[%1.Macros][macro]] prefix for !WikiNames, for example, ==%<nop>USERSWEB%.%WIKINAME%==.
cs: Ačkoli je to využíváno zřídka, můžete použít tento speciáalní prefix ==%<nop>USERSWEB%== [[%1.Macros][macro]] pro !WikiNames, například ==%<nop>USERSWEB%.%WIKINAME%==.
fr: Bien que rarement utilisé en pratique, vous pouvez utiliser la [[%1.Macros][macro]] spéciale ==%<nop>USERSWEB%== comme préfixe pour les !NomsWiki, par exemple, ==%<nop>USERSWEB%.%WIKINAME%==.
it: Anche se raramente utilizzato nella pratica comune, è possibile utilizzare la speciale ==%<nop>USERSWEB%== [[%1.Macros][macro]] prefisso per !WikiNames, ad esempio, ==%<nop>USERSWEB%.%WIKINAME%==.
uk: Хоча таке рідко використовується на практиці, але Ви можете застосувати спеціальний ==%<nop>USERWEB%== [[%1.Macros][макро]] префік для !ВікіІмен; наприклад – ==%<nop>UDRWEB%.%WIKINAME%==.

source: Title:
cs: Název:
fr: Titre :
it: Titolo:
nl: Titel:
uk: Заголовок:

source: To approve this registration, visit %2
cs: K potvrzení registrace, přejděte na %2
fr: Pour approuver cette inscription, visitez %2
it: Per approvare questa registrazione, visita %2
nl: Om de registratie te bevestigen, ga naar %2
uk: Щоб підтвердити реєстрацію, завітайте до %2

source: To attachment:
cs: K příloze:
fr: Vers le fichier attaché :
it: Allegati alla pagina:
ko: 첨부파일로:
nl: Naar bijlage:
no: For vedlegg:
uk: До додатку:

source: To block this registration, visit %2
fr: Pour bloquer cette inscription, visitez %2
it: Per bloccare questa registrazione, visita %2
nl: Om deze registratie te blokkeren, ga naar %2
uk: Відвідайте %2 щоб заблокувати цю реєстрацію

source: To display the above search results in a topic, copy-paste the following markup:
cs: K zobrazení výsledků hledání okopírujte následující kód:
fr: Pour afficher le résultat de la recherche ci-dessus dans une page, copiez-collez le code suivant :
it: Per visualizzare i risultati della ricerca di cui sopra in una pagina, copia e incolla il seguente codice:
ko: 토픽 내부에서 상위 검색 결과를 표기하려면, 다음 마크업을 복사-붙여넣기 하십시오:
nl: Om de resultaten van de bovenstaande zoekopdracht in een pagina te plaatsen copy-paste je de volgende tekst:
no: For å vise de ovenstående søkeresultatene i en side, kopier og lim inn følgende:
uk: Щоб відобразити вищенаведені результати пошуку у темі, скопіюйте та вставте наступний код:

source: To edit the topic anyway, click
cs: Pokud chcete článek přesto editovat, stiskněte
fr: Pour modifier la page tout de même, cliquez
it: Per modificare la pagina comunque, clicca
ko: 토픽 편집을 강행하려면, 다음을 클릭하십시오
nl: Om de pagina toch te bewerken, klik
no: For å redigere siden uansett, klikk
uk: Щоб все-одно відредагувати сторінку, клікніть

source: To login as another user please do so [[%1][here]].
fr: Pour vous connecter en tant qu'un autre utilisateur, veuillez le faire [[%1][ici]].
it: Per accedere come un altro utente si prega di farlo selezionando [[%1][qui]].
uk: Щоб увійти під іншим користувачем перейдіть [[%1][сюди]].

source: To refresh the cache for just this topic, <a href='%1' rel='nofollow' > click here </a>
fr: Pour actualiser le cache pour cette page seulement, <a href='%1' rel='nofollow' > cliquez ici </a>
it: Per aggiornare la cache di questa pagina, <a href='%1' rel='nofollow' > clicca qui </a>
uk: <a href='%1' rel='nofollow' > Клікніть тут </a> щоб оновити кеш тільки для цієї теми

source: To see if %1 has finished editing yet, click
cs: Pro kontrolu, jestli %1 už ukončil editaci, stiskněte
fr: Pour savoir si %1 a terminé ses modifications, cliquez
it: Per vedere se %1 ha finito di editare, seleziona
ko: %1 님이 편집을 마쳤는지 보려면, 다음을 클릭하십시오
nl: Om te zien of %1 klaar is met bewerken, klik
no: For å se om %1 er ferdig med å redigere, klikk
uk: Щоб побачити, чи вже закінчив редагування %1, клікніть

source: To topic
cs: Na článek
fr: Vers la page
it: Alla pagina
ko: 토픽으로
nl: Naar pagina
no: Til side
uk: До теми

source: To topic:
cs: K článku:
fr: Cette page :
it: Alla pagina:
ko: 다음 토픽으로:
nl: Naar pagina:
no: Til side:
uk: До теми:

source: To web
cs: Na web
fr: Vers le web
it: Al Web
ko: 다음 웹으로
nl: Naar web
no: Til web
uk: У розділ

source: To web:
cs: K webu:
fr: Vers le web :
it: Al web:
ko: 다음 웹으로:
nl: Naar web:
no: Til web:
uk: У розділ:

source: Too many recursions parsing template %1
cs: Příliš mnoho rekurzí při procházení šablony %1
fr: Trop de récursions lors du traitement du gabarit %1
it: Troppa ricorsione nell'elaborare il modello di pagina %1
ko: 템플릿 %1 을 파싱 중 과도한 회귀공식
nl: Teveel recursie tijdens het verwerken van template %1
uk: Забагато вкладених викликів під час розбору шаблону %1

source: Toolbox
cs: Nástroje
fr: Boite à outils
it: Toolbox (_cassetta degli attrezzi_)
ko: 도구상자
nl: Gereedschappen
no: Verktøy
uk: Інструменти

source: Topic
cs: Článek
fr: Page
it: Pagina
ko: 토픽
nl: Pagina
uk: Тема

source: Topic %1 does not exist
cs: Článek %1 neexistuje
fr: La page %1 n'existe pas
it: La pagina %1 non esiste
ko: 토픽 %1 은 존재하지 않습니다
nl: Pagina %1 bestaat niet
no: Side %1 finnes ikke
uk: Теми %1 не існує

source: Topic Save Error
cs: Chyba při uložení článku
fr: Erreur lors de l'enregistrement de la page
it: Errore nel salvare la pagina
ko: 토픽 저장 오류
nl: Pagina bewaarfout
no: Lagre Side Feil
uk: Помилка збереження теми

source: Topic attachments
cs: Přílohy článku
fr: Fichiers attachés
it: Allegati alla pagina
ko: 토픽 첨부파일
nl: Bijlagen bij deze pagina
no: Side vedlegg
uk: Додатки до теми

source: Topic can not be upgraded from old style category table
cs: Článek nemůže být upgradován ze starého stylu tabulky kategorií
fr: Le tableau de catégories de cette page ne peut être mis à jour
it: La pagina non può essere aggiornata da una tabella categorie vecchio stile
ko: 토픽은 예전 유형의 카테고리 표에서 업그레이드 될 수 없습니다
nl: De pagina kan niet worden opgewaardeerd van een vroegere versie categorie-tabel
no: Siden kan ikke oppgraderes fra gammel type kategori tabell
uk: Тема не може бути оновлена з таблиці категорій старого стилю

source: Topic data
cs: Data která tvoří článek
fr: Données de la page
it: Dati della pagina
ko: 토픽 데이터
nl: Pagina data
no: Side data
uk: Дані теми

source: Topic history
cs: Historie článku
fr: Historique de la page
it: Versioni della pagina
ko: 토픽 기록
nl: Paginageschiedenis
no: Side historie
uk: Історія теми

source: Topic list for %1 Web
cs: Články na webu %1
fr: Liste des pages dans le Web %1
it: Elenco delle pagine del Web %1
nl: Pagina's in %1 web
uk: Теми у розділі %1

source: Topic name
cs: Jméno článku
fr: Nom de page
it: Nome della pagina
ko: 토픽 이름
nl: Paginanaam
no: Sidenavn
uk: Назва теми

source: Topic name:
cs: Jméno článku:
fr: Nom de page :
it: Nome pagina:
ko: 토픽 이름:
nl: Paginanaam:
no: Sidenavn:
uk: Назва теми:

source: Topic parent:
cs: Nadřízený článek:
fr: Page mère :
it: Pagina padre:
ko: 토픽 부모:
nl: Bovenliggende pagina:
no: Forelder til siden:
uk: Батьківська тема:

source: Topic revision:
cs: Revize článku:
fr: Version de la page :
it: Versione pagina:
ko: 토픽 수정본:
nl: Paginarevisie:
no: Side versjon:
uk: Редакція теми:

source: Topic save error
cs: Chyba uložení článku
fr: Erreur lors de l'enregistrement de la page
it: Errore di salvataggio pagina
ko: 토픽 저장 오류
nl: Pagina bewaarfout
no: Lagre side feil
uk: Помилка збереження теми

source: Topic templates in %1 Web
cs: Šablony článku ve webu %1
fr: Modèles (templates) de pages dans le web %1
it: Modelli di pagina nel Web %1
ko: %1 웹 내부의 토픽 템플릿
nl: Pagina-templates in %1 Web
no: Side maler i %1 web'en
uk: Шаблони тем у розділі %1

source: Topic title
cs: Název článku
fr: Titre de la page
it: Titolo pagina
ko: 토픽 제목
nl: Paginatitel
no: Side tittel
uk: Заголовок теми

source: Topic was merged
cs: Článek byl spojen
fr: La page a été fusionnée
it: La pagina è stata incorporata
ko: 토픽이 병합되었습니다
nl: Pagina is samengevoegd
no: Side ble flettet
uk: Теми суміщені

source: Topic will be named:
cs: Článek bude pojmenován:
fr: Nom de page :
it: La pagina verrà chiamata:
nl: Pagina krijgt de naam:
no: Siden får navnet:
uk: Назва теми буде:

source: Topics in %1 web:
cs: Články na webu %1:
fr: Pages dans le web %1 :
it: Pagine del Web %1:
ko: %1 웹 내부의 토픽:
nl: Pagina's in %1 web:
no: Sider i %1 web'en:
uk: Теми у розділі %1:

source: Topics per web
cs: Články na web
fr: Pages par web
it: Pagine per Web
ko: 웹 당 토픽ㅅ
nl: Pagina's per web
no: Sider pr web
uk: Тем у розділі

source: Topics which are currently being edited by other users in the %1 Web:
cs: Články ve webu %1, které jsou v současnosti editovány ostatními uživateli:
fr: Pages en cours de modification par d'autres personnes dans le Web %1 :
it: Pagine che sono attualmente in corso di modifica da parte di altri utenti nel Web %1:
ko: %1 웹 내부에서 다른 사용자에 의하여 현재 편집 중인 토픽:
nl: Pagina's die op dit moment worden bewerkt door andere gebruikers in het !%1 Web:
no: Sider som for øyeblikker blir redigert av andre brukere i %1 web'en:
uk: Теми, які зараз редагуються іншими користувачами у розділі %1:

source: Topics which refer to this web and are are currently being edited by other users:
cs: Články které odkazují na tento web a jsou v současnosti editovány ostatními uživateli:
fr: Pages qui contiennent un lien pointant vers ce web, et qui sont en cours de modification par d'autres personnes :
it: Pagine che si riferiscono a questo web e sono attualmente modificate da parte di altri utenti:
ko: 이 웹을 참조하며 다른 사용자에 의하여 현재 편집 중인 토픽:
nl: Pagina's die verwijzen naar dit web en die op dit moment worden bewerkt door andere gebruikers:
no: Sider som refererer til denne web'en og som for øyeblikket blir rediger av andre brukere:
uk: Теми, які посилаються на цей розділ і редагуються зараз іншими користувачами:

source: Topics which refer to this web that you do not have permission to change:
cs: Články, které odkazují na tento web, u kterých nemáte právo je změnit:
fr: Pages qui contiennent un lien pointant vers ce web, et que vous n'avez pas le droit de modifier :
it: Pagine che fanno riferimento a questo Web e che non hai il permesso di cambiare:
ko: 이 웹을 참조하며 귀하께서 변경 권한을 가지지 않는 토픽:
nl: Pagina's die verwijzen naar dit web waarvan je geen toestemming hebt om te wijzigen:
no: Sider som refererer til denne web'en og som du ikke har rettigheter til å endre:
uk: Теми, що посилаються на цей розділ, і які Ви не можете змінювати:

source: Total matches
cs: Celkem vyhovuje
fr: Le nombre de résultats
it: Totale corrispondenze
ko: 일치 갯수
nl: Totaal aantal treffers
no: Totalt antall treff
uk: Всього збігів

source: Try Again
cs: Zkuste znova
fr: Réessayer
it: Prova ancora
ko: 재시도
nl: Probeer opnieuw
no: Forsøk igjen
uk: Спробувати ще

source: URL
uk: URL-адреса

source: Unchanged sections before and after each change
cs: Části beze změn před a po každé změně
fr: Sections inchangées avant et après chaque modification
it: Sezioni invariate prima e dopo ogni modifica
ko: 각 변경 이전과 이후에 변경되지 않은 섹션
nl: Onveranderde secties voor en na elke wijziging
uk: Незмінні частини до та після кожного редагування

source: Underline
cs: Podtržení
fr: Souligné
it: Sottolineato
uk: Підкреслення

source: Undo last change
cs: Zruš poslední změnu
fr: Annuler dernière modification
it: Annulla l'ultimo cambiamento
nl: Laatste wijziging ongedaan maken
uk: Відмінити останню зміну

source: Unescape markup
fr: Dé-échapper le code
it: Toglie la formattazione
uk: Зняти маскування з розмітки

source: Unrecognised user and/or password
cs: Neznámý účet nebo heslo
fr: Nom de connexion inconnu et/ou mot de passe erroné
it: Utente e/o password sconosciuti
ko: 인식되지 않은 사용자 혹은 비밀번호
nl: Gebruiker en/of wachtwoord niet bekend
no: Ukjent bruker og/eller passord
uk: Невідомий користувач та/чи пароль

source: Unrecognized action command %1
cs: Nerozeznaný příkaz akce: %1
fr: Commande %1 inconnue
it: Comando %1 sconosciuto
ko: 인식되지 않은 명령어 %1
nl: Actieopdracht %1 niet bekend
no: Ukjent handling %1
uk: Невідома команда %1

source: Unsafe redirect to %1 is denied. The requested host does not match %2, and is not in {PermittedRedirectHostUrls}.
cs: Přesměrováni na adresu %1 je nebezpečné a proto zakázáno. Požadovaná adresa neodpovídá %2, a není v {PermittedRedirectHostUrls}.
fr: Une redirection non-sûre vers %1 a été refusée. Le serveur dans cette requête ne correspond pas à %2, et n'est pas dans {PermittedRedirectHostUrls}.
it: Negato il trasferimento non sicuro verso %1. L'indirizzo richiesto non corrisponde a %2 e non è elencato in {PermittedRedirectHostUrls}.
uk: Небезпечне перенаправлення до %1 заборонено. Хост у запиті не відповідає %2 та не включено до {PermittedRedirectHostUrls}.

source: Unsubscribe
cs: Odhlášení odběru
fr: Désabonnement
it: Cancella abbonamento
uk: Відписатись

source: Unsubscribe from this topic
cs: Odhlášení z odběru tohoto článku
fr: Se désabonner de cette page
it: Cancella abbonamento a questa pagina
uk: Відписатись від теми

source: Unsubscribe from this topic (s)
cs: Odhlášení z odběru těchto článků
fr: Se désabonner de cette page (s)
it: Cancella abbonamento da questa pagina (s)
uk: Відписатись від теми (s)

source: Unsupported [[%1][username]]
cs: Nepodporované [[%1][username]]
fr: [[%1][Nom de connexion]] non supporté
it: [[%1][nome utente]] non supportato
nl: Niet geaccepteerde [[%1][gebruikernaam]]
uk: Непідтримуване [[%1][ім'я]]

source: Update
cs: Aktualizuj
fr: Mettre à jour
it: Aggiorna
ko: 갱신
nl: Bijwerken
uk: Оновити

source: Update attachment %1 on %2
cs: Změna přílohy %1 v %2
fr: Mettre à jour le fichier %1 attaché à la page %2
it: Aggiorna allegato %1 in %2
ko: %2 상의 첨부파일 %1 갱신
nl: Bijlage %1 van %2 bijwerken
no: Oppdater vedlegg %1 på %2
uk: Оновити додаток %1 до %2

source: Update links
cs: Aktualizuj odkazy
fr: Mettre à jour les liens
it: Aggiorna collegamenti
ko: 링크 갱신
nl: Links verversen
no: Oppdater lenker
uk: Оновити посилання
