Repository: foswiki/distro
Catalog: core/locale/*.po
Languages: cs, fr, it, ko, nl, no, uk

source: New user registration is disabled on this site.
cs: Registrace nových uživatelů je na tomto webu vypnutá.
fr: L'inscription de nouveaux utilisateurs est désactivée sur ce site.
it: La registrazione di nuovi utenti in questo sito è disabilitata.
nl: Registratie van nieuwe gebruikers is gedeactiveerd.
no: Registrering av nye brukere er ikke aktivert på dette nettstedet.
uk: Реєстрацію нових користувачів вимкнено на цьому сайті.

source: New web name:
cs: Nové jméno webu:
fr: Nouveau nom du web :
it: Nuovo nome Web:
ko: 새로운 Web 이름
nl: Nieuwe webnaam:
no: Nytt webnavn:
uk: Нове ім'я розділу:

source: Newer revision:
cs: Novější revize:
fr: Nouvelle version :
it: Ultima versione:
ko: 새로운 리비전:
nl: Nieuwere revisie:
no: Nyere versjon:
uk: Новіша редакція:

source: Next
cs: Následující
fr: Suivant
it: Prossimo
ko: 다음
nl: Volgende
uk: Далі

source: No
cs: Ne
fr: Non
nl: Nee
uk: Ні

source: No backlinks in public webs
fr: (liens entrants dans les Webs publics)
it: No collegamenti nei Web pubblici
nl: geen teruglinks in openbare Webs
uk: Нема зворотніх посилань у загальних розділах

source: No backlinks in this web
fr: pas de liens entrants dans ce Web
it: Nessun collegamento in questo Web
nl: Geen teruglinks in dit Web
uk: Нема зворотніх посилань у цьому розділі

source: No changes
cs: Beze změn
fr: Aucun changement
it: Nessun cambiamento
ko: 변경 없음
nl: Geen wijzigingen
no: Ingen endringer
uk: Нема змін

source: No child topics found.
fr: Pas de pages filles trouvées.
it: Nessuna pagina figlia.
nl: Geen onderliggende pagina&&#39;s gevonden.
uk: Нема дочірніх тем.

source: No group name specified
cs: Nebylo uvedeno jméno skupiny
fr: Nom de groupe non spécifié
it: Non è stato specificato un nome di gruppo
ko: 그룹명 지정되지 않음
nl: Geen groepsnaam aangegeven
no: Gruppenavn er ikke spesifisert
uk: Ім'я групи не задане

source: No members
fr: Aucun membre
it: Nessun membro
nl: Geen leden
uk: Нема членів

source: No pending registration was found for the verification code %1.
cs: Nebyla nalezena žádná probíhající registrace pro tento verifikační kód %1.
fr: Aucune inscription en attente n'a été trouvée pour le code de vérification %1.
it: Non è stata trovata alcuna registrazione in sospeso per il codice di verifica %1.
uk: За кодом верифікації %1 нема очікуваних реєстрацій.

source: No permission to view %1
cs: Nemáte právo pro prohlížení %1
fr: Vous n'avez pas la permission d'accéder à %1
it: Non hai il permesso di visualizzare %1
ko: %1 의 보기 권한이 없습니다
nl: Geen permissie om %1 te bekijken
no: Ingen tilgang til å lese %1
uk: Немає прав для перегляду %1

source: No previous revision exists.
cs: Neexistují žádné předchozí revize článku.
fr: Aucune version précédente n'existe.
it: Non esistono versioni precedenti.
ko: 이전 리비전이 존재하지 않습니다.
nl: Er is geen vorige paginarevisie beschikbaar.
no: Ingen tidligere versjon finnes.
uk: Нема попередньої редакції.

source: No registrations are pending.
fr: Il n'y pas d'Inscriptions en attente.
it: Sospensione delle iscrizioni attiva.
uk: Немає відкладених реєстрацій.

source: No topic to subscribe to
cs: Žádný článek k odběru
fr: Aucune page à laquelle s'abonner
it: Nessuna pagina da sottoscrivere
no: Ingen sider å abonnere på
uk: Нема теми для спостереження

source: No topics to update.
cs: Žádné články k aktualizaci.
fr: Aucune page à mettre à jour.
it: Nessuna pagina da aggiornare.
ko: 갱신할 토픽 없음.
nl: Geen pagina's om te bij te werken.
no: Ingen sider å oppdatere.
uk: Нема тем для оновлення.

source: No username specified
cs: Nebylo uvedeno jméno uživatele
fr: Nom de connexion non spécifié
it: Non è stato specificato un nome utente
ko: 사용자명 지정되지 않음
nl: Geen gebruikersnaam aangegeven
no: Brukernavn ikke oppgitt
uk: Не задано ім'я користувача

source: No users to reset passwords for.
cs: Žádní uživatelé k resetování hesla.
fr: Aucun nom d'utilisateur fourni pour la réinitialisation de mots de passe.
it: Nessun utente a cui ridefinire la password.
ko: 패스워드를 초기화할 사용자가 없습니다.
nl: Geen gebruikers om de wachtwoorden opnieuw voor in te stellen.
no: Ingen brukere å tilbakestille passordet for.
uk: Нема для кого скидати паролі.

source: Nobody
cs: Nikdo
fr: Personne
it: Nessuno
nl: Niemand
uk: Ніхто

source: Not recommended when deleting a topic.
cs: Nedoporučeno při mazání článku.
fr: Déconseillé lors de la suppression d'une page.
it: Non raccomandato eliminando una pagina.
ko: 토픽을 삭제할 때 권장되지 않습니다.
nl: Niet aangeraden bij het verwijderen van een pagina.
no: Ikke anbefalt ved sletting av en side.
uk: Не рекомендовано при вилученні теми.

source: Not sure this is right, please confirm!
cs: Je toto v pořádku? Prosím potvrďte!
fr: Pas sûr que ce soit légitime, merci de confirmer !
it: Non è certo che sia corretto; si prega di confermare!
ko: 이것이 옳바른 것인지 확실치 않습니다, 확인 부탁드립니다!
nl: Niet zeker of dit klopt, bevestig alsjeblieft!
no: Er dette riktig? Vennligst bekreft!
uk: Не певен, чи це вірно; підтвердить, ваша ласка!

source: Notation
cs: Poznámka
it: Note
no: Bemerking
uk: Позначення

source: Note that any URLs that refer to the attachment will be broken after this move.
cs: Bohužel všechny odkazy (URL), které ukazují na tuto přílohu budou chybné po tomto přesunu.
fr: Sachez que tout lien pointant vers ce fichier attaché ne fonctionnera plus après ce déplacement.
it: Tieni presente che dopo questo spostamento ogni URL che fa riferimento all'allegato risulterà interrotto.
ko: 이 이동을 실행한 뒤 첨부물에 대한 참조 URL은 손상될 수 있음에 주의하세요.
nl: Weet dat URLs die verwijzen naar de bijlage gebroken links zullen opleveren na deze verplaatsing.
no: Merk at eventuelle URL'er som refererer til vedlegget ikke fungerer lenger etter denne flyttingen.
uk: Відмітьте, що будь-які посилання на додаток будуть зламані після цього переміщення.

source: Note:
cs: Poznámka:
it: Nota:
ko: 주의:
nl: Opmerking:
no: Merk:
uk: Примітка:

source: Note: you must have Cookies and Javascript enabled in your browser to get past this screen. This is normally the case, but if something doesn't work, this is where to look first.
cs: Poznámka: musíte mít povolené Cookies a Javascript ve vašem prohlížeči, aby jste se dostali přes tuto stránku. Jestliže máte problém s funkcionalitou, toto je první věc kterou by jste měli zkontrolovat.
fr: Note : vous devez avoir activé les Cookies et le Javascript dans votre navigateur pour pouvoir passer cet écran. C'est normalement le cas, mais si quelque chose ne fonctionne pas, vérifiez ceci en premier.
it: Nota: devi autorizzare i Cookie e abilitare Javascript nel tuo browser per utilizzare questa pagina. Queste sono normalmente le condizioni da verificare per prime, se qualcosa non funziona.
ko: 주의: 이 화면에서 다음으로 넘어가려면 사용하시는 웹브라우저에 쿠키와 자바스크립트가 활성되어있어야만 합니다. 어떤 오작동이 있을 경우, 일반적으로 이것부터 먼저 살펴보십시오.
nl: Let op: je moet Cookies en Javascript aan hebben staan in je browser om voorbij dit scherm te komen. Normaliter is dit het geval, maar als iets niet werkt is dit het eerste om na te gaan.
no: Merk: du må ha informasjonskapsler (cookies) og Javascript aktivert i nettleseren for å kommer videre fra dette skjermbildet. Det har man som regel, men hvis noe ikke fungerer så er det de første tingene du må sjekke.
uk: Увага: потрібно дозволити куки та Javascript у браузері щоб пройти повз цей екран. Зазвичай так є, тож як щось не працює – в першу чергу шукати тут.

source: Notification help
cs: Nápověda k notifikacím
fr: Aide notification
it: Aiuto su notifica
ko: 알림 도움말
nl: Hulp bij notificaties
no: Varslingshjelp
uk: Допомога зі сповіщень

source: Notifications
cs: Oznámení
it: Notifiche
ko: 알림
nl: Blijf op de hoogte
no: Varslinger
uk: Сповіщення

source: Number of changes for each Web
cs: Počet změn pro každý Web
fr: Nombre de changements pour chaque Web
it: Numero di variazioni per ogni Web
ko: 각 웹의 변경 수
nl: Aantal wijzigingen in elk Web
uk: Кількість змін у кожному розділі

source: Number of topics:
cs: Počet článků:
fr: Nombre de pages :
it: Numero delle pagine:
ko: 토픽의 수:
nl: Aantal pagina&#39;s:
no: Antall sider:
uk: Кількість тем:

source: Number of topics: %1
cs: Počet článků: %1
fr: Nombre de pages : %1
it: Numero di pagine: %1
ko: 토픽 수: %1
nl: Aantal pagina&#39;s: %1
no: Antall sider: %1
uk: Кількість тем: %1

source: Numbered list
cs: Číslovaný seznam
fr: Liste numérotée
it: Lista numerata
no: Nummerert liste
uk: Нумерований список

source: OEmbed
uk: Вкладення об'єкту

source: OK
ko: 확인
uk: Гаразд

source: OK, this is still me!
cs: OK, toto jsem stále já!
fr: OK, c'est toujours moi !
it: OK, ancora io!
ko: 예, 아직 저입니다!
nl: OK, ik ben het nog steeds!
no: OK, dette er fortsatt meg!
uk: Гаразд, це все ще я!

source: Ok
ko: 확인
uk: Гаразд

source: Older revision:
cs: Starší revize:
fr: Ancienne version :
it: Versione meno recente:
ko: 이전 리비전:
nl: Oudere revisie:
no: Eldre versjon:
uk: Старіша редакція:

source: On this system, once you are registered, you may also log in using your email address.
cs: Po registraci se můžete přihlásit rovněž svoji emailovou adresou.
fr: Sur ce système, une fois inscrit(e), vous pouvez aussi vous connecter en utilisant adresse e-mail.
it: In questo sistema, una volta registrato, potrai accedere usando il tuo indirizzo di posta elettronica.
nl: Wanneer je geregistreerd bent kun je ook inloggen met gebruik van je email adres.
no: På dette systemet kan du også logge inn med epostadressen din når du først er registrert.
uk: На цій системі, після реєстрації, електрону адресу можна використовувати як ім'я користувача для входу.

source: Only administrators are allowed to remove other accounts.
cs: Pouze administrátoři jsou oprávněni odstraňovat jiné účty.
fr: Seuls les administrateurs sont autorisés à supprimer d'autres comptes.
it: Solo agli amministratori è permesso di rimuovere altri utenti.
nl: Alleen beheerders mogen andere accounts verwijderen.
no: Kun administratorer har lov til å fjerne andre kontoer.
uk: Лише адміністраторам дозволено видаляти інші рахунки.

source: Only members of the %1 are allowed to perform this action.
cs: Pouze členové %1 jsou oprávnění provést tuto akci.
fr: Seuls les membres du %1 sont autorisés à faire ça.
it: Solo ai membri di %1 è permesso eseguire questa azione.
ko: %1의 멤버들만이 이 명령의 수행을 허가받았습니다.
nl: Alleen leden van de %1 hebben de mogelijkheid deze actie uit te voeren.
no: Kun medlemmer av %1 er tillatt å gjøre denne handlingen.
uk: Тільки членам %1 дозволено виконати цю дію.

source: Only members or admins may update group.
cs: Pouze členové nebo administrátoři mohou aktualizovat skupinu.
fr: Seuls les membres ou les administrateurs peuvent modifier le groupe.
it: Solo i membri o gli amministratori possono aggiornare il gruppo.
ko: 멤버 혹은 관리자만이 그룹을 갱신할 수 있습니다.
nl: Alleen leden en beheerders mogen deze groep bijwerken.
uk: Лише члени або адміністратори можуть оновлювати групу.

source: Only update linked topics in %1 web
cs: Aktualizuj pouze odkazované články na webu %1
fr: Mettre à jour uniquement les pages liées dans le web %1
it: Aggiorna solo i collegamenti alle pagine nel Web %1
ko: %1 웹에 연결된 토픽만 갱신
nl: Werk alleen gelinkte pagina&#39;s bij in %1 web
no: Oppdater kun koblede sider i %1 web'en
uk: Оновити лише пов'язані теми у розділі %1

source: Oops: we could not recognize you. Try again or [[%1][reset your password]].
cs: Chybička se vloudila: nepoznáváme Tě. Zkus to znovu nebo [[%1][resetuj heslo]].
fr: Argh : nous n'avons pu vous authentifier. Réessayez, ou [[%1][réinitialisez votre mot de passe]].
it: Oops: non ti riconosco. Prova ancora una volta oppure [[%1][richiedi una nuova password]].
ko: 이런!: 귀화를 확인힐 수 없었습니다. 다시 시도하시거나 [[%1][비밀번호 재설정]] 하십시오.
nl: Ahem: we konden je niet herkennen. Probeer het opnieuw of [[%1][stel een nieuw wachtwoord in]].
no: Oops: vi kunne ikke igjenkjenne deg. Forsøk igjen eller [[%1][tilbakestill ditt passord]].
uk: Ой, ми Вас не впізнаємо! Спробуйте ще або [[%1][скиньте пароль]].

source: Operation %1 failed with an internal error
fr: L'opération %1 a échoué en raison d'une erreur interne
it: Operazione %1 fallita con un errore interno
uk: Операція %1 не вдалась через внутрішню помилку

source: Optionally change attachment name:
cs: Volitelně změň jméno přílohy:
fr: Éventuellement, modifier le nom du fichier joint :
it: Opzionalmente cambia il nome dell'allegato:
ko: 대안으로 첨부파일 명을 변경:
nl: Verander eventueel de naam van de bijlage:
no: Eventuelt endre navn på vedlegg:
uk: За потреби, змінить назву додатку:

source: Optionally change topic name:
cs: Volitelně změní jméno článku:
fr: Éventuellement, modifier le nom de la page :
it: Opzionalmente cambia il nome della pagina:
ko: 대안으로 토픽명을 변경:
nl: Verander eventueel de paginanaam:
no: Eventuelt endre sidenavn:
uk: За потреби, змінить назву теми:

source: Optionally enter a different attachment name:
cs: Volitelně vložte odlišné jméno přílohy:
fr: Éventuellement, entrez un autre nom de fichier attaché :
it: Opzionalmente inserisci un nome diverso per l'allegato:
ko: 대안으로 다른 첨부파일 명을 입력:
nl: Voer eventueel een andere naam voor de bijlage in:
no: Eventuelt skriv et annet navn på vedlegg:
uk: За потреби, введіть іншу назву додатку:

source: Optionally enter a different topic name:
cs: Volitelně vložte odlišné jméno článku:
fr: Éventuellement, entrez un autre nom de page :
it: Opzionalmente inserisci un nome diverso per la pagina:
ko: 대안으로 다른 토픽명을 입력:
nl: Voer eventueel een andere paginanaam in:
no: Eventuelt skriv et annet sidenavn:
uk: За потреби, введіть іншу назву тему:

source: Options
cs: Vlastnosti
it: Opzioni
ko: 선택사항
nl: Opties
no: Valg
uk: Варіанти

source: Organisation name:
cs: Jméno organizace:
fr: Nom de l'organisation :
it: Nome dell'organizzazione:
nl: Naam van organisatie:
no: Organisasjonsnavn:
uk: Назва організації:

source: Organisation website:
cs: Webové stránky organizace:
fr: Site Web de l'organisation :
it: Sito web dell'organizzazione:
nl: Website van organisatie:
no: Organisasjons nettsted:
uk: Сайт організації:

source: Outdent
cs: Zruš odrážku
fr: Diminuer retrait
it: Riduci rientro
uk: Виступ

source: Paragraph
cs: Odstavec
fr: Paragraphe
it: Paragrafo
uk: Параграф

source: Password
cs: Heslo
fr: Mot de passe
ko: 비밀번호
nl: Wachtwoord
no: Passord
uk: Пароль

source: Password changed successfully!
cs: Změna hesla byla úspěšná!
fr: Mot de passe changé avec succès !
it: Nuova password accettata!
ko: 비밀번호 변경이 완료되었습니다!
nl: Wachtwoord succesvol gewijzigd!
no: Passord ble endret!
uk: Пароль успішно змінений!

source: Password could not be changed
cs: Heslo nemohlo být změněno
fr: Le mot de passe n'a pu être changé
it: La password non può essere cambiata
ko: 비밀번호 변경이 불가능합니다.
nl: Wachtwoord kon niet worden veranderd
no: Passordet kunne ikke endres
uk: Пароль не може бути змінений

source: Password reset failed
cs: Znovunastavení hesla bylo neúspěšné
fr: Échec de la réinitialisation du mot de passe
it: Azzeramento della password fallito
ko: 비밀번호 초기화가 실패했습니다.
nl: Wachtwoord opnieuw instellen niet gelukt
no: Tilbakestilling av passord feilet
uk: Не вдалося скинути пароль

source: Password reset failed.
cs: Resetování hesla selhalo.
fr: Échec de la réinitialisation du mot de passe.
it: Azzeramento della password fallito.
nl: Wachtwoord opnieuw instellen niet gelukt.
no: Tilbakestilling av passord feilet.
uk: Не вдалося скинути пароль.

source: Password:
cs: Heslo:
fr: Mot de passe :
nl: Wachtwoord:
no: Passord:
uk: Пароль:

source: Passwords disabled
cs: Hesla jsou vypnutá
fr: Mots de passe désactivés
it: Password disabilitate
nl: Wachtwoorden uitgeschakeld
no: Passord deaktivert
uk: Пароль деактивовано

source: Passwords do not match
cs: Hesla si neodpovídají
fr: Les mots de passe ne concordent pas
it: Le password non corrispondono
ko: 비밀번호가 일치하지 않습니다.
nl: Wachtwoorden komen niet overeen
no: Passordene er ulike
uk: Паролі не співпадають

source: Pending Registrations
fr: Inscriptions en cours
it: Registrazioni Pendenti
uk: Відкладені реєстрації

source: Pending registration not found
cs: Probíhající registrace nenalezena
fr: Inscription en cours non trouvée
it: Resistrazione pendente non trovata
no: Ventende registrering ikke funnet
uk: Очікувана реєстрація не знайдена

source: Permissions
cs: Oprávnění
it: Autorizzazioni
no: Rettigheter
uk: Дозволи

source: Pick one of the %1.
cs: Vyberte jedno z %1.
fr: Choisissez l'un des %1.
it: Prendi uno di %1.
ko: %1 에서 선택하기
nl: Kies een van de %1.
no: Velg en av %1.
uk: Виберіть один з %1.

source: Place for trashed topics and attachments.
cs: Místo pro vymazané články a přílohy.
fr: Web pour les fichiers attachés et pages supprimés.
it: Segnaposto per allegati cestinati.
ko: 삭제된 토픽과 첨부파일을 위한 장소.
nl: Locatie voor verwijderde pagina&#39;s en bijlagen.
no: Plassholder for slettede sider og vedlegg.
uk: Місце для вилучених тем та файлів.

source: Placeholder for trashed attachments
cs: Místo pro vymazané přílohy
fr: Emplacement où seront déplacés les fichiers attachés supprimés
it: Segnaposto per allegati cestinati
ko: 삭제된 첨부파일의 개체 틀
nl: Standaardpagina voor weggegooide bijlagen
no: Plassholder for slettede vedlegg
uk: Місце для вилучених додатків

source: Please check to ensure you have permission to modify the group.
cs: Prosím zkontrolujte že máte oprávnění měnit tuto skupinu.
fr: Merci de vérifier que vous avez bien la permission de modifier le groupe.
it: Si prega di verificare di avere i diritti per modificare il gruppo.
ko: 이 그룹을 수정할 권한이 있는지 확인하십시오.
nl: Controleer of je toestemming hebt om de groep te wijzigen.
no: Vennligst sjekk at du har rettigheter til å endre gruppen.
uk: Перевірте чи маєте дозвіл на зміну групи.

source: Please confirm your password.
cs: Prosím potvrďte vaše heslo.
fr: Veuillez confirmer votre mot de passe.
it: Si prega di confermare la password.
nl: Bevestig je wachtwoord.
no: Vennligst bekreft ditt passord.
uk: Підтвердить Ваш пароль, будь ласка.

source: Please contact %1 if you have any questions.
cs: Prosím kontatujte %1 pokud máte libovolné otázky.
fr: Veuillez contacter %1 si vous avez des questions.
it: Per ogni problema contatta %1.
ko: 질문이 있다면, %1 로 연락바랍니다.
nl: Neem bij vragen contact op met %1.
no: Vennligst kontakt %1 hvis du har spørsmål.
uk: Якщо у Вас є запитання, зв'яжіться з %1.

source: Please contact %1.
cs: Prosím kontaktujte %1.
fr: Veuillez contacter %1.
it: Per favore contatta %1.
ko: %1 에게 도움을 요청하세요.
nl: Neem contact op met %1.
no: Vennligst kontakt %1.
uk: Будь ласка, зв'яжіться з %1.

source: Please correct the entered data before you continue.
cs: Před pokračováním prosím potvrďte vložená data.
fr: Veuillez corriger les données saisies avant de continuer.
it: Si prega di correggere i dati inseriti prima di continuare.
uk: Скоригуйте введені дані, будь ласка, перш ніж продовжити.

source: Please enter a WikiName.
cs: Vložte prosím WikiJméno.
fr: Veuillez saisir un [[WikiName][NomWiki]].
it: Si prega di inserire un NomeWiki.
no: Vennligst skriv inn et WikiNavn.
uk: Введіть ВікіІм&amp;я.

source: Please enter a login username.
cs: Zadejte prosím uživatelské jméno.
fr: Veuillez saisir un nom de connexion.
it: Si prega di inserire un nome utente per l'accesso.
uk: Будь ласка, введіть ім&amp;я користувача.

source: Please enter a password.
cs: Zadejte prosím heslo.
fr: Veuillez saisir un mot de passe.
it: Si prega di inserire una password.
uk: Будь ласка, введіть пароль.

source: Please enter a valid email address.
cs: Prosím zadejte korektně emailovou adresu.
fr: Veuillez saisir une adresse e-mail valide.
it: Si prega di inserire un indirizzo e-mail valido.
uk: Будь ласка, введіть правильну електронну адресу.

source: Please enter the Wiki admin password
cs: Vložte prosím heslo Wiki administrátora
fr: Veuillez saisir le mot de passe d'administration de Wiki
it: Inserire la password dell'amministratore
ko: 위키 관리자 비밀번호를 입력하십시오
nl: Wiki beheerder login
no: Vennligst skriv inn Wiki administrator passordet
uk: Будь ласка, введіть пароль адміністратора Wiki

source: Please enter the same password as above.
cs: Zadejte prosím stejné heslo jako výše.
fr: Veuillez saisir le même mot de passe que ci-dessus.
it: Si prega di inserire la stessa password come sopra.
uk: Будь ласка, введіть той самий пароль, що вище.

source: Please enter your first name.
cs: Zadejte prosím vaše křestní jméno.
fr: Veuillez saisir votre prénom.
it: Si prega di inserire il vostro nome.
uk: Будь ласка, введіть Ваше ім&amp;я.

source: Please enter your last name.
cs: Zadejte prosím vaše příjmení.
fr: Veuillez saisir votre nom de famille.
it: Si prega di inserire il vostro cognome.
uk: Будь ласка, введіть Ваше прізвище.

source: Please go _back_ in your browser and try a new name.
cs: Prosím jděte _zpět_ ve vašem prohlížeči a zkuste nové jméno.
fr: Veuillez retourner à la page précédente, pour essayer un nouveau nom.
it: Torna _indietro_ nel browser e prova con un altro nome.
ko: 브라우저에서 _뒤로_ 가서 새 이름으로 시도해 보십시오.
nl: Ga _terug_ met je browser en probeer een andere naam.
no: Vennligst gå tilbake i nettleseren og forsøk et nytt navn.
uk: Будь ласка, поверніться у Вашому браузері та спробуйте нове ім&amp;я.

source: Please go back in your browser and check again.
cs: Prosím jděte zpět ve Vašem prohlížeči a zkontrolujte to znova.
fr: Veuillez retourner à la page précédente et vérifier.
it: Torna indietro nel browser e ricontrolla.
ko: 브라우저에서 뒤로가서 다시 확인하십시오.
nl: Ga terug met je browser en probeer het opnieuw.
no: Vennligst gå tilbake i nettleseren og sjekk på nytt.
uk: Будь ласка, поверніться у Вашому браузері, і спробуйте ще раз.

source: Please go back in your browser and choose a topic name that is a [[%SYSTEMWEB%.WikiWord][WikiWord]] or clear the only-WikiWord box
cs: Prosím jděte na předchozí stránku v prohlížeči a vyberte název článku, který je [[%SYSTEMWEB%.WikiWord][WikiWord]] nebo zrušte volbu "pouze Wiki Word"
fr: Veuillez retourner à la page précédente, pour choisir, comme nom de page, un [[%SYSTEMWEB%.WikiWord][MotWiki]], ou cochez la case permettant de forcer le choix d'un nom qui n'est pas un <nop>MotWiki
it: Torna indietro nel browser e scegli un nome di pagina che sia [[%SYSTEMWEB%.WikiWord][WikiWord]] o controlla che sia attivata l'opzione non-WikiWord
nl: Ga terug met je browser en kies een [[%SYSTEMWEB%.WikiWord][Wikiwoord]] als paginanaam, of vink de checkbox aan dat een niet-Wikiwoord gebruikt mag worden
uk: Будь ласка, поверніться у Вашому браузері та виберіть таку назву теми, яка є [[%SYSTEMWEB%.WikiWord][ВікіСловом]] або зніміть виділення з параметру «тільки-ВікіСлово»

source: Please go back in your browser and try again.
cs: Jděte zpět ve Vašem browseru a zkuste to znova.
fr: Veuillez retourner à la page précédente, et réessayer.
it: Ritorna indietro nel browser e riprova.
ko: 브라우저에서 뒤로가서 다시 시도해 보십시오.
nl: Ga terug met je browser en probeer het opnieuw.
no: Vennligst gå tilbake i nettleseren og forsøk på nytt.
uk: Поверніться у браузері, будь ласка, і спробуйте знову.

source: Please go back in your browser and upload using a different filename.
fr: Veuillez retourner à la page précédente pour essayer un nouveau nom.
it: Si prega di tornare indietro nel proprio browser per caricare il file utilizzando un nome differente.
nl: Ga _terug_ met je browser en probeer een andere naam.
uk: Будь ласка, поверніться у Вашому браузері та завантажте з іншим ім'ям файлу.

source: Please make sure you spelled the [[%1][username]] correctly and try again. If you get stuck, please contact %2.
cs: Ujistéte se prosím, že jste napsal [[%1][username]] správně, a zkuste to ješté jednou. Pokud problém přetrvává, prosím zašlete mail na %2.
fr: Veuillez vérifier que vous avez écrit le [[%1][nom de connexion]] correctement, et réessayez. Si vous êtes bloqué, veuillez contacter %2.
it: Assicurati di aver scritto il [[%1][nome utente]] correttamente e riprova. Se non funzionasse, si prega di contattare %2.
nl: Let dat je de [[%1][gebruikersnaam]] juist hebt gespeld en probeer opnieuw. Als je niet verder kan, mail %2.
uk: Будь ласка, перевірте правильність написання [[%1][імені користувача] та спробуйте ще раз. Якщо це не допомагає то зв'яжіться, будь ласка, з %2.
