Repository: foswiki/distro
Catalog: core/locale/*.po
Languages: cs, fr, it, ko, nl, no, uk

source: Access Denied
cs: Přístup odepřen
fr: Accès refusé
it: Accesso negato
ko: 접근 제한됨
nl: Geen toegang
no: Tilgang nektes
uk: Доступ заборонений

source: Access check on %1 failed
cs: Přístup k %1 byl odepřen
fr: L'accès à %1 a été refusé
it: Fallita la verifica di accesso a %1
ko: %1 으로의 접근 확인 실패
nl: Toegangscontrole op %1 niet gelukt
no: Tilgangskontroll til %1 feilet
uk: Невдала перевірка доступу для %1

source: Access keys
cs: Přístupový klíč
fr: Raccourcis clavier
it: Chiavi di accesso
ko: 접근 키
nl: Sneltoetsen
no: Hurtigtaster
uk: Швидкі клавіші

source: Access keys:
cs: Přístupové klíče:
fr: Raccourcis clavier :
it: Tasti di accesso:
ko: 접근 키:
nl: Sneltoetsen:
no: Hurtigtaster:
uk: Швидкі клавіші:

source: Access to pending registrations is restricted to administrators.
fr: L'accès aux inscriptions en attente est restreint aux administrateurs.
it: L'accesso alle registrazioni in sospeso è consentito ai soli amministratori.
uk: Тільки адміністратори мають доступ до відкладених реєстрацій.

source: Action
cs: Akce
it: Azione
ko: 동작
nl: Actie
no: Valg
uk: Дія

source: Action %1: %2 by user %3.
cs: Akce %1: %2 uživatelem %3.
fr: Action %1: %2 pour l'utilisateur %3.
it: Azione %1: %2 dall'utente %3.
nl: Actie %1: %2 door gebruiker %3.
no: Valg %1: %2 av bruker %3.
uk: Дія %1: %2 користувачем %3.

source: Actions
cs: Akce
it: Azioni
ko: 동작
nl: Acties
no: Valg
uk: Дії

source: Activation Failed
fr: Échec de l'activation
it: Attivazione Fallita
uk: Невдала активація

source: Activation for code %1 failed with an internal error.
fr: L'activation pour le code %1 a échoué en raison d'une erreur interne.
it: Attivazione per il codice %1 fallita con un errore interno.
uk: Внутрішня помилка активації за кодом %1.

source: Add
cs: Přidat
fr: Ajouter
it: Aggiungi
ko: 추가
nl: Toevoegen
no: Legg til
uk: Додати

source: Add Members to %1
cs: Přidat členy do %1
fr: Ajouter des membres à %1
it: Aggiungi membri a %1
nl: Voeg leden toe aan %1
uk: Додати членів до %1

source: Add a new form to <nop>%1
cs: Přidejte nový formulář do <nop>%1
fr: Ajouter un nouveau formulaire à <nop>%1
it: Aggiungi un nuovo modulo a <nop>%1
nl: Kies een nieuw formulier voor <nop>%1
no: Legg til et nytt skjema for <nop>%1
uk: Додати нову форму до <nop>%1

source: Add form
cs: Přidej formulář
fr: Ajouter formulaire
it: Aggiungi modulo
ko: 서식 추가
nl: Formulier toevoegen
no: Legg til skjema
uk: Додати форму

source: Add members
cs: Přidej členy
fr: Ajouter des membres
it: Aggiungi membri
ko: 멤버 추가
nl: Leden toevoegen
no: Legg til medlemmer
uk: Додати членів

source: Add members...
cs: Přidej členy...
fr: Ajouter des membres...
it: Aggiungi membri...
ko: 멤버 추가...
nl: Leden toevoegen...
no: Legg til brukere...
uk: Додати членів...

source: Add row
cs: Přidej řádek
fr: Ajouter une ligne
it: Aggiungi riga
ko: 행 추가
nl: Rij toevoegen
no: Ny rad
uk: Додати рядок

source: Add user management options to this topic.
cs: K tomuto článku přidej volby pro nastavení uživatele.
fr: Ajouter des paramètres de gestion utilisateur à cette page.
it: Modifica le preferenze per questa pagina.
ko: 이 토픽에 사용자 관리 선택사항 추가.
nl: Voeg gebruikersbeheeropties toe aan deze pagina.
no: Legg til valg for brukerbehandling på denne siden.
uk: Додати опції керування користувачами до цього топіку.

source: Adding a %1 preference in WebPreferences
cs: Přidávám proměnnou %1 do WebPreferences
fr: Ajout d'un paramètre %1 dans WebPreferences
it: Aggiungere la preferenza %1 in WebPreferences
ko: WebPreferences 에 기본설정 %1 을 추가 중
nl: Een %1 instelling toevoegen aan WebPreferences
no: Legger til %1 innstilling i WebPreferences
uk: Додавання змінної %1 у [[WebPreferences][Параметри розділу]]

source: Admin Foswiki User Authentication
cs: Administrátor Foswiki ověření uživatele
fr: Authentification administrateur de Foswiki
it: Autenticazione Amministratore Foswiki
ko: 포스위키 사용자 인증 관리
nl: Admin Foswiki identiteitscontrole
no: Admin Foswiki Bruker Autentisering
uk: Ідентифікація адміністратора Foswiki

source: Admin Maintenance
cs: Administrátorská údržba
fr: Maintenance
it: Manutenzione Admin
ko: 관리 유지보수
nl: Admin onderhoud
no: Administrator Vedlikehold
uk: Адміністрування

source: Administration
cs: Administrace
it: Amministrazione
ko: 관리
nl: Beheer
no: Administrasjon
uk: Керування

source: Advanced search
cs: Rozšířené hledání
fr: Recherche avancée
it: Ricerca avanzata
ko: 고급 검색
nl: Geavanceerd zoeken
no: Avansert søk
uk: Розширений пошук

source: After submitting this form your e-mail will be changed, and you will be returned to this form.
cs: Po odeslání tohoto formuláře bude Váš email změněn a Vy se vrátíte zpět do tohoto formuláře.
fr: Après validation de ce formulaire, votre adresse e-mail sera modifiée, et vous serez de retour ici.
it: La conferma di questo modulo cambierà il tuo indirizzo e-mail e poi ti ritroverai ancora in questo modulo.
ko: 이 양식을 제출하면 이메일 주소가 변경되고, 화면은 이 양식으로 다시 돌아옵니다.
nl: Nadat je dit formulier hebt verstuurd wordt je e-mail gewijzigd, en wordt je weer teruggebracht naar dit formulier.
no: Etter å ha bekreftet dette skjemaet vil din epost bli endret og du returnerer til dette skjemaet.
uk: Після відправки форми Ваша електронна адреса буде змінена і Вас поверне до цієї ж форми.

source: After submitting this form your password will be changed.
cs: Po odeslání tohoto formuláře Vaše heslo bude změněno.
fr: Après validation de ce formulaire, votre mot de passe sera modifié.
it: Inviando questo modulo la tua password verrà modificata.
ko: 이 양식을 제출하면 비밀번호가 변경됩니다.
nl: Nadat je dit formulier hebt verstuurd wordt je wachtwoord gewijzigd.
no: Etter å ha bekreftet denne skjemaet blir ditt passord endret.
uk: Після відправки цієї форми Ваш пароль буде змінений.

source: After submitting this form, you will receive an e-mail with your new, system-generated password, and a link to a page where you can change it.
cs: Po odeslání tohoto formuláře obdržíte email s Vaším novým, *systémem vygenerovaným* heslem a odkazem na stránku, kde ho můžete změnit.
fr: Après validation de ce formulaire, vous recevrez un e-mail contenant votre nouveau mot de passe généré automatiquement, ainsi qu'un lien vers la page où vous pourrez le modifier.
it: Inviando questo form riceverai per e-mail una nuova password generata dal sistema e un link alla pagina per poterla modificare.
ko: 이 폼을 제출하면, *시스템이 생성한 비밀번호* 를 이메일을 통해서 받아볼 수 있으며, 이메일로 전송된 링크를 따라서 비밀번호를 변경할 수 있습니다.
nl: Na het versturen van dit formulier ontvang je een e-mail met je nieuwe - automatisch gegenereerde - wachtwoord, en een link naar de pagina waar je je wachtwoord kunt wijzigen.
no: Etter å ha registrert dette skjemaet mottar du en epost med ditt nye *system-genererte* passord, og en link til en side hvor du kan endre det.
uk: Після відправки цієї форми Ви отримаєте електронний лист з Вашим новим паролем, який *згенеровано системою*, і посилання на сторінку, де Ви можете його змінити.

source: Ah, no!
cs: Ach, ne!
fr: Ah, non !
ko: 오, 이런!
nl: Hmm, nee!
no: Åh, nei!
uk: О, ні!

source: Align left
cs: Zarovej vlevo
fr: Aligner à gauche
it: Allinea a sinistra
nl: Naar links zetten
no: Venstrejustering
uk: Рівняти вліво

source: Align right
cs: Zarovnej vpravo
fr: Aligner à droite
it: Allinea a destra
nl: Naar rechts zetten
no: Høyrejustering
uk: Рівняти вправо

source: All public webs
cs: Všechny veřejně dostupné weby
fr: Tous les webs publics
it: Tutti i Web pubblici
ko: 모든 공용 웹
nl: Alle publieke webs
no: Alle offentige web
uk: У всіх загальнодоступних розділах

source: Allow only <nop>WikiWord for the new topic name
cs: Povolí pouze <nop>WikiWord pro nový název článku
fr: Exiger un <nop>MotWiki (<nop>WikiWord) pour le nouveau nom de la page
it: Sono consentiti solo nomi <nop>WikiWord come nome della nuova pagina
nl: Een niet-<nop>WikiWoord mag worden gebruikt als paginanaam
no: Tillat kun <nop>WikiOrd for det nye sidenavnet
uk: Дозволити лише <nop>ВікіСлово для назви нової теми

source: Alternatively hit back to go back to %SYSTEMWEB%.UserRegistration and choose a different username.
cs: Alternativně stiskněte Zpět, pro návrat zpět do %SYSTEMWEB%.UserRegistration a vyberte jiné jméno uživatele.
fr: Sinon, appuyez sur _Page précédente_ pour retourner à la page %SYSTEMWEB%.UserRegistration et choisir un nom de connexion différent.
it: In alternativa premi INDIETRO per ritornare a %SYSTEMWEB%.UserRegistration e scegliere un nome utente diverso.
ko: 대안으로는, 뒤로가기를 눌러 %SYSTEMWEB%.UserRegistration 으로 복귀 한 후 다른 사용자명을 선택하십시오.
nl: Of klik op Terug naar %SYSTEMWEB%.UserRegistration en kies een andere gebruikersnaam.
no: Alternativt velg 'Tilbake' for å gå tilbake til %SYSTEMWEB%.UserRegistration og velg et annet brukernavn.
uk: Ви також можете повернутися до %SYSTEMWEB%.UserRegistration і вибрати інше ім'я користувача.

source: An attachment with the same name already exists in this topic.
cs: Přiloha se stejným jménem už v článku existuje.
fr: Un fichier attaché portant le même nom existe déjà sur cette page.
it: Nella pagina esiste già un allegato con questo nome.
ko: 이 토픽에 동명의 첨부파일이 이미 존재하고 있습니다.
nl: Een bijlage met dezelfde naam bestaat al in deze pagina.
no: Et vedlegg med samme navn eksisterer allerede for denne siden.
uk: Файл з таким ім'ям вже додано до цієї теми.

source: An e-mail could not be delivered. Please notify your %1 administrator, %2
cs: Email nemohl být doručen. Uvědomte prosím Vašeho administrátora %1, %2
fr: Un e-mail n'a pas pu être envoyé. Merci d'en informer votre administrateur de %1 : %2
it: Impossibile consegnare una email. Per favore avverti l'amministratore di %1, %2
ko: 이메일은 전송되지 않았습니다. 해당 내용을 귀하의 %1 관리자인, %2 님에게 알려주세요
nl: Een e-mail kon niet worden verstuurd. Stel je %1 beheerder, %2, op de hoogte
no: Epost kunne ikke sendes. Vennligst informer din %1 administrator, %2
uk: Повідомлення електронної пошти не може бути доставлене. Будь ласка %2, повідомте про це Вашого %1 адміністратора

source: An error page will be shown if either of the topics are locked by another user.
cs: Chybová stránka se ukáže, pokud některý z článků je alokován jiným uživatelem.
fr: Un message d'erreur s'affichera si l'une des pages est bloquée par quelqu'un d'autre.
it: Se la pagina è bloccata da un altro utente sarà mostrata una pagina di avviso.
ko: 토픽 중 하나가 다른 사용자에 의하여 잠겨있는 경우라면 오류 페이지가 표기됩니다.
nl: Een foutmeldingspagina wordt getoond als een van de pagina&#39;s is vergrendeld door een andere gebruiker.
no: En feilmelding vil vises hvis en av sidene er låst av en annen bruker.
uk: Буде виведено повідомлення про помилку якщо хоч би одна із тем заблокована іншим користувачем.

source: An evil person may try to use your login identity to change content in your wiki without your knowledge.
cs: Někdo může zneužít vaší identitu ke změně obsahu vaší wiki a bez vašeho vědomí.
fr: Une personne mal intentionnée peut tenter d'utiliser votre identifiant de connexion pour changer le contenu de votre wiki à votre insu.
it: Un impostore può tentare di usare le tue credensiali di accesso (login) per modificare il contenuto nel tuo wiki a tua insaputa.
ko: 악의를 가진 사람이 귀하의 로그인 신분을 사용하여 귀하 몰래 귀하의 위키의 내용을 변경할 수 있습니다.
nl: Een kwaadwillend persoon zou jouw login identiteit kunnen gebruiken om pagina&#39;s in je wiki te veranderen zonder je medeweten.
no: En ondsinnet person kan forsøke å bruke din identitet for å endre innholde i din wiki uten din viten.
uk: Зловмисник може намагатись використати Ваш логін щоб змінити вміст вікі без Вашого відома.

source: And populated with topics from the base web
cs: Naplněno ćlánky ze základního webu
fr: Et rempli avec les pages du web de base
it: E popolato con le pagine del Web di base
ko: 그리고 기본 웹에서의 토픽들로 채웁니다
nl: En gevuld met pagina&#39;s van het basisweb
no: Og består av sider fra mal-web'en
uk: Та наповнений темами з базового розділу

source: Any changes you made to the topic before coming to this page are preserved.
cs: Všechny změny provedené v článku před příchodem na tuto stránku zůstanou zachovány.
fr: Les modifications que vous avez effectuées sur la page avant d'arriver ici seront préservées.
it: Ogni cambiamento fatto alla pagina prima di arrivare a questa pagina è stato preservato.
ko: 이 페이지로 접근하기 전에 토픽에 변경하신 내용은 보존되었습니다.
nl: Alle wijzigingen die je hebt gedaan voor je op deze pagina kwam zijn bewaard.
no: Alle endringer du gjorde på siden før du kom til denne siden er lagret.
uk: Усі зміни, що Ви внесли до теми до того, як попали на цю сторінку, було збережено.

source: Approve
fr: Approuver
it: Approva
uk: Підтвердити

source: Attach
cs: Příloha
fr: Attacher
it: Allega
ko: 첨부
nl: Bij&lage bijvoegen
no: Legg ved
uk: Додати файл

source: Attach a file
cs: Připoj soubor
fr: Attacher un fichier
it: Allega un file
ko: 파일 첨부
nl: Bijlage toevoegen
no: Legg ved en fil
uk: Додати новий файл

source: Attach an image or document to this topic; manage existing attachments (a)
cs: Připoj obrázek nebo soubor k tomuto ćlánku; spravuj existující přílohy (a)
fr: Attacher une image ou un document à cette page ; gérer des fichiers déjà attachés (a)
it: Allegare un'immagine o un documento a questa pagina; gestire gli allegati esistenti (a)
ko: 이 토픽에 이미지 혹은 문서 첨부; 기존 첨부파일 관리 (a)
nl: Voeg een afbeelding of document toe aan deze pagina; beheer bestaande bijlagen (a)
no: Legg ved et bilde eller dokument til denne siden; administrer eksisterende vedlegg (a)
uk: Додати зображення або документ до цієї теми; керувати додатками, які вже є (a)

source: Attach file to %1
cs: Připoj soubor k %1
fr: Attacher un fichier à %1
it: Allega un file a %1
ko: 파일을 %1 에 첨부
nl: Voeg bijlage toe aan pagina %1
no: Legg ved fil til %1
uk: Додати файл до %1

source: Attach image or document on %1
cs: Připoj obrázek nebo soubor k %1
fr: Attacher une image ou un document à %1
it: Allega un'immagine o un documento a %1
ko: 이미지 혹은 문서를 %1 에 첨부
nl: Voeg afbeelding of document toe aan %1
no: Legg ved bilde eller dokument på %1
uk: Додати зображення або документ до %1

source: Attach new file
cs: Připoj nový soubor
fr: Attacher un nouveau fichier
it: Allega un nuovo file
ko: 새 파일 첨부
nl: Voeg nieuwe bijlage toe
no: Legg ved ny fil
uk: Додати новий файл

source: Attachment
cs: Příloha
fr: Fichier attaché
it: Allegato
ko: 첨부파일
nl: Bijlage
no: Vedlegg
uk: Додаток

source: Attachment '%1' does not exist
cs: Přiloha '%1' neexistuje
fr: Le fichier attaché '%1' n'existe pas
it: Allegato '%1' inesistente
ko: 첨부파일 '%1' 은 존재하지 않습니다
nl: Bijlage '%1' bestaat niet
no: Vedlegg '%1' eksisterer ikke
uk: Додаток '%1' не існує

source: Attachment delete failed
cs: Vymazání přílohy selhalo
fr: La suppression du fichier joint a échoué
it: Cancellazione dell'allegato fallita
ko: 첨부파일 삭제 실패
nl: Verwijderen van bijlage is niet gelukt
no: Sletting av vedlegg feilet
uk: Не вдалось вилучити додаток

source: Attachment does not exist.
cs: Příloha neexistuje.
fr: Le fichier attaché n'existe pas.
it: Allegato inesistente.
ko: 첨부파일이 존재하지 않습니다.
nl: Bijlage bestaat niet.
no: Vedlegg eksisterer ikke.
uk: Немає такого додатку.

source: Attachment history
cs: Historie přílohy
fr: Historique du fichier attaché
it: Versioni dell'allegato
ko: 첨부 기록
nl: Bijlage geschiedenis
no: Vedlegg historikk
uk: Історія додатків

source: Attachment move failed
cs: Přesun přílohy selhal
fr: Le déplacement du fichier joint a échoué
it: Spostamento dell'allegato fallito
ko: 첨부파일 이동 실패
nl: Verplaatsen van bijlage is niet gelukt
no: Flytting av vedlegg feilet
uk: Не вдалося перемістити додаток

source: Attachment name:
cs: Jméno přílohy:
fr: Nom du fichier attaché :
it: Nome dell'allegato:
ko: 첨부파일 명:
nl: Naam van bijlage:
no: Vedlegg navn:
uk: Ім'я додатку:

source: Attachments
cs: Přílohy
fr: Fichiers attachés
it: Allegati
ko: 첨부파일
nl: Bijlagen
no: Vedlegg
uk: Додатки

source: Attachments %1
cs: Přílohy %1
fr: Fichiers attachés %1
it: Allegati %1
ko: 첨부파일 %1
nl: Bijlagen %1
no: Vedlegg %1
uk: Додатки %1

source: Attachments of %1
cs: Přílohy článku %1
fr: Fichiers attachés à %1
it: Allegati di %1
ko: %1 의 첨부파일
nl: Bijlagen van %1
no: Vedlegg i %1
uk: Додатки на %1

source: Attachments will not be shown in topic view page.
cs: Přílohy nebudou zobrazeny v pohledu s názvem stránky.
fr: Les fichiers attachés ne seront pas affichés sur la page.
it: L'allegato non verrà mostrato nella visualizzazione della pagina.
ko: 토픽 보기 페이지에서는 첨부파일이 보이지 않습니다.
nl: Bijlage zal niet worden getoond in de lijst van bijlagen op de pagina.
no: Vedlegg vises ikke i teksten på siden.
uk: Додатки не будуть показані на сторінці перегляду теми.

source: Attention
cs: Pozor
it: Attenzione
ko: 주의
nl: Let op
no: Oppmerksomhet
uk: Увага

source: Attribute
cs: Vlastnosti
fr: Attribut
it: Attributo
ko: 특성
nl: Kenmerk
no: Egenskap
uk: Атрибут

source: Automated notification of topic changes
cs: Automatické upozorňování na změny článku
fr: Notifications automatiques de modifications
it: Notifica automatizzata dei cambiamenti della pagina
ko: 토픽 변경 자동 알림
nl: Automatische kennisgeving van paginawijzigingen
no: Automatisk varsling av endringer på sider
uk: Автоматичне повідомлення про зміни у темі

source: Available Information
cs: Dostupné informace
fr: Informations disponibles
it: Informazione disponibile
ko: 제공되는 정보
nl: Beschikbare informatie
no: Tilgjengelig informasjon
uk: Доступна інформація

source: Available form templates
cs: Dostupné vzory formulářů
fr: Modèles de formulaires disponibles
it: Modelli di moduli disponibili
ko: 제공되는 양식 템플릿
nl: Beschikbare formuliertemplates
no: Tilgjengelige skjema-maler
uk: Доступні шаблони форм

source: Available templates in %1 Web:
cs: Dostupné šablony pro web %1:
fr: Modèles (templates) disponibles dans le Web %1 :
it: Modelli disponibili nel Web %1:
ko: 웹 %1에서 제공되는 템플릿:
nl: Beschikbare templates in %1 Web:
no: Tilgjenglige maler i %1 web:
uk: Доступні шаблони у розділі %1:

source: Back to topic
cs: Zpět na článek
fr: Revenir à la page
it: Indietro alla pagina
ko: 토픽으로 돌아가기
nl: Terug naar pagina
no: Tilbake til siden
uk: Назад до теми

source: Backlinks
cs: Zpětné odkazy
fr: Liens entrants
it: Collegamenti alla pagina
ko: 역방향 연결
nl: Verwijzingen
no: Referanser
uk: Зворотні посилання

source: Backlinks to %1 in %2 Web
cs: Zpětné odkazy na %1 v %2 Webu
fr: Liens pointant vers %1 dans le Web %2
it: Collegamenti a %1 nel Web %2
ko: 웹 %2 의 %1 으로 역방향 연결
nl: Verwijzingen naar %1 in %2 Web
no: Referanser til %1 i %2 web'en
uk: Зворотні посилання на %1 у розділі %2

source: Backlinks to %1 in all Webs
cs: Zpětné odkazy na %1 ve všech Webech
fr: Liens pointant vers %1 dans tous les Webs
it: Collegamenti a %1 in tutti i Webs
ko: 모든 웹 내부의 %1 으로의 역방향 연결
nl: Verwijzingen naar %1 in alle Webs
no: Referanser til %1 i alle webs
uk: Зворотні посилання на %1 у всіх розділах

source: Backlinks:
cs: Zpětné odkazy:
fr: Liens entrants :
it: Link di ritorno:
nl: Verwijzingen:
no: Tilbakelenker:
uk: Зворотні посилання:

source: Bad password
cs: Špatné heslo
fr: Mot de passe erroné
it: Password errata
ko: 잘못된 비밀번호
nl: Verkeerd wachtwoord
no: Ugyldig passord
uk: Поганий пароль

source: Bad subscriber '%1'
cs: Špatný odběratel '%1'
fr: Abonné erroné '%1'
it: Sottoscrizione '%1' difettosa
nl: Ongeldige abonnee '%1'
no: Feil abbonnent '%1'
uk: Невірний користувач підписки '%1'

source: Base web %1 is missing or does not exist
cs: Základní web %1 není dostupný nebo neexistuje
fr: Le web de base %1 n'existe pas
it: Il web di base %1 è andato perso o non esiste
ko: 기본 웹 %1 이 손실되었거나 존재하지 않습니다
nl: Basisweb %1 ontbreekt of bestaat niet
no: Basis web %1 mangler eller eksisterer ikke
uk: Базовий розділ %1 відсутній або не існує

source: Blockquote
cs: Citace
fr: Bloc de citation (blockquote)
it: Blocco quotato
nl: Citaat
uk: Цитата

source: Bold
cs: Tučné
fr: Gras
it: Grassetto
nl: Vet
no: Fet
uk: Жирний

source: Both body and title
cs: Tělo článku i nadpis
fr: Dans le titre et dans le texte
it: Sia nel contenuto che nel titolo
ko: 본문과 제목 모두
nl: Tekst en titel
no: Både innhold og tittel
uk: Включно у тексті та заголовку

source: Bullet list
cs: Odrážky
fr: Liste à puce
it: Elenco puntato
no: Punktliste
uk: Маркований список

source: But existing form data will be lost (you can always retrieve this data through the topic history)
cs: Ale existující frmulářová data budou ztracena (můžete znovu získat data za použití historie článku)
fr: Mais les données des formulaires seront perdues (vous pouvez toujours récupérer ces données dans l'historique de la page)
it: Ma i dati immessi nel modulo andranno persi (potrai comunque sempre recuperare questi dati nelle versioni precedenti della pagina)
ko: 하지만 기존 양식 데이터가 손실됩니다 (토픽 기록을 통하여 이 테이터를 찾아 올 수 있습니다)
nl: Maar bestaande formuliergegevens worden gewist (Je kunt deze gegevens altijd terugvinden in de paginageschiedenis)
no: Men eksisterende skjemadata forsvinner (du kan alltids finne igjen data i tidligere revisjoner av siden)
uk: Але наявні дані у формі буде втрачено (Ви завжди можете знайти їх у історії теми)

source: By default, viewing the Trash web is restricted to %1. If you would like to allow all users to view the Trash web, remove the =ALLOWWEBVIEW= restriction in WebPreferences.
cs: Je pŕednastaveno, že Trash web je dostupný pouze %1. Pokud chcete, aby všichni uživatelé viděli Trash web, odstraňte =ALLOWWEBVIEW= restrikci ve WebPreferences.
fr: Par défaut, la consultation du web Trash est réservée à %1. Si vous souhaitez permettre à tout utilisateur de consulter le web Trash, enlevez la ligne =ALLOWWEBVIEW= de la page WebPreferences.
it: Il comportamento predefinito è la visualizzazione del Web Trash ristretta a %1. Se vuoi consentirne la visualizzazione a tutti gli utenti, rimuovi la restrizione =ALLOWWEBVIEW= nelle WebPreferences.
ko: 기본으로, 휴지통 웹의 보기는 %1 에게만 제한되어 있습니다. 모든 사용자가 휴지통 웹을 보도록 허용하려면, WebPreference에서 =ALLOWWEBVIEW= 제한을 삭제하십시오.
nl: Standaard is het bekijken van het Prullenmand web alleen mogelijk door %1. Als je alle gebruikers toegang wilt geven tot het Prullenmand web, verwijder dan de =ALLOWWEBVIEW= beperking in WebPreferences.
no: Som standard er visning av Trash web'en tilgjengelig kun for %1. Hvis du ønsker at alle skal kunne se Trash web'en så fjern =ALLOWWEBVIEW= i WebPreferences.
uk: За замовченням, проглядання розділу Сміття дозволене лише %1. Якщо Ви бажаєте дозволити всім користувачам проглядання цього розділу, видаліть обмеження =ALLOWWEBVIEW= з [[WebPreferences][Параметрів розділу]].

source: CHANGE not permitted by %1
cs: Změna nepovolena díky %1
fr: Modification (CHANGE) non permise par %1
it: MODIFICA non permessa da %1
nl: CHANGE (wijzigen) is niet toegestaan door %1
no: ENDRING ikke tillatt av %1
uk: Редагування не дозволено для %1

source: CHANGE not permitted for %1 by %2
cs: Změna nepovolena pro %1 díky %2
fr: Modification (CHANGE) de %1 non permise par %2
it: MODIFICA per %1 non permessa da %2
nl: CHANGE (wijzigen) voor %1 is niet toegestaan door %2
no: ENDRING ikke tillatt for %1 av %2
uk: %2 не дозволив редагування для %1

source: Cache =refresh=all= denied for non-admin users.
fr: Cache =refresh=all= interdit aux utilisateurs non administrateurs.
it: Cache =refresh=all= negato per gli utenti non-admin.
uk: =refresh=all= кешу є недоступним для користувачів без прав адміністратору.

source: Can't find user %1
cs: Nemohu nalézt uživatele %1
fr: L'utilisateur ou l'utilisatrice %1 est introuvable
it: Non trovo l'utente %1
ko: 사용자 %1 님을 찾을 수 없습니다
nl: Kan gebruiker %1 niet vinden
no: Kan ikke finne bruker %1
uk: Користувача %1 не знайдено
