Repository: foswiki/distro
Catalog: core/locale/*.po
Languages: cs, fr, it, ko, nl, no, uk

source: Can't get an e-mail address for %1 (required for password reset)
cs: Nemohu zjistit emailovou adresu pro %1 (požadovaná pro nové nastavení hesla)
fr: L'adresse e-mail de %1 (nécessaire pour réinitialiser son mot de passe) est introuvable
it: Non trovo l'indirizzo e-mail di %1 (è richiesto per il reset della password)
ko: (비밀번호 재설정을 위해 필수항목인) %1 님의 이메일 주소를 가져올 수 없습니다
nl: Kan geen e-mailadres vinden voor %1 (vereist voor instellen van wachtwoord)
no: Kan ikke finne epost adresse for %1 (nødvendig for å resette passord)
uk: Не можу отримати адресу електронної пошти %1 (потрібно для скидання пароля)

source: Cancel
cs: Přerušit
fr: Annuler
it: Rinuncia
ko: 취소
nl: Afbreken
no: Avbryt
uk: Скасувати

source: Cancel editing and discard changes
cs: Zrušit editování a zahodit změny
fr: Annuler et abandonner les modifications
it: Annulla le modifiche e rinuncia ai cambiamenti
ko: 편집 취소 및 변경내용 폐기
nl: Bewerken afbreken en wijzigingen niet bewaren
no: Avbryt redigering og forkast endringer
uk: Відмінити редагування і відмовитися від змін

source: Cancel upload
cs: Zrušit upload
fr: Annuler l'envoi
it: Annulla il caricamento
nl: Upload afbreken
no: Avbryt opplasting
uk: Скасувати завантаження

source: Cannot change subscription: %1
cs: Není možné změnit odběr: %1
fr: Modification impossible de l'abonnement : %1
it: Non è possibile cambiare la sottoscrizione: %1
nl: Kan abonnement niet wijzigen: %1
no: Kan ikke endre abonnement: %1
uk: Неможливо змінити підписку: %1

source: Cannot create %1 because it already exists.
cs: Nemohu vytvořit %1 protože už existuje.
fr: Impossible de créer %1, qui existe déjà.
it: Non posso creare %1 in quanto esiste già.
ko: %1 은 이미 존재하고 있어서 생성될 수 없습니다.
nl: Kan %1 niet aanmaken omdat deze al bestaat.
no: Kan ikke lage %1 fordi den allerede eksisterer.
uk: Неможливо створити %1 оскільки він вже існує.

source: Cannot create web %1 because it already exists
cs: Web %1 nelze vytvoŕít, protože už existuje
fr: Impossible de créer le web %1, qui existe déjà
it: Non posso creare il web %1 perché già esistente
ko: %1 웹은 이미 존재하기 때문에 생성될 수 없음
nl: Kan %1 web niet aanmaken omdat dit al bestaat
no: Kan ikke lage web'en %1 fordi den allerede eksisterer
uk: Неможливо створити розділ %1 оскільки він вже існує

source: Cannot rename %1 to %2 because it already exists.
cs: Nelze přejmenovat %1 do %2 protože už existuje.
fr: Impossible de renommer %1 en %2, qui existe déjà.
it: Non posso rinominare %1 perché %2 è già esistente.
ko: %1 을 이미 존재하고 있는 %2 로 이름을 바꿀 수 없습니다.
nl: Kan %1 niet hernoemen naar %2 omdat deze al bestaat.
no: Kan ikke navngi %1 til %2 fordi den allerede eksisterer.
uk: Неможливо перейменувати %1 у %2 оскільки він вже існує.

source: Case sensitive
cs: Citlivé na velikost
fr: Sensible à la casse
it: Sensibile al maiuscolo/minuscolo
ko: 대소문자 구분
nl: Hoofdlettergevoelig
no: Store/små bokstaver
uk: З урахуванням регістра

source: Categories
cs: Kategorie
fr: Catégories
it: Categorie
ko: 카테고리
nl: Categorie&&euml;n
no: Kategorier
uk: Категорії

source: Caution: The password system is currently read only. Users will not be added to the Password file.
fr: Attention : le système de mots de passe est actuellement en lecture-seule. Les utilisateurs ne seront pas ajoutés au fichier de mot de passes.
it: Attenzione: La gestione delle password è al momento in modalità di sola lettura. Gli utenti non saranno aggiunti al file delle password.
uk: Увага: система доступу наразі не працює на запис. Користувачі не будуть додаватись у файл паролей.

source: Center align
cs: Zarovnání na střed
fr: Aligner au centre
it: Allineamento centrato
nl: naar het midden zetten
no: Midtstill
uk: Вирівняти по центру

source: Change E-mail Address
cs: Změna E-mailové adresy
fr: Changer l'adresse e-mail
it: Cambiare indirizzo E-mail
ko: 이메일 주소 변경
nl: Wijzig e-mailadres
no: Endre Epost Adresse
uk: Змінити електронну адресу

source: Change Password
cs: Změň heslo
fr: Changer de mot de passe
it: Cambia Password
ko: 비밀번호 변경
nl: Wachtwoord wijzigen
no: Endre passord
uk: Змінити пароль

source: Change cannot be completed
cs: Změna nemůže být dokončena
fr: Le changement ne peut être finalisé
it: Il cambiamento non può essere completato
ko: 변경이 완료 될 수 없음
nl: Wijziging kan niet worden afgemaakt
no: Endringen kan ikke fullføres
uk: Зміни не можуть бути завершені

source: Change comment and properties only
cs: Změna pouze komentáře a vlastností
fr: Modifier seulement les propriétés et commentaires
it: Cambia solo i commenti e le proprietà
ko: 댓글과 속성만 변경
nl: Alleen commentaar en eigenschappen wijzigen
no: Kun endre kommentar og egenskaper
uk: Змінити тільки коментар і властивості

source: Change e-mail address
cs: Změň emailovou adresu
fr: Modifier l'adresse e-mail
it: Cambiamento indirizzo e-mail
nl: e-mailadres wijzigen
no: Endre epost adresse
uk: Змінити електронну адресу

source: Change form
cs: Změň formulář
fr: Modifier le formulaire
it: Cambia modulo
nl: Wijzig formulier
no: Endre skjema
uk: Змінити форму

source: Change from
cs: Změň z
fr: Modification depuis
it: Cambia da
ko: 변경 전
nl: Gewijzigd van
no: Endre fra
uk: Змінити з

source: Change language
cs: Změň jazyk
fr: Changer de langue
it: Cambia la lingua
ko: 언어 변경
nl: Wijzig taal
no: Endre språk
uk: Зміна мови

source: Change links in topics that refer to !%1 in any Web:
cs: Změní odkazy v článcích, které odkazují na !%1 ve všech webech:
fr: Modifier les liens pointant vers !%1, sur les pages de tous les Webs :
it: Cambia i collegamenti nelle pagine che fanno riferimento a !%1 in ogni Web:
ko: 어떤 웹에서든지 !%1 을 지정하는 토픽에서의 링크 변경:
nl: Wijzig links die verwijzen naar !%1 in alle Webs:
no: Endre linker i sider som refererer til !%1 i alle webs:
uk: Змінити посилання у темах, які посилаються на !%1, у всіх розділах:

source: Change links in topics that refer to !%1 in the %2 Web:
cs: Změní odkazy v článcích, které odkazují na !%1 ve webu %2:
fr: Modifier les liens pointant vers !%1, sur les pages du Web %2 :
it: Cambia i collegamenti nelle pagine che fanno riferimento a !%1 nel Web %2:
ko: %2 웹 내부에서 !%1 을 지정하는 토픽들 내부의 링크 변경:
nl: Wijzig links in pagina&#39;s die verwijzen naar !%1 in %2 Web:
no: Endre linker i sider som refererer til !%1 i %2 web'en:
uk: Змінити посилання у темах, які посилаються на !%1, у розділі %2:

source: Change links in topics that refer to %1 in any Web:
cs: Změní odkazy v článcích, které odkazují na !%1 ve všech webech:
fr: Modifier les liens pointant vers %1, sur les pages de tous les Webs :
it: Cambia i collegamenti nelle pagine che fanno riferimento a %1 in ogni Web:
ko: 어떤 웹에서든 %1 을 지정하는 토픽들의 링크 변경:
nl: Wijzig links in pagina&#39;s die verwijzen naar %1 in alle Webs:
no: Endre linker til sider som refererer til %1 i alle web:
uk: Змінити посилання у темах, які посилаються на %1, у всіх розділах:

source: Change links in topics that refer to %1 in the %2 Web:
cs: Změní odkazy v článcích, které odkazují na !%1 ve webu %2:
fr: Modifier les liens pointant vers %1, sur les pages du Web %2 :
it: Cambia i collegamenti della pagina che fanno riferimento a %1 nel Web %2:
ko: %2 웹 내부에서 %1 를 지정하는 토픽들 내부의 링크 변경:
nl: Wijzig links in pagina&#39;s die verwijzen naar %1 in het %2 Web:
no: Endre linker i sider som refererer til %1 in %2 web'en:
uk: Змінити посилання у темах, які посилаються на %1, у розділі %2:

source: Change password
cs: Změň heslo
fr: Changer de mot de passe
it: Cambia password
ko: 비밀번호 변경
nl: Wijzig wachtwoord
no: Endre passord
uk: Змінити пароль

source: Change properties only
cs: Změň pouze vlastnosti
fr: Modifier seulement les propriétés
it: Cambia solo le proprietà
ko: 속성만 변경
nl: Alleen eigenschappen wijzigen
no: Kun endre egenskaper
uk: Змінити лише властивості

source: Change the current form of <nop>%1
cs: Změň aktuální formulář pro <nop>%1
fr: Modifier le formulaire actuel de <nop>%1
it: Cambia il modulo corrente di <nop>%1
nl: Huidig formulier van <nop>%1 vervangen
no: Endre gjeldende skjema for <nop>%1
uk: Змінити поточну форму для <nop>%1

source: Change topic
cs: Změna článku
fr: Modifier la page
it: Cambia pagina
ko: 토픽 변경
nl: Wijzig pagina
no: Endre side
uk: Змінити тему

source: Changed by:
cs: Změněno kým:
fr: Modifié par :
it: Cambiato da:
nl: Gewijzigd door:
no: Endret av:
uk: Змінено:

source: Changed on
cs: Změněno na
fr: Modifié le
it: Cambiato il
ko: 변경날짜
nl: Gewijzigd op
no: Endret den
uk: Змінено

source: Changed:
cs: Změněno:
fr: Modifié :
it: Cambiato:
ko: 변경됨:
nl: Gewijzigd:
no: Endret:
uk: Змінено:

source: Changes
cs: Změny
fr: Modifications
it: Variazioni
ko: 변경내역
nl: Wijzigingen
no: Endringer
uk: Зміни

source: Changes from r%1 to r%2
cs: Změněno z verze r%1 to r%2
fr: Modifications entre r%1 et r%2
it: Cambia da r%1 a r%2
ko: r%1 에서 r%2 로 변경된 내역
nl: Wijzigingen van r%1 naar r%2
no: Endinger fra r%1 til r%2
uk: Зміни з r%1 по r%2

source: Check your configuration settings for {TemplateDir} and {TemplatePath}.
cs: Zkontroluj nastavení pro {TemplateDir} a {TemplatePath}.
fr: Vérifiez vos paramètres de configuration pour {TemplateDir} et {TemplatePath}.
it: Verifica le impostazioni di configurazione per {TemplateDir} e {TemplatePath}.
ko: {TemplateDir} 와 {TemplatePath} 의 구성 설정을 확인하십시오.
nl: Kijk je configuratie instellingen na voor {TemplateDir} en {TemplatePath}.
no: Sjekk innstillingene foro {TemplateDir} og {TemplatePath}.
uk: Перевірте значення конфігурації {TemplateDir} та {TemplatePath}.

source: Checked topics will be updated to point to the new topic location.
cs: Označené články budou aktualizovány do bodu do nového umístění příloh.
fr: Les liens pointant vers cette page seront mis à jour, sur les pages sélectionnées.
it: Le pagine marcate saranno aggiornate per puntare alla nuova posizione della pagina.
ko: 체크된 토픽은 새 토픽 위치를 지정하도록 갱신됩니다.
nl: Aangevinkte pagina&&#39;s zullen worden bijgewerkt zodat ze verwijzen naar de nieuwe locatie van de pagina.
no: Valgte sider vil bli oppdatert til å referere til den nye linken for siden.
uk: Помічені теми буде оновлено так, щоб вказувати на нове розташування.

source: Checked topics will be updated to point to the new web name.
cs: Označené články budou aktualizovány do bodu do nového jména webu.
fr: Les liens pointant vers ce web seront mis à jours, sur les pages sélectionnées.
it: Le pagine marcate saranno aggiornate per puntare al nuovo nome del Web.
ko: 체크 된 토픽은 새 웹 이름을 지정하도록 갱신됩니다.
nl: Aangevinkte pagina's zullen worden geupdate zodat ze verwijzen naar de nieuwe webnaam.
no: Valgte sider vil bli oppdatert til å referere til det nye web navnet.
uk: Відмічені теми буде оновлено так, щоб вказувати на нове ім'я розділу.

source: Child topics in %1 web
cs: Podřízené články v %1 webu
fr: Pages filles dans le web %1
it: Pagine figlie nel Web %1
ko: %1 웹 내부의 자식 토픽
nl: Onderliggende pagina&#39;s in %1 web
no: Undersider i %1 web'en
uk: Дочірні теми в розділі %1

source: Children of %1 in %2 Web
fr: Pages filles de %1 dans le Web %2
it: pagine figlia de %1 nel Web %2
nl: Onderliggende pagina&&#39;s van %1 in %2 Web
uk: Дочірні теми %1 у розділі %2

source: Choose a new form for %1
cs: Vyberte nový formulář pro %1
fr: Choisissez un nouveau formulaire pour %1
it: Scegli un nuovo modulo per %1
ko: %1 에 대한 새 양식을 선택하십시오
nl: Kies een nieuw formulier voor %1
no: Velg et nytt skjema for %1
uk: Виберіть нову форму для %1

source: Clear all
cs: Vymaž vše
fr: Désélectionner toutes
it: Pulisci tutto
ko: 모두 지우기
nl: Vink uit
no: Tøm alle
uk: Очистити усе

source: Clear all topics
fr: Désélectionner toutes
it: Pulisci tutto
nl: Vink alle pagina&&#39;s uit
uk: Очистити усі теми

source: Click to move topic back to previous location, with option to change references.
cs: Klikni na přesun článku zpět na předchozí umístění s možností změnit odkazy.
fr: Cliquez ici pour déplacer la page à son emplacement précédent, avec la possibilité de mettre à jour les rétroliens.
it: Seleziona per spostare la pagina alla sua collocazione precedente con l'opzione di cambiare i riferimenti nelle altre pagine.
ko: 토픽을 이전 장소로 이동하려면 클릭하십시오, 참조를 변경할 수 있는 옵션 포함됨.
nl: Klik om de pagina terug te plaatsen naar de vorige locatie, met de optieom verwijzigen te wijzigen.
no: Klikk for å flytte en side tilbake til tidligere lokasjon, med valgmulighet til å endre referanser.
uk: Клікніть щоб повернути тему на попереднє місце зі зміною посилань.

source: Close
cs: Zavřít
fr: Fermer
it: Chiudi
ko: 닫기
nl: Sluiten
no: Lukk
uk: Закрити

source: Color
cs: Barva
fr: Couleur
it: Colore
nl: Kleur
no: Farge
uk: Колір

source: Color %1 has an invalid format
cs: Barva %1 má nesprávný formát
fr: La couleur %1 a un format invalide
it: Il colore %1 ha un formato non valido
ko: %1 색상의 형식은 유효하지 않습니다
nl: Kleur %1 heeft een ongeldig formaat
no: Farge %1 har ugyldig format
uk: Колір %1 має неправильний формат

source: Columns
cs: Sloupce
fr: Colonnes
it: Colonne
nl: Kolommen
no: Kolonner
uk: Стовпчики

source: Come on in
cs: Přejdi k
fr: Entrez
it: Vieni in
nl: Kom binnen
no: Kom inn
uk: Давай, заходь

source: Comment
cs: Komentář
fr: Commentaire
it: Commento
ko: 댓글
nl: Toelichting
no: Kommentar
uk: Коментар

source: Commenting is disabled for static viewing
cs: V režimu prohlížení není možné vytvářet komentáře
fr: Les commentaires sont désactivés en affichage statique
it: Commenti disabilitati in visualizzazione statica
no: Kommentering er deaktivert for statisk visning
uk: Коментування вимкнено для статичного перегляду

source: Commenting is disabled when not in view context
cs: Vytváření komentářů není možné, pokud nejste ve správném kontextu
fr: Les commentaires sont désactivés hors du contexte d'affichage
it: Commenti disabilitati se non in visualizzazione del contesto
no: Kommentering er deaktivert foruten i visningskontekst
uk: Коментування вимкнено поза контекстом перегляду

source: Commenting is disabled while not logged in
cs: Vytváření komentářů není možné, pokud nejste přihlášeni
fr: Les commentaires sont désactivés lorsque vous n'êtes pas connecté
it: Commenti disabilitati se non autenticati
no: Kommentering er deaktivert uten innlogging
uk: Коментування вимкнено поки не авторизуєтесь

source: Commenting is disabled while running from the command line
cs: Vytváření komentářů není možné, pokud jste v režimu příkazové řádky
fr: Les commentaires sont désactivés lors d'une exécution en ligne de commande
it: Commenti disabilitati se esecuzione da riga di comando
no: Kommentering er deaktivert ved kjøring fra kommandolinjen
uk: Коментування вимкнено коли запущено з командного рядку

source: Compare revisions
cs: Porovnejte revize
fr: Comparer les versions
it: Confronta le versioni
ko: 수정 내용 비교
nl: Vergelijk revisies
no: Sammenlign versjoner
uk: Порівняти редакції

source: Confirm password:
cs: Potvrďte heslo:
fr: Confirmer mot de passe :
it: Confermare password:
nl: Wachtwoord bevestigen:
no: Bekreft passord:
uk: Ваш пароль:

source: Confirm rename or move
cs: Podvrďte přejmenování nebo přesun
fr: Confirmer le renommage ou le déplacement
it: Conferma rinomina o sposta
ko: 이름변경 혹은 이동을 확인
nl: Bevestig hernoemen of verplaatsen
no: Bekreft navngivning eller flytting
uk: Підтвердити перейменування або переміщення

source: Confirm your changes using Foswiki's [[%1][topic history comparison tool (diff)]].
cs: Potvrzení Vašich změn za použití Foswiki [[%1][porovnávacího nástroje historie článku (diff)]].
fr: Confirmer vos modifications en utilisant [[%1][l'outil de comparaison d'historique (diff)]] de Foswiki.
it: Conferma le modifiche usando lo [[%1][strumento Foswiki per il confronto delle versioni della pagina (diff)]].
ko: Foswiki 의 [[%1][토픽 기록 비교 도구 (diff)]] 를 사용하여 변경내용을 확인하십시오.
nl: Bevestig je wijzigingen met Foswiki's [[%1][paginageschiedenisvergelijker (diff)]].
no: Bekreft dine endringer ved hjelp av Foswiki's [[%1][sidehistorikk sammenlignings verktøy (diff)]].
uk: Затвердить зміни за допомогою [[%1][утіліти порівняння історії теми (diff)]] %WIKITOOLNAME%.

source: Conflict
cs: Konflikt
fr: Conflit
it: Conflitto
ko: 충돌
no: Konflikt
uk: Конфлікт

source: Contact %1 if you have any questions.
cs: Kontaktujte %1 pokud máte nějaké otázky.
fr: Contactez %1 si vous avez des questions.
it: Per ogni problema contatta %1.
ko: 질문이 있으시면 %1 님에게 연락 하십시오.
nl: Neem bij vragen contact op met %1.
no: Kontakt %1 dersom du har spørsmål.
uk: Зв'яжіться з %1 якщо у Вас є питання.

source: Contact <a href=\'mailto:%1\'>your site administrator</a> for further assistance.
cs: Pro další pomoc, kontaktujte <a href=\'mailto:%1\'>vašeho web administrátora</a>.
fr: Contactez <a href=\'mailto:%1\'>l'administrateur de votre site</a> pour de l'aide supplémentaire.
it: Contatta <a href=\'mailto:%1\'> l'amministratore del sito </a> per ulteriore assistenza.
nl: Contacteer <a href=\'mailto:%1\'>je site administrator</a> voor hulp.
no: Kontakt <a href=\'mailto:%1'>din nettsted administrator</a> for videre hjelp.
uk: Зв'яжіться з <a href=\'mailto:%1\'>адміністратором сайту</a> для подальшої допомоги.

source: Context
cs: Kontext
fr: Contexte
it: Contesto
ko: 본문
no: Kontekst
uk: Контекст

source: Continue and try to rename web?
cs: Pokračujte a zkuste přejmenovat web?
fr: Continuer et essayer de renommer le web ?
it: Continuo e cerco di rinominare il web?
ko: 계속하고 웹의 이름변경을 시도하겠습니까?
nl: Doorgaan om het web te hernoemen?
no: Fortsett og forsøk å navngi web?
uk: Продовжити спробу перейменувати розділ?

source: Continue editing
cs: Pokračuj v editaci
fr: Continuer à modifier
it: Continua la modifica
nl: Doorgaan met bewerken
no: Fortsett redigering
uk: Продовжити редагування

source: Continue to create the new page
cs: Pokračuj ve vytváření nové stránky
fr: Continuer de créer la page
it: Continua per creare la nuova pagina
ko: 계속하여 새 페이지를 생성
nl: Ga verder om de pagina aan te maken
no: Fortsett å lage ny side
uk: Продовжити створення нової сторінки

source: Conversion to HTML for WYSIWYG editing is disabled because of the topic content.
cs: Převod do HTML pro editaci pomocí WYSIWYG je vypnut z důvodu obsahu článku.
fr: La conversion en HTML pour l'édition WYSIWYG est désactivée en raison du contenu de la page.
it: La conversione in HTML dell'editor WYSIWYG è disabilitata a causa del contenuto della pagina.
ko: 토픽 내용때문에 WYSIWYG 편집을 위한 HTML 로의 변환이 비활성화 되었습니다.
nl: Conversie naar HTML is uitgeschakeld vanwege de inhoud van deze pagina.
no: Konvertering til HTML for WYSIWYG redigering er deaktivert på grunnav innholdet på siden.
uk: Перетворення у HTML для WYSIWYG вимкнено через зміст топіку.

source: Copy this topic (and all attachments) to a new topic.
cs: Zkopíruj tento článek (a všechny přílohy) do článku nového.
fr: Copier cette page (et tous ses fichiers joints) vers une nouvelle page.
it: Copia il contenuto della pagina (e tutti gli allegati) in un nuova pagina.
ko: 이 토픽 (및 모든 첨부파일) 을 새 토픽으로 복사합니다.
nl: Kopieer deze pagina (met alle bijlagen) naar een nieuwe pagina.
no: Kopier denne siden (og alle vedlegg) til en ny side.
uk: Копіювати цю тему (та всі додатки) до нової теми.

source: Copy topic
cs: Kopíruj článek
fr: Copie page
it: Copia la pagina
ko: 토픽 복사
nl: Kopieer pagina
no: Kopier side
uk: Копіювати тему

source: Copy topic...
cs: Kopíruj článek...
fr: Copie page...
it: Copia della pagina...
ko: 토픽 복사...
nl: Pagina kopie&eum;ren...
no: Kopier side...
uk: Копіювати топік...

source: Copyright &&copy; by the contributing authors. All material on this collaboration platform is the property of the contributing authors.
cs: Copyright &&copy; podle přispívajících autorů. Všechen materiál na této platformě pro spolupráci je vlastnictvím přispívajících autorů.
fr: Copyright &&copy; par les auteurs. Le contenu de cette plateforme collaborative est la propriété des auteurs qui y ont contribué.
it: Copyright &&copy; di chi contribuisce. Tutti i materiali presenti su questa piattaforma collaborativa sono di proprietà dei rispettivi autori.
nl: Copyright &&copy; de meewerkende auteurs. Al het materiaal op dit samenwerkingsplatform is eigendom van de meewerkende auteurs.
no: Copyright &&copy; av de bidragende forfattere. Alt materiale i denne samarbeidsplattform er eiet av de bidragende forfattere.
uk: Авторські права &&copy; закріплені за авторами проекту. Всі матеріали по цій платформі співпраці є їх власністю.

source: Copyright &&copy; by the contributing authors. All material on this site is the property of the contributing authors.
cs: Copyright &&copy; podle přispívajících autorů. Všechen materiál na tomto webu je vlastnictvím přispívajících autorů.
fr: Copyright &&copy; par les auteurs contributeurs. Le contenu de ce site est la propriété des auteurs qui y ont contribué.
it: Copyright &&copy; di chi contribuisce. Tutti i materiali presenti su questo sito sono di proprietà dei rispettivi autori.
nl: Copyright &&copy; de meewerkende auteurs. Al het materiaal op dit samenwerkingsplatform is eigendom van de meewerkende auteurs.
no: Copyright &&copy; av de bidragende forfattere. Alt materiale i denne webløsning er eiet av de bidragende forfattere.
uk: Авторські права &&copy; закріплені за авторами проекту. Всі матеріали по цій платформі співпраці є їх власністю.

source: Could not create the new web %1
cs: Nemohu vytvořit nový web %1
fr: Impossible de créer le web %1
it: Non posso creare il nuovo web %1
ko: 새 웹 %1 을 생성할 수 없습니다
nl: Kon het nieuwe %1 web niet aanmaken
no: Kunne ikke lage ny web %1
uk: Неможливо створити новий розділ %1

source: Could not find template
cs: Nemohu nalézt šablonu
fr: Impossible de trouver le modèle (template)
it: Non trovo il modello
ko: 템플릿을 찾을 수 없음
nl: Kon template niet vinden
no: Kunne ikke finne mal
uk: Неможливо знайти шаблон

source: Could not perform search. Error was: %1
cs: Nemůžu vykonat vyhledávání. Chyba byla: %1
fr: Impossible d'effectuer la recherche. L'erreur est : %1
it: Ricerca impossibile. Errore: %1
ko: 검색을 실행할 수 없었습니다. 오류: %1
nl: Kon geen zoekactie uitvoeren. Foutmelding was: %1
no: Kunne ikke utføre søk. Feil var: %1
uk: Пошук неможливий. Помилка: %1

source: Could not save %1.
cs: Nemohl uložit %1.
fr: Impossible d'enregistrer %1.
it: Non posso salvare %1.
ko: %1 을 저장할 수 없습니다.
nl: Kon %1 niet bewaren.
no: Kunne ikke lagre %1.
uk: Не вдалося зберегти %1.

source: Country:
cs: Země:
fr: Pays :
it: Nazione:
nl: Land:
no: Land:
uk: Країна:

source: Create New FAQ Topic
fr: Créer une nouvelle page de FAQ
it: Crea una nuova pagina di FAQ
nl: Nieuwe FAQ-pagina aanmaken
uk: Створити нову тему FAQ

source: Create New Topic
cs: Nový članek
fr: Créer nouvelle page
it: Crea Nuova Pagina
ko: 새 토픽 생성
nl: Nieuwe pagina aanmaken
no: Lag Ny Side
uk: Створити нову тему

source: Create New Topic in %1 Web
cs: Nový článek v %1
fr: Créer une nouvelle page dans le Web %1
it: Crea una Nuova Pagina nel Web %1
ko: %1 웹에 새 토픽 생성
nl: Nieuwe pagina aanmaken in %1 Web
no: Lag Ny Side i %1 web
uk: Створити нову тему в розділі %1

source: Create a link to the attached file
cs: Odkaz na přilohu
fr: Créer un lien vers le fichier attaché
it: Crea un collegamento al file allegato
ko: 첨부된 파일로의 링크 생성
nl: Maak een link naar de bijlage
no: Lag link til vedlagte fil
uk: Створити посилання на додаток

source: Create a new group
cs: Vytvoř novou skupinu
fr: Créer un nouveau groupe
it: Crea un nuovo gruppo
ko: 새 그룹 생성
nl: Nieuwe groep aanmaken
no: Lag en ny gruppe
uk: Створити нову групу

source: Create a new table
cs: Vytvoř novou tabulku
fr: Créer un nouveau tableau
it: Crea una nuova tabella
nl: Nieuwe tabel aanmaken
no: Lag en ny tabell
uk: Створити нову таблицю

source: Create account
cs: Vytvoř účet
fr: Créer un compte
it: Crea un nuovo accesso
nl: Nieuwe account aanmaken
no: Opprett konto
uk: Створити користувача

source: Create group
cs: Vytvoř skupinu
fr: Créer le groupe
it: Crea un gruppo di utenti
ko: 그룹 생성
nl: Groep aanmaken
no: Lag gruppe
uk: Створити групу

source: Create new topic
cs: Vytvoř nový článek
fr: Créer nouvelle page
it: Crea una nuova pagina
ko: 새 토픽 생성
nl: Nieuwe pagina aanmaken
no: Lag ny side
uk: Створити нову тему
