Repository: foswiki/distro
Catalog: core/locale/*.po
Languages: cs, fr, it, ko, nl, no, uk

source: Your activation code has been sent to %1. Either click on the link in your e-mail or enter the code in the box below to activate your membership. (This code is of the form "YourName.xxxxxxxxxx")
cs: Váš aktivační kód byl odeslán do %1. Buď klikněte na odkaz ve Vašem emailu nebo vložte kód do pole níže, aby jste aktivoval Vaše členství. (Tento kód je ve formě "VašeJméno.xxxxxxxxxx")
fr: Votre code de validation a été envoyé à %1. Pour terminer la création de votre compte, vous pouvez entrer ce code ci-dessous, ou bien suivre le lien contenu dans l'e-mail que vous allez recevoir. (Ce code est de la forme "VotreNom.xxxxxxxxxx")
it: Il codice di attivazione a te riservato è stato inviato a %1. Puoi attivare direttamente il link nella mail ricevuta oppure inserire il codice nel box qui sotto per attivare l'iscrizione. (Il codice ha il seguente formato "TuoNome.xxxxxxxxxx")
ko: 귀하의 활성화 코드는 %1 으로 전송되었습니다. 귀하의 멤버십을 활성화하려면 받으신 이메일 안의 링크를 클릭하거나 아래의 상자에 코드를 입력하십시오. (이 코드는 "YourName.xxxxxxxxxx" 과 같은 형태로 되어있습니다)
nl: Je activeringscode is verstuurd naar %1. Je kunt of klikken op de link in je e-mail, of de code invoeren in de box hieronder om je lidmaatschap te activeren. (Deze code heeft de vorm "JeNaam.xxxxxxxxxx")
no: Din aktiveringskode har blitt sendt til %1. Enten klikk på linken i eposten eller skriv koden inn i feltet under her for å aktivere ditt medlemskap. (Denne koden ser ut som "DittNavn.xxxxxxxxxx")
uk: Ваш код підтвердження реєстрації висланий за адресою %1. Відкрийте посилання в отриманому Вами листі або введіть код в текстове поле нижче щоб підтвердити Вашу реєстрацію. (Цей код має вигляд: "ВашеІм'я.xxxxxxxxxx")

source: Your email address will be kept confidential.
cs: Vaše emailová adresa bude vedena v tajnosti.
fr: Votre adresse e-mail restera confidentielle.
it: Il tuo indirizzo email verrà mantenuto riservato.
ko: 귀하의 이메일주소는 기밀리에 유지됩니다.
nl: Je e-mailadres zal vertrouwelijk worden gehouden.
no: Din epost adresse vil bli holdt konfidensiell.
uk: Ваша електронна адреса буде конфіденційною.

source: Your language has been changed to %1. [[%2][click to proceed]].
fr: Votre langue a été modifiée ; elle est maintenant %1. [[%2][cliquez ici pour continuer]].
it: La lingua è stata cambiata in %1. [[%2][seleziona per continuare]].
nl: Je taal werd omgeschakeld naar %1. [[%2][klik hier om verder te gaan]].
uk: Вашу мову було змінено на %1. [[%2][Клікніть для продовження]].

source: Your name as displayed by %1.
fr: Votre nom tel qu'affiché par %1.
it: Il tuo nome come mostrato da %1.
nl: Je naam zoals hij op %1 te zien zal zijn.
uk: Ваше ім'я, як відображає його %1.

source: Your name, usually your first and last name connected without a space.
cs: Vaše jméno, obyčejně vaše křestní jméno a příjmení spojeno dohromady bez mezery.
fr: Votre nom, en général votre prénom et votre nom de famille accolés sans espace.
it: Il tuo nome, di solito il tuo nome e cognome attaccati senza uno spazio.
nl: Je naam, meestal je voor- en achternaam zonder spatie er tussen.
uk: Ваше системне ім'я; зазвичай ім'я та прізвище поєднанні без пропуску.

source: Your password has been changed to %1.
cs: Vaše heslo bylo změnéno na %1.
fr: Votre mot de passe a été modifié ; il est maintenant %1.
it: Password modificata in %1.
ko: 귀하의 비밀번호가 %1 으로 변경되었습니다.
nl: Je wachtwoord is veranderd in %1.
no: Ditt passord er endret til %1.
uk: Ваш пароль змінений на %1.

source: Your password has not been changed.
cs: Vaše heslo nebylo změnéno.
fr: Votre mot de passe n'a pas été modifié.
it: La password non è stata modificata.
nl: Je wachtwoord is niet gewijzigd.
uk: Ваш пароль не було змінено.

source: Your password must be at least %1 characters long.
cs: Vaše heslo musí být nejméně %1 znaků dlouhé.
fr: Votre mot de passe doit être composé d'au moins %1 caractères.
it: Questo sito richiede password di almeno %1 caratteri.
nl: Deze site vereist wachtwoorden met ten minste %1 tekens.
uk: Ваш пароль має бути щонайменше %1 символів.

source: Your password:
cs: Vaše heslo:
fr: Votre mot de passe :
it: La tua password:
nl: Je wachtwoord:
uk: Ваш пароль:

source: Your personal %1 topic is located at %2. You can customize it as you like:
cs: Váš osobní článek %1 je umístěn v %2. Můžete ho změnit, jak chcete:
fr: Votre page personnelle sur %1 est %2. Vous pouvez la modifier selon vos souhaits :
it: La tua pagina personale %1 è collocata in %2. Puoi personalizzarla come vuoi:
ko: 귀하의 개인 %1 토픽이 %2 에 위치합니다. 원하시는 대로 변경가능합니다:
nl: Je persoonlijke %1 pagina bevindt zich op %2. Je kunt het aanpassen zoals je zelf wilt:
no: Din personlige %1 side finner på %2. Du kan tilpasse den som du ønsker:
uk: Ваша особиста тема %1 розташована в %2. Ви можете змінювати її на свій розсуд:

source: Your personal Foswiki topic %1 has been created
cs: Váše osobní stránka %1 byla vytvořena
fr: Votre page personnelle Foswiki %1 a été créée
it: La tua pagina personale %1 è stata creata
ko: 귀하의 개인 Foswiki 토픽 %1 이 생성되었습니다
nl: Je persoonlijke Foswiki pagina %1 is aangemaakt
no: Din personlige Foswiki side %1 er lagd
uk: Було створено Вашу особисту тему Foswiki %1

source: Your registered e-mail address(es) are updated to: <noautolink>%1</noautolink>.
cs: Vaše zaregistrované adresy(a) jsou změněny na: <noautolink>%1</noautolink>.
fr: Votre, ou vos adresse(s) e-mail a (ont) été mises à jour vers : <noautolink>%1</noautolink>.
it: L'indirizzo o indirizzi e-mail registrati sono stati aggiornati a: <noautolink>%1</noautolink>.
ko: 귀하의 등록된 이메일 주소(들)는 다음으로 갱신됩니다: <noautolink>%1</noautolink>.
nl: Je geregistreerde e-mailadres(sen) zijn bijgewerkt naar: <noautolink>%1</noautolink>.
no: Dine registrerte epostadresse(r) er oppdatert på <noautolink>%1</noautolink>.
uk: Зареєстрована(і) Вами електронні адреса(и) змінено на: <noautolink>%1</noautolink>.

source: Your registered e-mails are used by Foswiki for sending you e-mails, include notifications of password changes.
cs: Vaše registrované emaily používá Foswiki pro zasílání informací včetně notifikace o změně hesla.
fr: Les adresses e-mail enregistrées sont utilisées par Foswiki pour vous envoyer des e-mails, y compris des notifications de changement de mot de passe.
it: Le tue email registrate vengono usate da Foswiki per spedirti email, incluse le notifiche di cambiamento password.
ko: 귀하의 등록된 이메일은 Foswiki 에서 비밀번호 변경 알림등을 내용을 포함한 이메일 전송에 사용됩니다.
nl: Je geregistreerde e-mailadressen worden door Foswiki gebruikt om e-mails te versturen, waaronder meldingen van wachtwoord aanpassingen.
uk: Зареєстровані Вами електронні адреси Foswiki використовує для надсилання листів, включно зі сповіщеннями та змінами пароля.

source: Your registration is pending approval by the system administrators.
cs: Vaše registrace čeká na schválení administrátorem.
fr: Votre inscription est en attente d'approbation par les administrateurs du système.
it: La tua registrazione è in attesa di approvazione da parte degli amministratori del sistema.
uk: Ваша реєстрація очікує на підтвердження від адміністраторів системи.

source: Your registration verification email has either failed, or is queued in the mail system.
cs: Váš registrační verifikační email buď nebyl odeslán, nebo teprve čeká na odeslání.
fr: La vérification a votre inscription par e-mail a échoué, ou elle est en cours d'acheminement par le système de messagerie.
it: La tua email di verifica della registrazione potrebbe essere stata scartata dai server di posta oppure è ancora in coda.
ko: 귀하의 등록 확인 이메일이 실패하였거나 메일 시스템에서 대기 중입니다.
nl: Je registratie verificatie e-mail is mislukt of staat in de wachtrij van het mail systeem.
no: Din registrerings bekreftelses epost har enten feilet eller ligger i kø i epost systemet.
uk: Ваш лист із перевіркою реєстрації або не вдалося відправити, або він у черзі поштової системи.

source: Your signature to copy/paste
cs: Váš podpis pro kopírování/vložení
fr: Votre signature, à copier/coller
it: La tua firma da copiare/incollare
ko: 복사/붙여넣기 할 귀하의 서명
nl: Je handtekening om te kopi&&euml;ren/plakken
no: Din signatur for å kopiere og lime inn
uk: Ваш підпис для копіювання/вставки

source: Your signature to copy/paste:
cs: Vaše značka pro kopírování/vložení:
fr: Votre signature, à copier/coller :
it: La tua firma da copiare/incollare:
ko: 복사/붙여넣기 할 귀하의 서명:
nl: Je signatuur om te kopi&&euml;ren/plakken:
no: Din signatur for å kopiere og lime inn:
uk: Ваш підпис для копіювання/вставки:

source: Your system may not support changing passwords through Foswiki. Check with your Wiki administrator.
cs: Váš systém možná nepodporuje změnu hesel pomocí Foswiki. Zkontrolujte to se svým administrátorem.
fr: Votre système peut ne pas permettre le changement des mots de passe avec Foswiki. Veuillez vérifier auprès de votre administrateur du Wiki.
it: Il tuo sistema può non supportare il cambio password via Foswiki. Chiedi all'amministratore.
ko: 시스템이 Foswiki를 통하여 비밀번호를 변경하는 것을 지원하지 않을 수 있습니다. 위키 관리자와 확인하십시오.
nl: Het is mogelijk dat je systeem het veranderen van wachtwoorden via Foswiki niet ondersteunt. Controleer dit bij je Wikibeheerder.
no: Ditt system støtter kanskje ikke å bytte passord fra Foswiki. Sjekk med din Wiki administrator.
uk: Ваша система можливо не підтримує зміну паролів через Foswiki. Зв'яжіться з адміністратором.

source: Your user registration failed because it did not pass the validation tests.
cs: Vaše registrace nebyla úspěšná, protože neprošla validačními testy.
fr: Votre inscription a échoué car elle n'a pas passé les tests de validation.
it: La tua registrazione utente è fallita perché non ha superato i test di validazione.
uk: Ваша реєстрація не пройшла перевірку а тому не вдалась.

source: [[%1][Click here]] for guidance on creating a valid username for this site.
fr: [[%1][Cliquez ici]] pour de l'aide sur la création d'un nom de connexion valide pour ce site.
it: [[%1][Seleziona qui]] per una guida su come creare un nome utente valido per questo sito.
uk: Посібник з утворення дійсного ім'я користувача на цьому сайті [[%1][знаходиться тут]].

source: [[%1][Debug topic text]].
cs: Klikni na [[%1][Odstranění chyb v textu stránky]].
fr: Consultez les [[%1][informations de débogage de la page]].
it: [[%1][Debug del testo della pagina]].
ko: [[%1][디버그 토픽 문구]].
nl: [[%1][Paginatekst debuggen]].
no: [[%1][Feilsøk sidetekst]].
uk: [[%1][Відлагодження тексту теми]].

source: [[%1][username]]:
cs: [[%1][uživatelské jméno]]:
fr: [[%1][nom de connexion]] :
it: [[%1][nome utente]]:
nl: [[%1][Gebruikersnaam]]:
uk: [[%1][ім'я користувача]]:

source: [multiple of 3 spaces] * [space] Set [space] VARIABLENAME [space] = [value]
cs: [násobek 3 mezer] * [mezera] Nastav [mezera] VARIABLENAME [mezera] = [mezera]
fr: [un nombre d'espaces multiple de 3] * [espace] Set [espace] NOMDEVARIABLE [espace] = [valeur]
it: [multipli di 3 spazi] * [spazio] Set [spazio] NOMEVARIABILE [spazio] = [valore]
ko: [스페이스 3개의 배수] * [스페이스] 설정 [스페이스] VARIABLENAME [스페이스] = [값]
nl: [veelvoud van 3 spaties] * [spatie] Set [spatie] NAAMVANVARIABELE [spatie] = [waarde]
no: [3 mellomrom] * [mellomrom] Set [mellomrom] VARIABELNAVN [mellomrom] = [verdi]
uk: [пропусків кратно до 3-х] * [пропуск] Set [пропуск] ІМ&amp;ЯЗМІННОЇ [пропуск] = [значення]

source: _language_name
cs: Čeština
fr: Français
it: Italiano
ko: 한글
nl: Nederlands
no: Norsk
uk: Українська

source: access denied on root
cs: přístup na root není povolen
fr: l'accès à la racine est interdit
it: accesso vietato alla radice
ko: root로 접근 거절됨
nl: toegang tot 'root' niet toegestaan
no: tilgang nektes til root
uk: відмовлено у доступі до кореню

source: access denied on topic
cs: přístup ke článku nepovolen
fr: l'accès à la page est interdit
it: accesso vietato alla pagina
ko: 토픽으로 접근 거절됨
nl: toegang tot pagina niet toegestaan
no: tilgang nektes for side
uk: у доступі до теми відмовлено

source: access denied on web
cs: přístup k webu nepovolen
fr: l'accès à ce web est interdit
it: accesso vietato al Web
ko: 웹으로 접근 거절됨
nl: toegang tot web niet toegestaan
no: tilgang nektes for web
uk: у доступі до розділу відмовлено

source: access not allowed on root
cs: přístup na root není povolen
fr: l'accès à la racine est interdit
it: accesso non permesso alla radice
ko: root 에는 접근 허용 안됨
nl: toegang tot 'root' niet toegestaan
no: tilgang ikke tillatt til root
uk: немає доступу до кореню

source: access not allowed on topic
cs: přístup ke článku nepovolen
fr: l'accès à la page est interdit
it: accesso non permesso alla pagina
ko: 토픽에 대한 접근이 허용되지 않습니다.
nl: toegang tot pagina niet toegestaan
no: tilgang ikke tillatt til side
uk: немає доступу до теми

source: access not allowed on web
cs: přístup k webu není povolen
fr: l'accès à ce web est interdit
it: accesso non permesso al Web
ko: Web의 접근이 허용되지 않습니다.
nl: toegang tot web niet toegestaan
no: tilgang ikke tillatt til web
uk: немає доступу до розділу

source: accesskey='c'
cs: přístupový klíč='c'
fr: raccourci clavier='c'
ko: 접근키='c'
nl: accesskey='a'
no: hurtigtast='c'
uk: accesskey='с'

source: and
cs: a
fr: et
it: e
ko: 그리고
nl: en
no: og
uk: та

source: by %1
cs: za pomoci %1
fr: par %1
it: da %1
ko: %1 에 의하여
nl: door %1
no: av %1
uk: користувачем %1

source: change display options
cs: změň nastavení pro zobrazení
fr: modifier options d'affichage
it: modifica opzioni di visualizzazione
ko: 표기 선택사항 변경
nl: verander weergave opties
uk: змінити налаштування відображення

source: change, update, previous revisions, move, delete...
cs: změnit, aktualizovat, předchozí revize, přesunout, vymazat...
fr: changer, mettre à jour, versions précédentes, déplacer, effacer...
it: modifica, aggiorna, versione precedente, sposta, cancella...
ko: 변경, 수정, 이전 버전, 이동, 삭제...
nl: veranderen, bijwerken, voorgaande versies, verplaaten, verwijderen...
no: endre, oppdater, tidligere versjoner, flytt, slett...
uk: змінити, поновити, попередні редакції, перемістити, вилучити...

source: close display options
cs: zavři nastavení pro zobrazení
fr: fermer options d'affichage
it: chiude finestra opzioni
ko: 표시 선택사항 닫기
nl: sluit weergave opties
uk: закрити налаштування відображення

source: default as defined in the %1
cs: Výchozí, jak je definováno v %1
fr: défaut tel que définit dans %1
it: predefinito così come definito in %1
nl: standaard zoals gedefinieerd in de %1
no: standard som definert i %1
uk: замовчення, що задане у %1

source: diff
cs: rozdíl
it: differenze
nl: Wijzigingen
uk: різниця

source: don't forget to check your Topic Settings
cs: nezapomeň zkontrolovat nastavení článku (Topic Settings)
fr: n'oubliez pas de vérifier votre page de préférences
it: non dimenticare di controllare la configurazione della pagina
ko: 토픽 설정을 확인하세요
nl: vergeet niet om je pagina voorkeurinstellingen na te kijken
no: ikke glem å sjekke dine Side Innstillinger
uk: не забудьте перевірити налаштування Вашої особистої теми

source: earlyInitPlugin failed. See errors below.
cs: earlyInitPlugin zhavaroval. Více chyby uvedené níže.
fr: earlyInitPlugin a échoué. Voyez les erreurs ci-dessous.
it: earlyInitPlugin fallito. Vedere gli errori sottostanti.
nl: earlyInitPlugin is mislukt. Zie meldingen hieronder.
uk: earlyInitPlugin не відпрацював. Дивіться помилки нижче.

source: edit
cs: editovat
fr: modifier
it: modifica
ko: 편집
nl: bewerken
no: rediger
uk: редагувати

source: edit form
cs: formuláŕ pro editaci
fr: modifier formulaire
it: modulo di modifica
nl: formulier bewerken
uk: редагувати форму

source: fields are required.
cs: pole jsou povinná.
fr: sont des champs devant être remplis.
it: i campi sono obbligatori.
ko: 필수 입력 항목 입니다.
nl: velden zijn verplicht.
no: felt er obligatoriske.
uk: - обов'язкові поля.

source: help
cs: nápověda
fr: aide
it: aiuto
ko: 도움말
no: hjelp
uk: довідка

source: hide form
fr: Cacher formulaire
it: nascondi form
nl: Formulier verbergen
uk: приховати форму

source: hints on good style
cs: nápověda k dobrému stylu
fr: astuces sur des pratiques courantes de collaboration
it: suggerimenti sullo stile
ko: 좋은 스타일을 위한 힌트
nl: tips voor een goede stijl
no: tips om god stil
uk: поради з хорошого стилю

source: ignore case
fr: ignorer casse
it: ignora le maiuscole
uk: ігнорувати регістр

source: in raw text format
cs: v neupraveném textovém formátu
fr: afficher le code source
it: in formato testo "raw"
ko: 원문 보기 포맷으로
nl: brontekst zonder opmaak
no: i rå tekst format
uk: у форматі похідного тексту

source: indicates mandatory fields
cs: označuje povinné pole
fr: indique les champs nécessaires
it: indica campi obbligatori
ko: 필수 입력 항목 찾기
nl: velden zijn verplicht
no: indikerer obligatoriske felt
uk: указує обов'язкові поля

source: initPlugin was not defined. See errors below.
cs: initPlugin nebyl definován. Více viz chyby uvedené níže.
fr: initPlugin n'a pas été défini. Voyez les erreurs ci-dessous.
it: initPlugin non è stato definito. Vedere gli errori sottostanti.
nl: initPlugin is niet gedefinieerd. Zie meldingen hieronder.
uk: initPlugin відсутній. Дивіться помилки нижче.

source: last change
cs: poslední změna
fr: dernière modification
it: ultima modifica
ko: 최근 변경
nl: laatste wijziging
uk: остання зміна

source: manage
cs: řídit
fr: gérer
it: gestione
ko: 관리하기
nl: beheren
no: administrer
uk: управління

source: more...
cs: více...
fr: suite...
it: di più...
ko: 더 ...
nl: meer...
no: mer...
uk: ще...

source: new
cs: nové
fr: nouveau
it: nuovo
nl: nieuw
uk: новий

source: now %1
cs: nyní je %1
fr: maintenant %1
it: adesso %1
ko: 현재 %1
nl: nu %1
no: nå %1
uk: зараз %1

source: or
cs: nebo
fr: ou
it: o
ko: 혹은
nl: of
no: eller
uk: або

source: preview
cs: náhled
fr: prévisualiser
it: anteprima
ko: 미리보기
nl: voorvertoning
no: forhåndsvisning
uk: попередній перегляд

source: public view access
cs: Veřejný přístup pro prohlížení
fr: accès public
it: accesso pubblico
nl: voor iedereen toegankelijk
uk: дозвіл на публічний перегляд

source: restore
cs: obnov
fr: restaurer
it: ripristina
nl: herstellen
uk: відновити

source: restore form
cs: obnov formulář
fr: restaurer formulaire
it: modulo di ripristino
nl: formulier herstellen
uk: відновити з

source: restrict access to %1
cs: zakaž přístup k %1
fr: restreindre l'accès à %1
it: limita accesso a %1
uk: обмежити доступ до %1

source: restrict read access to users that have an account on this site
cs: zakaž právo čtení všem uživatelům majícím účet na tomto webu
fr: restreindre l'accès en lecture aux utilisateurs qui ont un compte sur ce site
it: limita l'accesso in lettura ai soli utenti che hanno un account su questo sito
uk: надати доступ на читання тільки для користувачів цього сайту

source: restrict write access to users that have an account on this site
cs: zakaž právo zápisu všem uživatelům majícím účet na tomto webu
fr: restreindre l'accès en écriture aux utilisateurs qui ont un compte sur ce site
it: limita l'accesso in scrittura agli utenti che possiedono un account su questo sito
uk: надати доступ на запис тільки користувачам цього сайту

source: retrieved at %1
cs: nalezeno v %1
fr: trouvées à %1
it: recuperato a %1
ko: %1 에서 검색됨
nl: gevonden om %1
no: hentet %1
uk: отримано о %1

source: revision %1
cs: revize %1
fr: version %1
it: versione %1
nl: revisie %1
uk: редакція %1

source: set preferences
cs: nastavit předvolby
fr: définir les options
it: imposta preferenze
nl: instellingen aanpassen
uk: встановити параметри

source: specify a list of users and/or groups
cs: definuj seznam uživatelů a/nebo skupin
fr: spécifier une liste d'utilisateurs et/ou de groupes
it: indica un elenco di utenti e/o gruppi
uk: задати перелік користувачів та/або груп

source: strictly deny any access to this topic
cs: striktně zakaž jakýkoli přístup na tento článek
fr: interdire strictement tout accès à cette page
it: nega rigorosamente qualsiasi accesso a questa pagina
uk: строго обмежити любий доступ до цієї теми

source: strictly deny write access to this topic
cs: striktně zakaž jakoukoli editaci tohoto článku
fr: interdire strictement l'accès en écriture à cette page
it: nega rigorosamente l'accesso in scrittura a questa pagina
uk: строго обмежити дозвіл на запис до цієї теми

source: the beginning
cs: počátek
fr: le début
it: l'inizio
ko: 시작
nl: vanaf begin
uk: початок

source: title='Attach an image or document to this topic' accesskey='a'>&Attach
cs: title='Připoj obrázek nebo soubor k tomuto ćlánku' accesskey='a'>&Vlož přílohu
fr: title='Attacher une image ou un document à cette page' accesskey='a'>&Attacher
it: title='Allega a questa pagina una immagine o un documento' accesskey='a'>&Allega
ko: title='이 토픽에 이미지 혹은 문서 첨부' accesskey='a'>첨부하기 &A
nl: title='Voeg een afbeelding of document toe aan deze pagina' accesskey='l'>Bij&lage
no: title='Legg ved et bilde eller dokument til denne siden' accesskey='a'>Legg ved (&a)
uk: title='Додати зображення або документ до цієї теми' accesskey='д'>Додати файл

source: title='Attach an image or document to this topic'>Attach
cs: nadpis='Připoj obrázek nebo soubor k tomuto ćlánku'>Připoj
fr: title='Attacher une image ou un document à cette page'>Attacher
it: title='Allega a questa pagina una immagine o un documento'>Allega
nl: title='Voeg een afbeelding of document toe aan deze pagina'>Bij&lage
uk: title='Додати зображення або документ до цієї теми' accesskey='д'>Додати файл

source: title='Create new topic' accesskey='c'>&Create
cs: title='Vytvoř nový článek' accesskey='c'>&Vytvoř
fr: value='Créer une page' accesskey='c'>&Créer
it: title='Crea pagina' accesskey='c'>&Crea
ko: title='신규 토픽 생성' accesskey='c'>생성 &C
nl: title='Nieuwe pagina aanmaken' accesskey='a'>&Aanmaken
no: title='Lag ny side' accesskey='c'>Lag (&c)
uk: title='Створити нову тему' accesskey='с'>Створити

source: title='Delete or rename this topic; set parent topic; view and compare revisions' accesskey='m'>&More topic actions
cs: title='Smazat nebo přejmenovat tento článek; nastavit nadřízený článek; ukaž a porovnej revize' accesskey='m'>&Další akce
fr: title='Supprimer ou renommer cette page ; définir la page mère ; voir et comparer les différentes versions' accesskey='m'>Autres fonctions (&m)
it: title='Cancella o rinomina la pagina; definisci la pagina padre; vedi e confronta le versioni' accesskey='m'>&Altre manutenzioni
ko: title='이 토픽을 삭제하거나 이름 변경; 부모 토픽 설정; 수정내역 보기 및 비교' accesskey='m'>추가 토픽 작업 &m
nl: title='Verwijder of hernoem deze pagina; bovenliggende pagina instellen; bekijk en vergelijk revisies' accesskey='m'>&Meer pagina-acties
no: title='Slett eller navngi denne siden; set foreldreside;vis og sammenlign versjoner' accesskey='m'>Flere valg (&m)
uk: title='Вилучити або перейменувати цю тему; встановити батьківську тему; подивитися і порівняти редакції' accesskey='і'>Інші дії над темою

source: title='Edit Wiki text' accesskey='w'>Edit &wiki text
cs: nadpis='Edituj text tohoto článku' accesskey='w'>Edituj &wiki text
fr: title='Modifier la source de cette page au format Wiki text' accesskey='w'>Modifier &wiki text
it: title='Modifica testo Wiki' accesskey='w'>Modifica testo &Wiki
ko: title='위키 본문 편집' accesskey='w'>위키 본문 편집 &w
nl: title='Bewerk wiki tekst' accesskey='w'>Be&werk wiki tekst
no: title='Rediger wiki tekst' accesskey='w'>Rediger &wiki tekst
uk: title='Змінити текст теми' accesskey='р'>Редагувати похідний текст

source: title='Edit this topic text' >Edit
cs: title='Edituj text tohoto článku' >Edit
fr: title='Modifier le texte de cette page' >Modifier
it: title='Modifica il testo di questa pagina' accesskey='m'>&Modifica
nl: title='Bewerk deze paginatekst' accesskey='b'>&Bewerken
uk: title='Редагувати текст цієї теми'>Редагувати

source: title='Edit this topic text' accesskey='e'>&Edit
cs: title='Edituj text tohoto článku' accesskey='e'>&Edit
fr: title='Modifier cette page' accesskey='e'>Modifi&er
it: title='Modifica il testo di questa pagina' accesskey='e'>Modifica(&e)
ko: title='이 토픽 편집' accesskey='e'>편집 &E
nl: title='Bewerk deze paginatekst' accesskey='b'>&Bewerken
no: title='Rediger teksten på denne siden' accesskey='e'>R&ediger
uk: title='Редагувати текст цієї теми' accesskey='р'>Редагувати
