Repository: foswiki/distro
Catalog: core/locale/*.po
Languages: cs, fr, it, ko, nl, no, uk

source: Enter the topic name as WikiWord or check the allow non-Wiki Word box.
cs: Zadejte název článku jako WikiJméno nebo vyberte volbu "povolit non-Wiki Word".
fr: Comme nom de page, saisissez un MotWiki, ou cochez la case permettant de forcer le choix d&#39;un nom qui n&#39;est pas un MotWiki.
it: Inserire il nome della pagina come WikiWord o selezionare l'opzione che consente non-Wiki Word.
nl: Vul de paginanaam in als WikiWoord, of vink "niet-Wikiwoord mag worden gebruikt" aan.
no: Skriv sidenavnet som WikiOrd eller huk av boksen for å tillate ikke-Wiki ord.
uk: Введіть ім'я теми як Вікі<nop>Слово або ввімкніть дозвіл на не-Вікі<nop>Слова.

source: Enter users or groups to add to this group
cs: Vyberte uživatele nebo skupiny, které chcete přidat
fr: Saisissez des utilisateurs ou des groupes à ajouter à ce groupe
it: Inserire utenti o gruppi da aggiungere a questo gruppo
no: Skriv inn brukere eller grupper for å legge til denne gruppen
uk: Введіть імена користувачів або груп щоб додати до цієї групи

source: Error encountered loading the plugin. See errors below.
cs: Při nahrávání pluginu došlo k chybě. Více viz následující výpis.
fr: Erreur survenue en chargeant le plugin. Les erreurs sont ci-dessous.
it: Riscontrato errore durante il caricamento del plugin. Vedi gli errori sotto riportati.
nl: Fout bij het laden van de plugin. Zie meldingen hieronder.
no: Feil ved lasting av plugin tillegg. Se feilmelding under.
uk: Трапилась помилка завантаження плагіну. Дивіться помилку нижче.

source: Error registering new user
cs: Chyba při registraci nového uživatele
fr: Erreur lors de l'inscription de l'utilisateur
it: Errore durante la registrazione del nuovo utente
ko: 새 사용자 등록 오류
nl: Fout tijdens het registeren van een nieuwe gebruiker
no: Feil ved registrering av ny bruker
uk: Помилка реєстрації нового користувача

source: Error registering user %1
cs: Chyba při registraci uživatele %1
fr: Erreur lors de l'inscription de l'utilisateur ou utilisatrice %1
it: Errore durante la registrazione dell'utente %1
ko: 사용자 %1 등록 오류
nl: Fout tijdens het registeren van gebruiker %1
no: Feil ved registrering av bruker %1
uk: Помилка реєстрації користувача %1

source: Error saving topic
cs: Chyba při uložení ćlánku
fr: Erreur lors de l'enregistrement de la page
it: Errore durante il salvataggio della pagina
ko: 토픽 저장 오류
nl: Fout tijdens het bewaren van de pagina
no: Feil ved lagring av side
uk: Помилка збереження сторінки

source: Error: File attachment at %1,%2 does not exist
cs: Chyba: Příloha v %1,%2 neexistuje
fr: Erreur : Le fichier attaché à %1,%2 n'existe pas
it: Errore: il file %2 allegato a %1 non esiste
ko: 오류: %1,%2 의 첨부파일이 존재하지 않습니다.
nl: Foutmelding: Bijlage in %1,%2 bestaat niet
no: Feil: Vedlegg til %1,%2 eksisterer ikke
uk: Помилка: файл в %1,%2 не існує

source: Error: Unsupported content type: %1 (Must be =text/html=, =text/plain= or =text/css=)
cs: Chyba: Nepodporovaný typ souboru: %1 (Musí být =text/html=, =text/plain= nebo =text/css=)
fr: Erreur : Type de contenu non supporté : %1 (types supportés : =text/html=, =text/plain= et =text/css=)
it: Errore: tipo contenuto non supportato: %1 (Deve essere =text/html=, =text/plain= o =text/css=)
ko: 오류: 지원되지 않는 컨텐츠 유형: %1 (=text/html=, =text/plain= 혹은 =text/css= 중 하나이어야 함)
nl: Foutmelding: Contenttype wordt niet ondersteund: %1 (Moet zijn =text/html=, =text/plain= of =text/css=)
no: Feil: Usupportert innholdstype: %1 (Må være =text/html=, =text/plain= eller =text/css=)
uk: Помилка: Не підтримуваний тип вмісту: %1 (Має бути =text/html=, =text/plain= або ж =text/css=)

source: Error: Unsupported protocol. (Must be 'http://domain/...')
cs: Chyba: Nepodporovaný protokol. (Musí být 'http://domain/...')
fr: Erreur : Protocole non supporté. (Doit être 'http://domaine/...')
it: Errore: protocollo non supportato. (Deve essere 'http://dominio/...')
ko: 오류: 미지원 프로토콜.(반드시 'http://도메인/...' 과 같이 시작해야합니다)
nl: Foutmelding: Protocol wordt niet ondersteund. (Moet zijn 'http://domain/...')
no: Feil: Usupportert protokoll. (Må være 'http://domene/...')
uk: Помилка: Не підтримуваний протокол. (Має бути 'http://domain/...')

source: Errors
cs: Chyby
fr: Erreurs
it: Errori
ko: 오류
nl: Foutmeldingen
no: Feil
uk: Помилки

source: Errors adding members to group
cs: Chyby při přidávání členů do skupiny
fr: Erreurs lors de l'ajout de membres au groupe
it: Errore nell'aggiungere membri al gruppo
nl: Fout tijdens het toevoegen van leden naar de groep
no: Problemer med å legge til brukere i gruppe
uk: Помилка додавання користувача до групи

source: Errors removing members from groups
cs: Chyby při odebírání členů ze skupin
fr: Erreurs lors de la suppression de membres de groupes
it: Errore nel rimuovere membri dal gruppo
nl: Fout tijdens het verwijderen von leden uit groepen
no: Feil ved fjerning av medlemmer fra grupper
uk: Помилки видалення членів з груп

source: Escape markup
cs: Znak [Esc]ape
fr: Echapper le code
it: "Escape markup" del testo
no: Unntaksmerking
uk: Замаскувати розмітку

source: Everybody
cs: Každý
fr: Tout le monde
it: Chiunque
nl: Iedereen
no: Alle
uk: Усі

source: Evil person
cs: Zlá osoba
fr: Personne mal intentionnée
it: Malvagio
ko: 범죄자
nl: Kwaadwillend persoon
no: Ondsinnet person
uk: Зловмисник

source: Exit
cs: Ukončit
fr: Quitter
it: Uscita
nl: Afsluiten
no: Avslutt
uk: Вихід

source: External
cs: Externí
fr: Externe
it: Esterno
nl: Extern
no: Ekstern
uk: Зовнішнє

source: Failed plugins
cs: Zhavarované pluginy
fr: Plugins en erreur
it: Plugin non riusciti
ko: 실패한 플러그인
nl: Defecte plugins
no: Feilede plugins
uk: Плагіни, що не працюють

source: Failed to add user:
cs: Došlo k chybě při přidávání uživatele:
fr: Impossible d'ajouter l'utilisateur :
it: Errore nell'aggiungere l'utente:
nl: Toevoegen van gebruiker is niet gelukt:
no: Feilet med å legge til bruker:
uk: Збій додавання користувача:

source: Failed to include URL %1
cs: Chyba při vložení URL %1
fr: Échec de l'insertion de l'URL %1
it: Inclusione dell'indirizzo URL %1 fallito
ko: URL %1 포함 실패
nl: Opnemen van URL %1 is niet gelukt
no: Klarte ikke å inkludere URL %1
uk: Не вдається вставити URL %1

source: Fields marked %1 are required
cs: Pole označená %1 jsou nutná
fr: Les champs marqués de %1 sont obligatoires
it: I campi marcati %1 sono obbligatori
ko: %1 로 표시된 필드는 필수 항목입니다.
nl: Velden gemarkeerde met %1 zijn verplicht
no: Felter merket %1 er obligatoriske
uk: Помічені %1 поля є обов'язковими

source: Fields marked <span class='required'>*</span> are required.
cs: Pole označená <span class='required'>*</span> jsou nutná.
fr: Les champs marqués de <span class='required'>*</span> sont obligatoires.
it: I campi marcati <span class='required'>*</span> sono richiesti.
nl: Met <span class='required'>*</span> markeerde velden zijn verplicht.
no: Felter merket <span class='required'>*</span> er påkrevd.
uk: Поля, що помічені <span class='required'>*</span>, є обов'язковими.

source: File
cs: Soubor
fr: Fichier
nl: Bestand
no: Fil
uk: Файл

source: File has been uploaded with different name
cs: Soubor byl nahrán pod odlišným jménem
fr: Ce fichier a été envoyé, sous un nom différent
it: Il file è stato caricato con un nome differente
ko: 파일이 다른 이름으로 업로드 되었습니다
nl: Het bestand is geupload met een andere naam
no: Filen har blitt lastet opp med annet navn
uk: Файл був завантажений з іншим ім'ям

source: Find similar topics
cs: Najít obdobné články
fr: Trouver des pages similaires
it: Trova pagine simili
ko: 유사한 토픽 찾기
nl: Vind soortgelijke pagina's
no: Finn liknende sider
uk: Знайти тотожні теми

source: Find topics that are children of %1 ...
cs: Najít články které odkazují na %1 ...
fr: Chercher les pages qui sont des filles de %1...
it: Trova le pagine figlia a %1 ...
nl: Onderliggende pagina&&#39;s van %1 vinden...
uk: Знайти теми, що є дочірніми до %1 ...

source: Find topics that link to %1 ...
cs: Najít články které odkazují na %1 ...
fr: Chercher les pages qui contiennent un lien pointant vers %1...
it: Trova le pagine collegate a %1 ...
ko: %1 으로 연결되는 토픽 찾기 ...
nl: Pagina's die verwijzen naar %1 ...
no: Finn sider som linker til %1...
uk: Знайти теми, що посилаються на %1 ...

source: First
cs: První
fr: Début
it: Primo
nl: Eerste
no: Første
uk: Перший

source: First name:
cs: Křestní jméno:
fr: Prénom :
it: Primo nome:
nl: Voornaam:
no: Fornavn:
uk: Ім'я:

source: For example, Tim Berners-Lee's !WikiName is [[TimBernersLee]]
cs: Například, !WikiJméno Tim Berners-Lee je [[TimBernersLee]]
fr: Par exemple, le !NomWiki de Tim Berners-Lee est [[TimBernersLee]]
it: Per esempio, il !WikiName di Tim Berners-Lee è [[TimBernersLee]]
nl: Bijvoorbeeld is de wiki-naam van Tim Berners-Lee [[TimBernersLee]]
no: For eksempel Tim Berners-Lees !WikiName er [[TimBernersLee]]
uk: Наприклад, Тім Бернес-Лі має !ВікіІм'я [[ТімБернесЛі]]

source: For more detailed information on cross-site request forgery, and the dangers it poses to you, see [[%1][the Cross-site request forgery article on Wikipedia]].
cs: Detailnější informaci o nebezpečí cross-site požadavků, a nebezpečí s tím související, získáte na [[%1][the Cross-site request forgery article on Wikipedia]].
fr: Pour plus d'information sur la falsification de requête inter-domaine (CSRF : cross-site request forgery), et ses dangers, voyez [[%1][l'article Cross-site request forgery sur Wikipedia]].
it: Per informazioni più dettagliate sulla contraffazione di richieste cross-site e i pericoli che comporta per gli utenti, si veda l'articolo in !WikiPedia [[%1][the Cross-site request forgery]].
ko: 사이트 간 요청 위조 및 귀하께서 직면할 수 있는 위험에 대하여 더 상세한 정보는 [[%1][위키피디아의 사이트 간 요청 위조]] 를 참고하십시오.
nl: Voor meer uitgebreide informatie over cross-site request forgery, en de gevaren die dit brengt, zie [[%1][het Cross-site request forgery artikel op Wikipedia]].
no: For mer detaljer informasjon om cross-site request forgery og farene det utgjør for deg, se [[%1][Cross-site request forgery artikkel på Wikipedia]].
uk: Більше деталей щодо підробки запитів між сайтами, та чим це небезпечно особисто для Вас, дивіться [[%1][статтю на Вікіпедії]].

source: Force new revision
cs: Vynucení nové revize
fr: Forcer le passage à une nouvelle version
it: Forza una nuova versione
ko: 새 수정 강제적용
nl: Forceer nieuwe revisie
no: Tving ny versjon
uk: Створити нову редакцію

source: Forgotten your password?
cs: Zapomněl jste Vaše heslo?
fr: Mot de passe oublié ?
it: Hai dimenticato la password?
ko: 비밀번호를 잊으셨습니까?
nl: Je wachtwoord vergeten?
no: Glemt passordet ditt?
uk: Забули пароль?

source: Form
cs: Formulář
fr: Formulaire
it: Modulo
nl: Formulier
no: Skjema
uk: Форма

source: Form Definition %1 missing
cs: Definice formuláře %1 chybí
fr: Définition du formulaire %1 manquante
it: Manca la definizione %1 del Modulo
ko: 양식 정의 %1 없음
nl: Formulierdefinitie %1 ontbreekt
no: Skjemadefinisjon %1 mangler
uk: Відсутнє визначення форми %1

source: Form based input
cs: Vstup dat prostřednictvím formuláře
fr: Données fondées sur des formulaires
it: Inserimento di base del modulo
uk: Введення з використанням форм

source: Form data
cs: Data formuláře
fr: Données du formulaire
it: Dato del modulo
ko: 양식 데이터
nl: Formuliergegevens
no: Skjemadata
uk: Дані форми

source: Form definition
cs: Definice formuláře
fr: Définition du formulaire
it: Definizione del modulo
ko: 양식 정의
nl: Formulierdefinitie
no: Skjemadefinisjon
uk: Визначення форми

source: Form definition '%1' not found
cs: Definice formuláře %1 nenalezena
fr: Définition du formulaire '%1' introuvable
it: Definizione del modulo '%1' non trovata
ko: 양식 정의 '%1' 발견되지 않음
nl: Formulierdefinitie '%1' niet gevonden
no: Skjemadefinisjon '%1' ikke funnet
uk: Відсутнє визначення форми '%1'

source: Form definition missing
cs: Definice formuláře chybí
fr: Définition du formulaire manquante
it: Manca la definizione del modulo
ko: 양식 정의 없음
nl: Formulierdefinitie ontbreekt
no: Skjemadefinisjon mangler
uk: Відсутнє визначення форми

source: Format selected text
cs: Formátovat vybraný text
fr: Formater le texte sélectionné
it: Impagina il testo selezionato
uk: Розмітити виділений текст

source: Formatted Search
cs: Formátované vyhledávání
fr: Recherche formatée
it: Ricerca impaginata
nl: Pas zoekactie aan
no: Formatert Søk
uk: Пошук за форматом

source: Formula
cs: Vzorec
fr: Formule
it: Ricetta
nl: Formule
no: Oppskrift
uk: Формула

source: Foswiki User Authentication
cs: Ověření uživatele Foswiki
fr: Authentification utilisateur Foswiki
it: Autenticazione utente Foswiki
ko: 포스위키 사용자 인증
nl: Foswiki identiteitscontrole
no: Foswiki Brukerautentisering
uk: Ідентифікація користувача

source: Foswiki checks all requests it receives from browsers, and tries to check that the persons using the browsers intentionally sent them.
cs: Foswiki kontroluje všechny požadavky z prohlížečů a pokouší se zjistit zda je jejich uživatelé zasílají s dobrým úmyslem.
fr: Foswiki contrôle toutes les requêtes reçues des navigateurs, et tente de vérifier que les personnes utilisant les navigateurs les ont intentionnellement envoyées.
it: Foswiki controlla tutte le richieste che riceve dai browser cercando di verificare che siano effettivamente inviate dalle persone che utilizzano il browser.
ko: Foswiki 는 브라우저로부터 받는 모든 요청을 확인하고, 브라우저를 사용하는 사람이 의도적으로 보낸 요청인지를 확인하려 합니다.
nl: Foswiki controleert alle requests die het krijgt van browsers, en probeert na te gaan of de gebruikers van de browsers deze opzettelijk versturen.
no: Foswiki sjekker alle forespørsler den mottar fra nettlesere og forsøker å kontrollere at den som bruker nettleseren virkelig har villet sende dem.
uk: Foswiki перевіряє усі запити, що отримує від браузерів, та намагається перевірити чи користувач навмисно їх відправив.

source: Foswiki password reset for %1
cs: Foswiki znovunastavení hesla pro %1
fr: Réinitialisation du mot de passe Foswiki pour %1
it: Azzeramento della password per %1
ko: %1 을 위한 Foswiki 비밀번호 재설정
nl: Foswiki wachtwoord opnieuw ingesteld voor %1
no: Foswiki passord er satt for %1
uk: Скинуто пароль %WIKITOOLNAME% для %1

source: Get a fresh version <a href='%1'>here</a>.
fr: Obtenir une version actualisée <a href='%1'>ici</a>.
it: Scarica una nuova versione da <a href='%1'>qui</a>.
nl: Kijk naar de nieuwe versie <a href='%1'>hier</a>.
uk: Отримайте останню версію <a href='%1'>тут</a>.

source: Get help on attaching files
cs: Získej nápovědu jak přikládat soubory
fr: Obtenir de l'aide à propos des fichiers attachés
it: Maggiori informazioni sui file allegati
ko: 파일첨부 관련 도움말
nl: Lees meer informatie over het toevoegen van bestanden
no: Få hjelp om å legge ved filer
uk: Допомога до додавання файлів

source: Get help on setting topic preferences
cs: Získej nápovědu jak nastavovat vlastnosti článku
fr: Aide sur le paramétrage des options de page
it: Maggiori informazioni su come impostare le preferenze della pagina
ko: 토픽 기본설정 조정 관련 도움말
nl: Hulp bij pagina-instellingen
no: Få hjelp med å sette egenskaper for sider
uk: Допомога до установки налаштувань теми

source: Get notified on changes on this search
cs: Nechte se upozornit o změnách tohoto vyhledávání
fr: Etre informé lorsque le résultat de cette recherche change
it: Voglio essere avvertito circa le variazioni di questa ricerca
ko: 이 검색내역에 변경 시 알림받기
nl: Abonneer je op wijzigingen op deze zoekvraag
no: Få varsler om endringer på dette søket
uk: Отримувати повідомлення про зміни за цим запитом

source: Globe
cs: Glóbus
it: Globale
ko: 국제
nl: Wereld
no: Globus
uk: Глобус

source: Go back
cs: Jdi zpět
fr: Revenir en arrière
it: Torna indietro
ko: 돌아가기
nl: Terug
no: Gå tilbake
uk: Повернутися

source: Go back in your browser and insert values for all mandatory fields before saving again
cs: Jděte v prohlížeči zpět, a vložte informace pro všechna pole kde je to vyžadováno, nežli budete znovu ukládat
fr: Retournez à la page précédente et remplissez tous les champs nécessaires avant de sauvegarder à nouveau
it: Torna indietro nel browser e compila tutti i campi obbligatori prima di salvare nuovamente
ko: 브라우저에서 뒤로 가서 다시 저장하기 전에 모든 필수 항목에 값을 입력하십시오
nl: Ga terug met je browser en vul de informatie bij de verplichte velden in voor dat je opslaat
no: Gå tilbake i nettleseren din og fyll inn alle obligatoriske felter før du lagrer igjen
uk: Поверніться назад у Вашому браузері та заповніть усі обов'язкові поля перед повторним збереженням

source: Go back in your browser and save your changes locally.
cs: Jděte zpět ve svém prohlížeči a uložte Vaše změny lokálně.
fr: Retournez à la page précédente et enregistrez vos modifications localement (c'est-à-dire, dans l'ordinateur que vous utilisez présentement).
it: Torna indietro nel browser e salva le modifiche fatte localmente.
ko: 브라우저에서 뒤로 가서 변경을 로컬에 저장합니다.
nl: Ga terug met je browser en bewaar je wijzigingen lokaal (bijvoorbeeld op je harde schijf).
no: Gå tilbake i nettleseren og lagre endringene lokalt.
uk: Поверніться назад у Вашому браузері та збережіть Ваші зміни локально.

source: Go back to the previous page, and enable Cookies and !JavaScript before trying again
cs: Jděte na předchozí stránku a povolte Cookies a Javascript nežli to zkusíte znovu
fr: Retournez à la page précédente, et activez les Cookies et le !Javascript avant d'essayer de nouveau
it: Tornare alla pagina precedente, e abilitare Cookie e !JavaScript, prima di riprovare
no: Gå tilbake til den forrige siden og skru på meldingskapsler (coockies) og !Javascript før du forsøker på nytt
uk: Перш, ніж спробувати знову, поверніться на попередню сторінку та увімкніть Cookies і !JavaScript

source: Good examples:
cs: Dobré příklady:
fr: Exemples corrects :
it: Buoni esempi:
ko: 좋은 예제:
nl: Goede voorbeelden:
no: Gode eksempler:
uk: Хороші приклади:

source: GoodStyle
cs: DobrýStyl
fr: Conseils pour la rédaction collaborative (GoodStyle)
it: Suggerimenti per la scrittura collaborativa (GoodStyle)
nl: Goede stijl
uk: ГарнийСтиль

source: Group
cs: Skupina
fr: Groupe
it: Gruppo
ko: 그룹
nl: Groep
no: Gruppe
uk: Група

source: Group does not exist and create not permitted
cs: Skupina neexistuje a vytvoření není povoleno
fr: Le groupe n'existe pas et la création n'est pas permise
it: Gruppo non esistente e creazione non consentita
nl: Groep bestaat niet en aanmaken is niet toegestaan
uk: Група не існує і створення не дозволене

source: Group name
cs: Jméno skupiny
fr: Nom du groupe
it: Nome gruppo
ko: 그룹 명
nl: Groepsnaam
no: Gruppenavn
uk: Назва групи

source: Group names must end in Group
cs: Názvy skupin musí končit na Skupina
fr: Les noms de groupes doivent se terminer par Group
it: I nomi di gruppo devono finire nel gruppo
nl: Groepsnamen moeten eindigen in Group
uk: Назви груп мають закінчуватись на Group

source: Groups
cs: Skupiny
fr: Groupes
it: Gruppi
ko: 그룹
nl: Groepen
no: Grupper
uk: Групи

source: Having problems logging in?
cs: Máte problém se přilogovat?
fr: Des problèmes pour vous connecter ?
it: Problemi di accesso?
nl: Probleemen bij het inloggen?
uk: Є проблеми з авторизацією?

source: Header rows
cs: Řádky záhlaví
fr: Lignes de titre
it: Righe di intestazione
uk: Рядки заголовку

source: Heading 1
cs: Nadpis 1
fr: Titre 1
it: Testata 1
nl: kop 1
uk: Заголовок 1

source: Heading 2
cs: Nadpis 2
fr: Titre 2
it: Testata 2
nl: Kop 2
uk: Заголовок 2

source: Heading 3
cs: Nadpis 3
fr: Titre 3
it: Testata 3
nl: Kop 3
uk: Заголовок 3

source: Heading 4
cs: Nadpis 4
fr: Titre 4
it: Testata 4
nl: Kop 4
uk: Заголовок 4

source: Heading 5
cs: Nadpis 5
fr: Titre 5
it: Testata 5
nl: Kop 5
uk: Заголовок 5

source: Heading 6
cs: Nadpis 6
fr: Titre 6
it: Testata 6
nl: Kop 6
uk: Заголовок 6

source: Hello %1!
cs: Vítejte %1!
fr: Bonjour, %1 !
it: Ciao %1!
ko: 안녕하세요 %1!
nl: Hallo %1!
no: Hallo %1!
uk: Привіт %1!

source: Help
cs: Nápověda
fr: Aide
it: Aiuto
ko: 도움말
no: Hjelp
uk: Допомога

source: Hi, %1
cs: Ahoj, %1
fr: Bonjour, %1
it: Ciao, %1
nl: Dag, %1
uk: Привіт, %1

source: Hide file
cs: Skrýt soubor
fr: Cacher le fichier
it: Nascondi il file
ko: 파일 숨기기
nl: Verberg bestand
no: Skjul fil
uk: Приховати файл

source: Hide help
cs: Skrýt nápovědu
fr: Cacher l'aide
it: Nascondi aiuto
ko: 도움말 숨기기
nl: Verberg help
no: Skjul hjelp
uk: Приховати допомогу

source: Hierarchical Webs is currently disabled, you cannot create Nested webs.
cs: Funkce Hierarchických Webů je momentálně vypnutá, nemůžete vytvářet vložené weby.
fr: Les Webs hiérarchisés sont actuellement désactivés, vous ne pouvez pas créer de sous-webs.
it: I Web gerarchici sono al momento disabilitati. Non puoi creare Web annidati.
ko: 계층 구조의 웹 생성 기능이비활성화 되어있기 때문에 하부 토픽을 생성할 수 없습니다.
nl: Hi&&euml;rarchische Webs zijn uitgeschakeld; je kunt geen genest web aanmaken.
no: Hierarkiske Web er deaktivert, du kan ikke lage nestede web.
uk: Ієрархічні розділи наразі заборонені, Ви не маєте змоги створювати вкладені розділи.

source: History
cs: Historie
fr: Historique
it: Storia
ko: 기록
nl: Geschiedenis
no: Historikk
uk: Історія

source: Horizontal ruler
cs: Horizontální pravítko
fr: Ligne horizontale
it: Righello orizzontale
nl: Horizontale lijn
uk: Горизонтальна лінійка

source: How about attaching your photo?
cs: Nechtěl by jste připojit Vaší fotografii?
fr: Et si vous attachiez votre photo ?
it: In che modo puoi allegare foto?
ko: 당신의 사진을 올려주세요.
nl: Wat dacht je van het bijvoegen van je foto?
no: Hva med å legge ved ditt bilde?
uk: Як щодо додати Ваше фото?

source: How to activate your %1 registration
cs: Jak aktivovat Vaši %1 registraci
fr: Comment valider votre inscription sur %1
it: Come puoi attivare la tua registrazione %1
ko: 사용자 %1 등록을 활성화 하는 방법
nl: Hoe activeer je je %1 registratie
no: Hvordan aktivere din %1 registrasjon
uk: Як активувати Вашу %1 реєстрацію

source: However, sending a confirmation e-mail to %2 failed, suggesting that this may be a fraudulent registration. The user '%1' could not be removed automatically.
cs: Zasílání konfirmačního emailu pro %2 skončilo chybou, s doporučením že může jít o falešnou registraci. Uživatel '%1' nemůže být automaticky odstraněn.
fr: Cependant, l'envoi d'une confirmation par e-mail à %2 a échoué, ce qui semble indiquer une inscription frauduleuse. L'utilisateur '%1' n'a pas pu être supprimé automatiquement.
it: Comunque, l'invio dell'email di conferma a %2 è fallito, suggerendoci che questa potrebbe essere una registrazione fraudolenta. L'utente '%1' non può essere rimosso automaticamente.
ko: 하지만, %2 님에게 확인 이메일 전송에 실패하였으며, 허위등록 가능성이 있습니다. 사용자 '%1' 님은 자동 삭제 될 수 없습니다.
nl: Hoewel het sturen van een bevestigings e-mail naar %2 is mislukt, wat een frauduleuze registratie impliceert, kon de gebruiker '%1' niet automatisch verwijderd worden.
no: Men bekreftelses epost til %2 feilet, indikerer at dette kan være en falsk registrering. Brukeren '%1' kunne ikke fjernes automatisk.
uk: Оскільки відправити листа з підтвердженням до %2 не вдалось, то підозрюю що це є шахрайська реєстрація. Користувач '%1' не може бути видалений автоматично.
