Repository: foswiki/distro
Catalog: core/locale/*.po
Languages: cs, fr, it, ko, nl, no, uk

source: System user list.
cs: Seznam uživatelů.
fr: Liste des utilisateurs du système.
it: Elenco utenti di sistema.
ko: 시스템 사용자 목록.
nl: Systeem gebruikerslijst.
uk: Перелік користувачів системи.

source: TIP: to search for all topics that contain ="SOAP"=, ="WSDL"=, a literal ="web service"=, but not ="shampoo"=, write:
cs: TIP: pro hledání všech článků, které obsahují ="SOAP"=, ="WSDL"=, a literal ="web service"=, ale ne ="shampoo"=, napište:
fr: Astuce : pour chercher les pages contenant ="SOAP"=, ="WSDL"=, et ="web service"= littéralement, mais pas ="shampoo"=, écrivez :
it: Nota: per cercare tutte le pagine che contengono ="SOAP"=, ="WSDL"=, la frase ="web service"=, ma non ="shampoo"=, scrivi:
ko: 팁: ="SOAP"=, ="WSDL"=, a literal ="web service"= 는 포함하지만, ="shampoo"= 는 포함하지 않는 모든 토픽을 검색하려면, 다음과 같이 작성하십시오:
nl: TIP: om te zoeken naar alle pagina&#39;s met de woorden ="SOAP"=, ="WSDL"=, een woordelijk ="web service"=, maar niet ="shampoo"=, schrijf:
no: TIPS: for å søke etter alle sider som inneholder ="SOAP"=, ="WSDL"=, en streng ="web service"=, men ikke ="shampoo"=, skriv:
uk: ПОРАДА: наприклад, щоб знайти всі сторінки, що містять слова ="SOAP"=, ="WSDL"=, словосполучення ="web service"=, але не ="shampoo"=, введіть:

source: Table
cs: Tabulka
fr: Tableau
it: Tabella
nl: Tabel
uk: Таблиця

source: Template %1 does not exist
cs: Šablona %1 neexistuje
fr: Le template %1 n'existe pas
it: Il modello %1 non esiste
ko: 템플릿 %1 은 존재하지 않습니다.
nl: Template %1 bestaat niet
no: Mal %1 eksisterer ikke
uk: Шаблон %1 не існує

source: Text
fr: Texte
it: Testo
nl: Tekst
uk: Текст

source: Text body
cs: Tělo článku
fr: Corps du texte
it: Testo del corpo
ko: 텍스트 본문
nl: Tekst
no: Tekst innhold
uk: У тлі тексту

source: Thank you for approving this registration
cs: Díky za schválení této registrace
fr: Merci d'avoir approuvé cette inscription
it: Grazie per l'approvazione di questa registrazione
nl: Bedankt voor je registratie
uk: Спасибі за підтвердження реєстрації

source: Thank you for denying this registration
cs: Děkuji za zamítnutí této registrace
fr: Merci d'avoir refusé cette inscription
it: Grazie per aver rifiutato questa registrazione
nl: Bedankt dat je deze registratie geweigerd hebt
uk: Спасибі за відмову у реєстрації

source: Thank you for registering
cs: Díky za Vaši registraci
fr: Merci de vous être inscrit(e)
it: Grazie per esserti registrato
ko: 등록해주셔서 감사합니다.
nl: Bedankt voor je registratie
no: Takk for at du registrerte deg
uk: Спасибі за реєстрацію

source: Thank you for registering in the %1 collaboration platform. Please save this e-mail for future reference.
cs: Díky za Vaši registraci v této %1 platformě pro spolupráci %1. Prosím uložte si tento email.
fr: Merci de vous être inscrit(e) sur la plate-forme collaborative %1. Veuillez conserver ce message, il peut vous être utile ultérieurement.
it: Grazie per esserti registrato sulla piattaforma di collaborazione %1. Conserva questa e-mail per futuri riferimenti.
ko: %1 협업 플랫폼에 등록해주셔서 감사합니다. 추후 참조를 위하여 이 이메일주소를 보관하십시오.
nl: Bedankt voor je registratie in het %1 samenwerkingsplatform. Bewaar deze e-mail voor toekomstige referentie.
no: Takk for at du registrerte deg i %1 samarbeidsplattformen. Vennligst lagre denne eposten for senere referanse.
uk: Спасибі, що Ви зареєструвались у %1, платформі для співпраці. Будь ласка, збережіть це повідомлення на майбутнє.

source: Thank you for registering in the %1 collaboration platform. Your verification code is %2.
cs: Díky za Vaši registraci v %1 - platformě pro spolupráci. Váš verifikační kód je %2.
fr: Merci de vous être inscrit(e) sur la plate-forme collaborative %1. Votre code de vérification est %2.
it: Grazie per esserti registrato sulla piattaforma di collaborazione %1. Il tuo codice di controllo è %2.
ko: %1 협업 플랫폼에 등록해주셔서 감사합니다. 인증 코드는 %2 입니다.
nl: Bedankt voor je registratie in het %1 samenwerkingsplatform. Je verificatiecode is %2.
no: Takk for at du registrerte deg i %1 samarbeidsplattformen. Din bekreftelseskode er %2.
uk: Спасибі, що Ви зареєструвались у %1, платформі для співараці. Ваш код підтвердження %2.

source: That user has already been activated
cs: Tento uživatel již byl aktivován
fr: Cet utilisateur a déjà été activé
it: Questo utente è già stato attivato
nl: Die gebruiker is al geactiveerd
uk: Цього користувача вже активовано

source: The %1 topic already exists
cs: Článek %1 už existuje
fr: La page %1 existe déjà
it: La pagina %1 esiste già
ko: %1 토픽은 이미 존재합니다.
nl: Pagina %1 bestaat al
no: Siden %1 finnes allerede
uk: Тема %1 вже існує

source: The %1 web does not exist
cs: Web %1 neexistuje
fr: Le web %1 n'existe pas
it: Il Web %1 non esiste
ko: %1 Web은 존재하지 않습니다.
nl: Het %1 web bestaat nog niet
no: Web'en %1 finnes ikke
uk: Розділу %1 не існує

source: The %1 web is the sandbox you can use for testing. Everybody is welcome to add or delete some stuff. It is recommended to walk through the %2 to get a jumpstart on the %3 tool. A good rule of thumb is to add at the end of the page and sign and date it with your %4.
cs: Web %1 je web, který můžete použít pro testování. Každý je vítán přidávat nebo mazat články. Doporučejeme Vám projít si %2 a získat přehled o pomůckách %3. Dobrý zvyk je podepsat se na konci stránky spolu s datumem a %4.
fr: Le web %1 est le "bac à sable" que vous pouvez utiliser pour faire des tests. Toute personne est invitée à y ajouter, modifier ou supprimer des pages. Il est recommandé de parcourir le %2, en tant qu'introduction à %3. Une bonne pratique est d'écrire à la fin d'une page, puis de signer et dater vos modifications avec votre %4.
it: Il Web %1 è a disposizione per le prove. Tutti sono invitati ad aggiungere o a cancellare qualcosa. Si raccomanda di passare attraverso il %2 per avere un punto di partenza per lo strumento %3. Una buona regola pratica è aggiungere alla fine della pagina firma e data con il proprio %4.
ko: %1 웹은 시험용으로 사용할 수 있는 모래상자입니다. 누구나 참여하여 내용을 추가하고 삭제할 수 있습니다. %3 도구에 빨리 적응을 하려면 %2 를 살펴보는 것을 추천합니다. 권고해드리는 기본 규칙은 페이지 하단에 내용을 추가하는 것이며, 귀하의 %4 로 서명과 날짜를 추가하는 것입니다.
nl: Het %1 web is de zogenaamde speeltuin die je kan gebruiken om uit te proberen. Iedereen is welkom om toe te voegen of te verwijderen. We raden je aan om %2 te doorlopen om een overzicht van de %3 tool te krijgen. Een goede vuistregel is om toe te voegen aan het einde van de pagina en te signeren en dateren met je %4.
no: Web'en %1 er sandkassa du kan bruke for testing. Alle er velkommen til å legge til eller fjerne innhold. Det er anbefalt å ta en gjennomgang av %2 for å få en hurtigstart med %3 verktøyet. En god tommelfinger regel er å legge til tekst på slutten av en side og signere med din %4.
uk: Розділ %1 це пісочниця, де Ви можете тренуватися. Тут вітається додавання або вилучення будь чого, проте радимо спершу прочитати %2, щоб отримати початкову інформацію по інструментарію %3. Гарним тоном вважається додати в кінець сторінки підпис у вигляді Вашого %4 з датою.

source: The %1 web of %2.
cs: %1 web z %2.
fr: Le Web %1 de %2.
it: Il Web %1 di %2.
ko: %2 의 %1 웹
nl: Het %1 web van %2.
no: Web %1 av %2.
uk: Розділ %1 з %2.

source: The %1 web of Foswiki, the Free and Open Source Wiki.
cs: Web %1 je webem Foswiki - wiki dostupné zdarma a jako Open Source.
fr: Le web %1 de Foswiki, le "Free and Open Source Wiki" (Wiki libre et open source).
it: Il Web %1 di Foswiki, il Wiki Libero e Open Source.
ko: 자유소프트웨어이며 오픈소스 위키인 Foswiki 의 %1 웹
nl: Het %1 web van Foswiki, de Vrije en Open Source Wiki.
no: %1 web'en til Foswiki, den gratis og åpen kildekode Wiki'en (Free Open Source Wiki).
uk: Розділ %1 Foswiki, безкоштовної вікі з відкритим кодом (the Free and Open Source Wiki).

source: The =%1= script can only be called with POST method.
cs: Skript =%1= může být volán pouze metodou POST.
fr: Le script =%1= peut être appelé seulement avec la méthode POST.
it: Lo script =%1= può essere chiamato solo con il metodo POST.
ko: =%1= 스크립트는 POST 메쏘드로만 호출될 수 있습니다.
nl: Het =%1= script kan alleen worden aangeroepen met een POST.
no: Skriptet =%1= kan kun kalles med metoden POST.
uk: Скріпт =%1= може виконуватись лише через метод POST.

source: The Administrator has disabled new user registration.
cs: Registrace nových uživatelů byla zakázána Administrátorem.
fr: L'administrateur a désactivé l'inscription de nouveaux utilisateurs.
it: L'mministratore ha disabilitato la registrazione di nuovi utenti.
ko: 관리자가 신규 사용자 등록을 비활성화 했습니다.
nl: De beheerder heeft registratie van nieuwe gebruikers uitgeschakeld.
no: Administratoren har deaktivert registrering av nye brukere.
uk: Адміністратор вимкнув реєстрацію нових користувачів.

source: The Administrator has disabled password changes.
cs: Administrátor vypnul možnost změnit si heslo.
fr: L'administrateur a désactivé les changements de mots de passe.
it: L'amministratore ha disabilitato la modifica delle password.
nl: De beheerder heeft het wijzigen van wachtwoord uitgeschakeld.
uk: Адміністратор заборонив зміну паролів.

source: The Free and Open Source Wiki.
cs: Wiki dostupná zdarma a jako Open Source.
fr: "Free and Open Source Wiki" (Wiki libre et open source).
it: Il Wiki Libero e Open Source.
ko: 자유소프트웨어이며 오픈소스 위키
nl: De Vrije en Open Source Wiki.
no: Den frie og åpne Wikien.
uk: Безкоштовна вікі з відкритим кодом (The Free and Open Source Wiki).

source: The Web/Topic path: '%1' has missing components, or contains invalid characters.
cs: Adresa webu nebo článku: '%1' postrádá prvky, a nebo obsahuje nevalidní znaky.
fr: Le chemin Web/Page suivant : '%1' comporte des éléments manquants, ou contient des caractères invalides.
it: Il percorso del Web/Pagina: '%1' ha delle componenti mancanti, o contiene caratteri non validi.
nl: Kan '%1' niet invoegen; het pad is leeg of bevat illegale karakters.
uk: Шлях до розділу/теми: у '%1' відсутні потрібні компоненти або є недозволені символи.

source: The [[%1][WikiName]] field must be your first and last name written as a [[%2][WikiWord]], e.g. your capitalized first and last name with spaces removed.
cs: Pole [[%1][WikiName]] musí být vaše křestní jméno a příjmení zapsané jako [[%2][WikiWord]], například vaše Jméno a Příjmení zapsané dohromady a bez mezer.
fr: Le champ [[%1][NomWiki]] doit être composé de votre prénom et de votre nom écrits comme un [[%2][MotWiki]], c'est à dire vos prénom et nom avec des majuscules initiales accolés en ôtant les espaces.
it: Il campo [[%1][NomeWiki]] deve essere il tuo nome e cognome come in [[%2][WikiWord]], es. nome e cognome con le iniziali maiuscole e senza gli spazi.
nl: Het [[%1][wiki naam]] veld moet je voornaam en achternaam als [[%2][wiki woord]] zijn, d.w.z. je voornaam en achternaam beide met een hoofdletter en zonder spaties.
uk: Поле [[%1][ВікіІм'я]] має бути Вашими ім'ям та прізвищем, що записані як [[%2][ВікіСлово]]; тобто обидва з великих літер та без пропусків.

source: The [[%1][login username]] (%2) is not allowed for this installation. Registration rejected.
cs: [[%1][login username]] (%2) není pro tuto instalaci povolen. Registrace zamítnuta.
fr: Le [[%1][nom de connexion]] (%2) n'est pas autorisé sur cette installation. Inscription refusée.
it: Il [[%1][nome utente di accesso]] (%2) non è permesso per questa installazione. Registrazione rifiutata.
uk: [[%1][Реєстраційне ім'я]] (%2) не дозволене на цій системі. У реєстрації відмовлено.

source: The [[%1][login username]] is a required parameter. Registration rejected.
cs: [[%1][login username]] je požadovaným údajem. Registrace zamítnuta.
fr: Le [[%1][nom de connexion]] est un paramètre obligatoire. Inscription refusée.
it: Il [[%1][nome utente di accesso]] è un parametro obbligatorio. Registrazione rifiutata.
uk: [[%1][Реєстраційне ім'я]] є обов'язковим параметром. У реєстрації відмовлено.

source: The activation code %1 is invalid.
cs: Aktivační kód %1 je neplatný.
fr: Le code de validation %1 est invalide.
it: Il codice di attivazione %1 non è valido.
ko: 활성화 코드 %1 은 유효하지 않습니다.
nl: De activeringscode %1 is ongeldig.
no: Aktiveringskoden %1 er ugyldig.
uk: Код активації %1 є невірний.

source: The attachment and any history will be moved to the new topic.
cs: Přiloha a veškerá historie změn budou přesunuty do nového článku.
fr: Le fichier attaché et l'historique éventuel seront déplacés vers la nouvelle page.
it: L'allegato e ogni versione sarà spostato nella nuova pagina.
ko: 첨부파일과 기록은 새 토픽으로 이동될 것입니다.
nl: De bijlage en bijlage-geschiedenis zullen worden verplaatst naar de nieuwe pagina.
no: Vedlegget og all historikk blir flyttet til den nye siden.
uk: Додатки та вся історія будуть переміщені до нової теми.

source: The attachment may be renamed (by appending a number to the name) if an attachment of that name already exists in the target topic.
cs: Příloha smí být přejmenována (přidáním čísla ke jménu) jestliže příloha s tímto jménem již v článku existuje.
fr: Le fichier attaché sera éventuellement renommé (en ajoutant un numéro a son nom) s'il existe déjà un fichier attaché du même nom dans la page de destination.
it: Se un allegato di tale nome esiste già nella pagina di destinazione può essere rinominato (aggiungendo un numero al nome).
ko: 첨부파일은 만약 그 이림의 첨부파일이 대상 토픽의 이미 존재한다면 (이름뒤에 숫자를 붙이는 방식으로) 이름이 변경될 수 있습니다.
nl: De bijlage kan worden hernoemd (bijvoorbeeld door een nummer toe te voegen aan de naam) als een bijlage met deze naam al bestaat bij de andere pagina.
no: Vedlegget kan få nytt navn (ved at et nummer legges til) hvis et vedlegg med samme navn allerede finnes på siden.
uk: Додаток може бути переіменовано (шляхом додавання номеру до імені) якщо цільова тема вже містить додаток з таким ім'ям.

source: The attachment may have to be renamed if an attachment called '%1' already exists in the target topic.
fr: Le fichier attaché sera éventuellement renommé s'il existe déjà un fichier attaché appelé '%1' dans la page de destination.
it: L'allegato verrà rinominato se un allegato con nome '%1' già esiste nella pagina di destinazione.
uk: Можливо треба перейменувати додаток якщо цільова тема вже має додаток з іменем '%1'.

source: The attacker tries to use your rights to get things, like admin rights for the site.
cs: Útočník se pokouší zneužít vašich práv pro získání věcí jako jsou např. administrátorská oprávnění k tomuto webu.
fr: L'attaquant essaye d'utiliser vos droits pour obtenir des choses, comme des droits d'administration sur le site.
it: L'attaccante tenta di utilizzare i propri diritti per ottenere delle informazioni, come diritti di amministratore per il sito.
ko: 공격자가 이 사이트의 관리 권한과 같은 귀하의 권한을 도용하여 물건을 취득하려 합니다.
nl: De aanvaller probeert jouw rechten te gebruiken, bijvoorbeeld om administator rechten te krijgen.
uk: Нападник намагається використати Ваші права щоб отримати такі речі, як права адміна на сайті.

source: The chances are good that %1 has simply navigated away from the edit page without saving.
cs: %1 pravděpodobně odešel pryč z editování stránky bez uložení změn.
fr: Il y a de fortes chances que %1 ait simplement quitté la page de modification sans enregistrer.
it: Ci sono buone possibilità che %1 abbia semplicemente abbandonato la pagina di modifica senza salvare.
ko: %1 님이 저장하지 않고 편집 페이지에서 다른 페이지도 이동하였을 가능성이 큽니다.
nl: Het is goed mogelijk dat %1 gewoonweg de bewerkingspagina heeft verlaten zonder deze te bewaren.
no: Muligheten er stor for at %1 helt enkelt har gått bort fra å redigere siden uten å lagre.
uk: Найімовірніше що %1 просто покинув редагування сторінки без збереження.

source: The checkmarked topics will be updated (another form will appear which will _eventually_ allow you to rename any topics that were locked)
cs: Označené články budou změněny (ukáže se další formulář, který Vám _nakonec_ umožní přejmenovat libovolný článek, který byl zamknut)
fr: Les pages cochées seront mises à jour (un autre formulaire va s'afficher, pour que vous puissiez _finalement_ renommer les pages qui étaient verrouillées)
it: La pagina marcata verrà aggiornata (un altro modulo apparirà permettendoti di rinominare, _eventualmente_ , ogni pagina che fosse bloccata)
ko: 체크마크 된 토픽은 업데이트 될 것입니다 (_결국엔_ 잠금된 토픽의 이름을 변경하도록 다른 양식이 보여질 것입니다)
nl: De aangevinkte pagina&&#39;s zullen worden bijgewerkt (je zal een ander formulier te zien krijgen waarin je pagina&&#39;s kunt hernoemen die zijn vergendeld)
no: De valgte sidene blir oppdatert (et annet skjema vil vises hvor du _eventuelt_ kan navngi sider som var låst)
uk: Відмічені теми будуть оновлені (з'явиться інша форма, яка _у результаті_ дасть можливість перейменувати будь-які раніше заблоковані теми)

source: The checks performed by Foswiki can sometimes be triggered when you do something perfectly innocent, for instance if you click the Back button after saving a page. Foswiki then uses the approach "better safe than sorry".
cs: Kontroly prováděné Foswiki mohou být spuštěny i v případě, že provádíte něco naprosto nevinného - jako např. stisknuté tlačítka Zpět v prohlížeči. Foswiki se poté chová stylem "better safe than sorry - lepe je předcházet problémům".
fr: Les contrôles effectués par Foswiki peuvent parfois être déclenchés en faisant quelque chose de parfaitement innocent, par exemple en cliquant sur le bouton "Retour" du navigateur après avoir sauvegardé une page. Foswiki utilise alors une approche "mieux vaut prévenir que guérir".
it: I controlli effettuati da Foswiki a volte possono essere attivati quando si fa qualcosa di perfettamente lecito, per esempio se si fa clic sul pulsante Indietro dopo aver salvato una pagina. Foswiki utilizza quindi l'approccio "meglio prevenire che curare".
ko: 포스위키가 수행하는 검사는 가끔 사용자가 완벽히 악의없는 행동을 할 때, 예를 들면 페이지를 저장한 후 뒤로 버튼을 클릭하였을 때, 시작되기도 합니다. 포스위키는 "나중에 후회보다 사전 조심" 방식을 사용합니다.
nl: De controles door Foswiki worden soms geactiveerd door een onschuldige actie, bijvoorbeeld als je klikt om de Terug knop na het bewaren van een pagina. Foswiki gebruikt dan de methode "veiligheid voor alles".
uk: Перевірки з боку Foswiki інколи можуть бути викликані вельми безневинними діями, такими, як, наприклад, коли Ви зберегли сторінку а потім натиснули кнопку 'Назад'. У такому випадку використовується підхід "краще безпека ніж жаль".

source: The details about REST Handlers are only available to users with Admin authority.
cs: Detaily o REST API jsou dostupné pouze uživatelům s administrátorkými právy.
fr: Les informations sur les connecteurs REST sont seulement accessibles aux utilisateurs ayant des droits d'administration.
it: I dettagli su 'REST Handlers' sono disponibili solo agli utenti amministratori.
uk: Деталі про обробники REST можуть отримати лише користувачі з правами адміністратора.

source: The e-mail address for this account has been rejected.
cs: Emailová adresa pro tento účet byla zamítnuta.
fr: L'adresse e-mail pour ce compte a été rejetée.
it: L'indirizzo e-mail di questo utente è stato respinto.
nl: Het e-mailadres voor dit account is afgekeurd.
uk: Електронну адресу для цього облікового запису було забраковано.

source: The e-mail address for this account is already registered to another user.
cs: Emailová adresa pro tento účet je již registrována jiným uživatelem.
fr: L'adresse e-mail pour ce compte est déjà enregistrée pour un autre utilisateur.
it: L'indirizzo e-mail di questo utente è già registrato da un altro utente.
nl: Het e-mailadres voor dit account is al geregistreerd door een andere gebruiker.
uk: Електронна адреса цього облікового запису вже використовується іншим користувачем.

source: The e-mail address for this account is not valid.
cs: Emailová adresa pro tento účet není správná.
fr: L'adresse e-mail de ce compte est invalide.
it: L'indirizzo e-mail di questo utente non è valido.
ko: 이 계정에 대한 이메일 주소는 유효하지 않습니다.
nl: Het e-mailadres voor dit account is niet geldig.
no: Epostadressen for denne kontoen er ikke gyldig.
uk: У цього облікового запису невірна електронна адреса.

source: The e-mail address in your user topic is typically left blank. If you want to reveal an e-mail address to other users, you can manually edit your user topic to add an address. It does not have to be the same as the address used internally by Foswiki.
cs: Emailová adresa je v článku typicky ponechána prázdná. Jestliže si přejete ji ostatním uživatelům zobrazit, můžete manuálně editovat název článku a adresu přidat. Adresa nemusí být stejná jako email, který máte přiřazen k vašemu uživatelskému účtu na Foswiki.
fr: Dans votre page personnelle, l'adresse e-mail est normalement laissée vide. Si vous voulez révéler votre adresse e-mail aux autres utilisateurs, vous pouvez modifier manuellement votre page personnelle pour ajouter une adresse. Il n'est pas obligatoire d'indiquer la même adresse que celle utilisée en interne par Foswiki.
it: L'indirizzo e-mail presente nella pagina personale dell'utente è in genere lasciato vuoto. Se si desidera mostrare un indirizzo e-mail ad altri utenti è possibile indicarlo manualmente. La mail non necessariamente deve essere la stessa utilizzata internamente da Foswiki per le notifiche.
nl: Het e-mailadres in je persoonlijke pagina is blanco gelaten. Als je een e-mailadres kenbaar wilt maken aan andere gebruikers, kun je je persoonlijke pagina handmatig aanpassen om een e-mail toe te voegen. Deze hoeft niet hetzelfde te zijn als het adres dat door Foswiki wordt gebruikt.
uk: Електронна адреса у Вашій особистій темі зазвичай не вказана. Якщо Ви бажаєте відкрити адресу для інших користувачів то можете самостійно змінити тему та додати її туди. Причому зовсім не обов'язково щоб вона співпадала з адресою, яку використовує система.

source: The entry for user %1 was missing in the password system.
cs: Záznam pro uživatele %1 chyběl systému.
fr: Le système de mot de passe ne contenait pas l'enregistrement de l'utilisateur %1.
it: Il sistema di controllo accesso non riconosce l'utente %1.
ko: 사용자 %1 님에 대한 입력이 비밀번호 시스템에 없습니다.
nl: De ingang voor gebruiker %1 ontbrak in het wachtwoordsysteem.
no: Informasjonen for bruker %1 manglet i passordsystemet.
uk: У системі доступу відсутній запис, що відносяться до користувача %1.

source: The file has been uploaded and attached properly to the %1 topic.
cs: Soubor byl nahrán a v poŕadku připojen ke článku %1.
fr: Le fichier a été attaché avec succès à la page %1.
it: Il file è stato caricato e allegato correttamente alla pagina %1.
ko: 파일이 업로드 되었고 %1 토픽에 올바르게 첨부되었습니다.
nl: Het bestand is geupload en succesvol bijgevoegd bij pagina %1.
no: Filen har blitt lastet opp og vedlagt riktig til %1 siden.
uk: Файл було завантажено і правильно додано до сторінки теми %1.

source: The filename you are attempting to upload (%1) contains characters not supported by the configured encoding (%2).
fr: Le nom de fichier que vous tentez d'envoyer (%1) contiens des caractères non supportés par l'encodage configuré (%2).
it: Il nome del file che si sta tentando di caricare (%1) contiene dei caratteri non supportati dalla codifica configurata (%2).
uk: Ім'я файлу, який Ви намагаєтесь завантажити (%1) містить символи, що не підтримуються сконфігурованим кодуванням (%2).

source: The following topics are locked for edit, and cannot be moved:
cs: Následující ćlánky jsou zamćeny pro editování a nemohou být přesunuty:
fr: La modification des pages suivantes est verrouillée, et elles ne peuvent pas être déplacées :
it: Le seguenti pagine sono bloccate per la modifica e non possono essere spostate:
ko: 다음 토픽은 편집에 대하여 잠금상태이며, 이동될 수 없습니다:
nl: De volgende pagina&#39;s zijn vergrendeld voor bewerken, en kunnen niet verplaatst worden:
no: De følgende sidene er låst for redigering og kan ikke flyttes:
uk: Наступні теми закриті для редагування і не можуть бути переміщені:
