Repository: foswiki/distro
Catalog: core/locale/*.po
Languages: cs, fr, it, ko, nl, no, uk

source: Upgrade
cs: Proveď upgrade
fr: Mise à niveau
it: Aggiornamento
ko: 업그레이드
nl: Opwaarderen
uk: Оновлення

source: Upgrade group topic...
cs: Upgraduj téma skupiny...
fr: Mettre à niveau page de groupe...
it: Aggiorna la pagina del gruppo...
ko: 그룹 토픽 업그레이드...
nl: Groepspagina opwaarderen...
uk: Оновити тему групи...

source: Upgraded group
cs: Upgradovaná skupina
fr: Groupe mis à niveau
it: Gruppo aggiornato
ko: 그룹 업그레이드
nl: Groep opgewaardeerd
uk: Оновлена група

source: Upload a file
cs: Nahraj přílohu
fr: Upload un fichier
it: Carica un file
nl: Bestand uploaden
no: Last opp en fil
uk: Завантажити файл

source: Upload file
cs: Nahraj přílohu
fr: Envoyer le fichier
it: Carica file
ko: 파일 올리기
nl: Bestand uploaden
no: Last opp fil
uk: Завантажити файл

source: Upload multiple attachments in one zip file
cs: Nahraj více příloh v rámci jednoho ZIP souboru
fr: Envoyer de multiples fichiers joints dans un fichier zip
it: Carica più allegati contenuti in un file ZIP
ko: 한 개의 Zip 파일에 여러개의 첨부파일을 업로드
nl: Voeg meerdere bijlagen toe met 1 zip bestand
uk: Завантажити декілька додатків у одному zip-архіві

source: Upload up to %1 KB.
cs: Maximální velikost přílohy je %1 KB.
fr: Taille limite d'un fichier attaché : %1 Ko.
it: Carica fino a %1 KB.
ko: %1 KB 까지 업로드
nl: Uploaden is mogelijk tot %1 KB.
no: Last opp opptil %1 KB.
uk: Завантаження щонайбільше %1 КБ.

source: Uploaded file %1 exceeds limit of %2 KB
cs: Velikost přílohy %1 přesáhla limit %2 KB
fr: La taille du fichier %1 dépasse la limite de %2 Ko
it: Il file da caricare %1 supera il limite di %2 KB
ko: 업로드된 파일 %1 은 %2 KB 제한을 초과합니다.
nl: Geupload bestand %1 overschrijdt limiet van %2 KB
no: Opplaster fil %1 ovestiger grense på %2 KB
uk: Завантажений файл %1 перевищує ліміт у %2 KB

source: Uploaded file is too big
cs: Příloha je příliš veliká
fr: Ce fichier est trop gros
it: Il file da caricare è troppo grande
ko: 업로드 파일이 너무 큽니다.
nl: Geupload bestand is te groot
no: Opplastet fil er for stor
uk: Завантажено завеликий файл

source: Use %1 instead.
cs: Použijte spíše %1.
fr: Utilisez plutôt %1.
it: Piuttosto usa %1.
ko: %1 을 대신 사용하십시오.
nl: Ga dan naar %1.
no: Bruk %1 i stedet.
uk: Тоді скористайтеся %1.

source: Use template:
cs: Použij šablonu:
fr: Utiliser modèle :
it: Usa il modello:
ko: 사용자 템플릿:
nl: Gebruik template:
no: Bruk mal:
uk: Використати шаблон:

source: Use this button to load the content.%BR% *Caution* the content is very large and loading it will put a high load on your browser. Only load the content if you are going to print it - otherwise use the [[ReferenceManual][online reference manual]].
cs: Použijte toto tlačítko pro nahrání obsahu. %BR% *Upozornění* obsah je velmi velký a nahrávání zatíží vysoce prohlížeč. Nahrajte obsah pouze pokud jej hodláte tisknout - jinak použijte [[ReferenceManual][online reference manual]].
fr: Utilisez ce bouton pour charger le contenu.%BR% *Attention*, le contenu est très volumineux et le charger fera supporter une charge élevée à votre navigateur. Ne chargez le contenu que si vous allez l'imprimer - autrement, utilisez [[ReferenceManual][le manuel de référence en ligne]].
it: Utilizzare questo pulsante per caricare i contenuti.%BR% *Attenzione* il contenuto è molto grande e il caricamento comporterà un carico elevato sul tuo browser. Caricare solo il contenuto, se avete intenzione di stampare - altrimenti consultare il [[ReferenceManual][manuale di riferimento on-line]].
uk: Натисніть цю кнопку щоб отримати вміст документу.%BR% *Увага*, цей документ дуже великий і може привести до перенавантаження Вашого браузера. Якщо ви не збираєтесь друкувати його, то зверніться до [[ReferenceManual][онлайнового посібника]].

source: Use this button to load the content.%BR% *Caution* the search on this topic can be very resource intensive. Only load the content if you really need it, otherwise review the WebChanges topic from each web.
cs: Použijte toto tlačítko pro nahrání obsahu. %BR% *Výstraha* prohledávání může být velmi náročné na systémové prostředky. Obsah nahrajte pouze pokud jej skutečně potřebujete, jinak si prohlédněte změny webu na každém z nich.
fr: Utilisez ce bouton pour charger le contenu.%BR% *Attention*, la recherche sur cette page peut être très consommatrice de ressources. Ne chargez le contenu que vous en avez réellement besoin, autrement consultez la page WebChanges sur chaque Web.
it: Utilizzare questo pulsante per caricare i contenuti.%BR% *Attenzione* la ricerca su questa pagina può impegnare molte risorse. Caricare solo il contenuto, se si ha realmente bisogno, altrimenti consultare la pagina WebChanges da ogni Web.
uk: Натисніть цю кнопку для завантаження вмісту.%BR% *Увага*, пошук по цій темі може бути вкрай ресурсоємним. Завантажуйте вміст тільки якщо він дійсно потрібен Вам; інакше зверніться до теми WebChanges для кожного розділу.

source: User %1 does not have CHANGE permission on %2.
cs: Uživatel %1 nemá právo měnit %2.
fr: L'utilisateur %1 n'a pas de permission de modification (CHANGE) sur %2.
it: L'utente %1 non ha il permesso di modificare (CHANGE) su %2.
nl: Gebruiker %1 heeft geen CHANGE toestemming voor %2.
uk: Користувач %1 не має дозволу змінювати %2.

source: User %1 not in group, cannot be removed
cs: Uživatel %1 není v žádné skupině, a nemůže být proto vyjmut
fr: Utilisateur %1 pas dans le groupe, ne peut être supprimé
it: L'utente %1 non presente nel gruppo, non può essere rimosso
nl: Gebruiker %1 behoort niet tot de groep, en kan niet worden verwijderd
uk: %1 не може бути вилучений бо не входіть до групи

source: User Account %1 Deleted
cs: Účet %1 byl vymazán
fr: Compte %1 supprimé
it: Cancellato utente %1
ko: 사용자 계정 %1 삭제됨
nl: Gebruikersaccount %1 gewist
no: Brukerkonto %1 Slettet
uk: Обліковий запис %1 вилучено

source: User Account was not supplied
cs: Účet uživatele nebyl dodán
fr: Compte utilisateur non fourni
it: L'utente per l'accesso non è stato indicato
nl: Gebruikersaccount niet aangegeven
uk: Не надано обліковий запис

source: User Reference
cs: Uživatelské reference
fr: Aide
it: Guida di riferimento
ko: 사용자 참조문서
nl: Gebruikershandleiding
no: Bruker Referanse
uk: Посібник користувача

source: User Registration
cs: Registrace uživatele
fr: Inscription utilisateur
it: Registrazione utente
nl: Registreren
uk: Реєстрація

source: User exists in the Password Manager, and the password you provided is different from the users current password. You cannot add a user and change the password at the same time.
cs: Uživatel je registrován v Password Manageru, a heslo vámi zadané je rozdílné od uživatelova aktuálního hesla. Nemůžete přidat uživatele a změnit heslo zárověň.
fr: L'utilisateur existe dans le gestionnaire de mots de passes, et le mot de passe que vous avez saisi est différent du mot de passe actuel de l'utilisateur. Vous ne pouvez pas ajouter un utilisateur est changer le mot de passe en même temps.
it: L'utente esiste nel Gestore delle password e la password che hai fornito è diversa dalla password corrente dell'utente. Non è possibile aggiungere un utente e cambiare la password, allo stesso tempo.
uk: Користувач вже є у системі доступу і його пароль, що надано, відрізняється від поточного. Ви не можете одночасно додавати користувача та змінювати йому пароль.

source: Username
cs: Váš účet
fr: Nom de connexion
it: Nome utente per l'accesso
ko: 사용자명
nl: Gebruikersnaam
no: Brukernavn
uk: Ім'я користувача

source: Username %1.
cs: Uživatelské jméno %1.
fr: Nom de connexion %1.
it: Nome utente %1.
nl: Gebruikersnaam %1.
uk: Користувач %1.

source: Username or email address
cs: Uživatelské jméno nebo emailová adresa
fr: Nom de connexion ou adresse e-mail
it: Nome utente o indirizzo e-mail
nl: Gebruikersnaam of e-mailadres
uk: Ім'я користувача або електронна адреса

source: Users
cs: Uživatelé
fr: Utilisateurs
it: Utenti
ko: 사용자
nl: Gebruikers
no: Brukere
uk: Користувачі

source: Users cannot be added to %1
cs: Uživatelé nemohou být přidáni do %1
fr: On ne peut pas ajouter des utilisateur à %1
it: L'utente non può essere aggiunto a %1
nl: Gebruikers kunnen niet worden toegevoegd aan %1
uk: Користувачі не можуть бути додані до %1

source: Users cannot be removed from %1
cs: Uživatelé nemohou být odebráni z %1
fr: Les utilisateurs ne peuvent pas être supprimés de %1
it: L'utente non può essere rimosso da %1
nl: Gebruikers kunnen niet worden verwijderd van %1
uk: Користувачі не можуть бути вилучені з %1

source: Users who may edit:
cs: Uživatelé, kteří mohou editovat:
fr: Utilisateurs qui peuvent modifier :
it: Gli utenti che possono modificare:
nl: Gebruikers die mogen bewerken:
uk: Користувачі, які можуть редагувати:

source: Users who may view:
cs: Uživatelé, kteří mohou prohlížet:
fr: Utilisateurs qui peuvent voir :
it: Gli utenti che possono visualizzare:
nl: Gebuikers die mogen kijken:
uk: Користувачі, які можуть передивлятись:

source: Users with automatically generated passwords should proceed immediately to [[%1][change password]] to change their password to something memorable.
cs: Uživatelé s automaticky generovanými hesly by měli pokračovat do [[%1][změň heslo]] a změnit své heslo na něco zapamatovatelného.
fr: Vous devriez immédiatement [[%1][changer ce mot de passe]] généré automatiquement, pour le remplacer par un autre que vous pourrez mémoriser aisément.
it: Gli utenti con password generate automaticamente dovrebbero procedere immediatamente con il [[%1][cambio password]] per modificare la password assegnata, con qualcosa di più facile da ricordare.
ko: 자동생성된 비밀번호를 소유한 사용자는 좀 더 기억에 수월한 비밀번호로 변경하도록 [[%1][비밀번호 변경]] 으로 즉각 보내져야 합니다.
nl: Gebruikers met een automatisch gegenereerd wachtwoord kunnen het beste direct hun [[%1][wachtwoord wijzigen]] in iets wat beter te onthouden is.
no: Brukere med automatisk genererte passord burde øyeblikkelig gå til [[%1][endre passord]] og endre passord til noe enklere å huske.
uk: Користувачі з автоматично згенерованими паролями повинні негайно [[%1][змінити пароль]] на який-небудь, що краще запам'ятовується.

source: Verbatim
cs: Doslovně
it: Testuale
uk: Фактичний (verbatim)

source: Version
cs: Verze
it: Versione
ko: 버전
nl: Versie
no: Versjon
uk: Версія

source: Version history
cs: Historie verzí
fr: Historique des versions
it: Storia delle versioni
ko: 버전 기록
nl: Versiegeschiedenis
no: Versjonshistorikk
uk: Історія версій

source: Version history of %1
cs: Historické verze %1
fr: Historique des versions de %1
it: Storia delle versioni di %1
ko: %1 의 버전 내역
nl: Versiegeschiedenis van %1
no: Versjonhistorikk for %1
uk: Історія версій %1

source: View
cs: Náhled
fr: Visualiser
it: Vista
ko: 보기
nl: bekijken
no: Vis
uk: Перегляд

source: View complete topic history
cs: Zobraz celou historii článku
fr: Afficher l&#39;intégralité de l&#39;historique
it: Mostra tutte le versioni della pagina
nl: Bekijk gehele paginageschiedenis
uk: Перегляд повної історії теми

source: View difference
cs: Zobraz rozdíly
fr: Afficher les différences
it: Mostra la differenza
ko: 차이점 보기
nl: Bekijk verschillen
no: Vis differanse
uk: Подивитись різницю

source: View differences
cs: Zobraz rozdíly
fr: Afficher différences
it: Mostra le differenze
ko: 차이 보기
nl: Bekijk verschillen
no: Vis differanser
uk: Подивитись відмінності

source: View earlier
cs: Zobraz dřívější
fr: Voir précédentes
it: Mostra prima
ko: 이전 보기
nl: Bekijk eerdere
uk: Переглянути попередню

source: View later
cs: Zobraz pozdější
fr: Voir suivantes
it: Mostra dopo
ko: 추후 보기
nl: Bekijk latere
uk: Переглянути пізнішу

source: View previous topic revision
cs: Prohlédni předchozí revize článku
fr: Afficher la version précédente de la page
it: Mostra la versione precedente della pagina
ko: 이전 토픽 수정문 보기
nl: Bekijk vorige paginarevisie
no: Vis forrige versjon av siden
uk: Переглянути попередню редакцію

source: View raw text without formatting
cs: Prohlédni nepracovaný text (bez formátování)
fr: Afficher le code source, sans formatage
it: Visualizza il testo "raw" senza formattazione
ko: 서식적용 없이 원문 보기
nl: Bekijk brontekst zonder opmaak
no: Vis rå tekst uten formatering
uk: Переглянути початковий текст, без форматування

source: View revision
cs: Zobraz revize
fr: Afficher version
it: Mostra la versione
ko: 수정본 보기
nl: Bekijk revisie
no: Vis versjon
uk: Переглянути редакцію

source: View revision:
cs: Zobraz revize:
fr: Afficher la version :
it: Mostra la versione:
ko: 수정내역 보기:
nl: Bekijk revisie:
no: Vis versjon:
uk: Переглянути редакцію:

source: View sequential topic history
cs: Zobraz celou historii článku tak jak šla za sebou
fr: Afficher historique séquentiel de la page
it: Mostra in sequenza le versioni della pagina
ko: 토픽 기록 순차적 보기
uk: Проглянути послідовну історію змін сторінки

source: View templates
cs: Zobraz šablony
fr: Voir les modèles
it: Mostra i modelli
ko: 템플릿 보기
nl: Bekijk templates
no: Vis maler
uk: Переглянути шаблони

source: View topic
cs: Ukaž článek
fr: Afficher la page
it: Mostra la pagina
ko: 토픽 보기
nl: Bekijk pagina
no: Vis side
uk: Переглянути тему

source: View total topic history
cs: Ukaž celou historii článku
fr: Afficher l&#39;intégralité de l&#39;historique
it: Mostra tutte le versioni della pagina
ko: 토픽 기록 전체 보기
nl: Bekijk totale paginageschiedenis
no: Vis all side historikk
uk: Переглянути повну історію теми

source: View without formatting (v)
cs: Zobraz neformátovaný text (v)
fr: Afficher le code source, sans formatage (v)
it: Visualizza senza formattazione (v)
ko: 서식적용없이 보기 (v)
nl: Bekijk brontekst zonder opmaak (v)
uk: Переглянути початковий текст, без форматування (v)

source: Warning! Confirmation required
cs: Varování! Je vyžadováno potvrzení
fr: Confirmation nécessaire
it: Attenzione! È richiesta una conferma
ko: 경고! 확인 필수
nl: Waarschuwing! Bevestiging is nodig
no: Advarsel! Bekreftelse kreves
uk: Увага! Потрібне підтвердження

source: Warning: 'include' topic does not exist!
cs: Varování: 'include' článek ještě neexistuje!
fr: Attention : page incluse par une directive 'include' n'existe pas !
it: Attenzione: la pagina 'include' non esiste!
ko: 경고: 'include' 토픽은 존재하지 않습니다!
nl: Let op: ingevoegde pagina (met 'include') bestaat niet!
no: Advarsel: 'include' siden finnes ikke!
uk: Увага: теми, що має бути вкладена, не існує!

source: Warning: Can't INCLUDE %1 repeatedly, topic is already included. %2
cs: Varování: INCLUDE %1 nelze provést opakovaně, článek je už zahrnut. %2
fr: Attention : la page %1 est déjà insérée. Vous ne pouvez utiliser INCLUDE à plusieurs reprises. %2
it: Attenzione: non posso includere ripetutamente %1; la pagina risulta già inclusa. %2
ko: Warning: 반복적으로 INCLUDE %1 할 수 없음, 토픽은 이미 포함되어 있음. %2
nl: Waarschuwing: Kan %1 niet herhaald invoegen; de pagina is al ingevoegd. %2
no: Advarsel: Kan ikke INCLUDE %1 flere ganger, siden er allerede inkludert. %2
uk: Увага: Неможливо ВКЛАСТИ %1 кілька разів, тема вже вкладена. %2

source: Warning: Can't INCLUDE '%1', path is empty or contains illegal characters.
cs: Varování: Nemohu provést INCLUDE '%1', cesta je prázdná nebo obsahuje nepovolené znaky.
fr: Attention : impossible d'exécuter INCLUDE '%1', le chemin est vide ou contient des caractères non autorisés.
it: Attenzione: non posso includere '%1', il percorso del file è vuoto o contiene dei caratteri illegali.
ko: 경고: INCLUDE '%1' 할 수 없음, 경로가 비어있거나 특수문자를 포함하고 있음.
nl: Waarschuwing: Kan '%1' niet invoegen; het bestandspad is leeg of bevat illegale karakters.
no: Advarsel: Kan ikke bruke INCLUDE '%1', stien er tom eller inneholder ulovlige tegn.
uk: Увага: Неможливо ВКЛАСТИ '%1', шлях або пустий або містить недозволені символи.

source: Warning: Can't find named section %3 in topic %1.%2
cs: Varování: Nemohu najít sekci %3 v článku %1.%2
fr: Attention : impossible de trouver la section dénommée %3 dans la page %1.%2
it: Attenzione: non trovo la sezione %3 nella pagina %1.%2
ko: 경고: 토픽 %1.%2 내부에 %3 이라 명명된 섹션을 찾을 수 없음
nl: Waarschuwing: Kan sectie %3 in pagina %1.%2 niet vinden
no: Advarsel: Kan ikke finne nevnt seksjon %3 i siden %1.%2
uk: Увага: Не можу знайти іменований розділ %3 у темі %1. %2

source: Warning: Can't find topic %1.%2
cs: Varování: Nemohu najít článek %1.%2
fr: Attention : la page %1.%2 est introuvable
it: Attenzione: non trovo la pagina %1.%2
ko: 경고: %1.%2 토픽 찾을 수 없음
nl: Waarschuwing: Kan pagina %1.%2 niet vinden
no: Advarsel: Kan ikke finne siden %1.%2
uk: Увага: Не можу знайти тему %1.%2

source: Warning: Can't find web %1 for topic %2
cs: Varování: Nemohu najít web %1 pro článek %2
fr: Attention : le Web %1 pour la page %2 est introuvable
it: Attenzione: non trovo il web %1 per la pagina %2
nl: Waarschuwing: kan web %1 voor pagina %2 niet vinden
uk: Увага: Не можу знайти розділ %1 для теми %2

source: Warning: Could not send confirmation email
cs: Varování: Nemohu odeslat potvrzovací email
fr: Attention : l'e-mail de confirmation n'a pas pu être envoyé
it: Attenzione: impossibile inviare e-mail di conferma
ko: 경고: 확인 이메일 전송할 수 없음
nl: Waarschuwing: kon geen bevestigings e-mail versturen
no: Advarsel: Kunne ikke sende bekreftelses epost
uk: Увага: Не вдалося послати підтвердження по електронній пошті

source: Warning: Could not send confirmation email, email has been disabled
cs: Varování: Nemohu zaslat potvrzovací email, zasílání emailů je vypnuté
fr: Attention : l'e-mail de confirmation n'a pas pu être envoyé, la fonctionnalité e-mail a été désactivée
it: Attenzione: impossibile inviare e-mail di conferma in quanto la funzione è stata disabilitata
ko: 경고: 확인 이메일 보낼 수 없음, 이메일이 비활성화 되어 있음
nl: Waarschuwing: kon geen bevestigings e-email versturen; versturen van e-mail is uitgeschakeld
no: Advarsel: Kunne ikke sende bekreftekses epost, epost er deaktivert
uk: Увага: не можу відправити підтвердження, електронну пошту вимкнено

source: Warning: This site does not allow %<nop>INCLUDE% of URLs
cs: Varování: Tento server nepovoluje %<nop>INCLUDE% odkazů
fr: Attention : ce site n'autorise pas l'inclusion d'URLs avec %<nop>INCLUDE%
it: Attenzione: questo sito non permette l'%<nop>INCLUDE% degli URL
ko: 경고: 이 사이트는 URL의 %<nop>INCLUDE% 허용하지 않습니다
nl: Waarschuwing: Op deze site is het niet toegestaan om %<nop>INCLUDE% van URLs te gebruiken
no: Advarsel: Denne webløsningen tillater ikke %<nop>INCLUDE% av URLs
uk: Увага: Цей сайт не дозволяє використовувати %<nop>INCLUDE% для URL адрес

source: Warning: Updates found for %1 extension(s).
cs: Varování: Nalezeny aktualizace pro %1 rozšíření.
fr: Attention : Mises à jour trouvées pour %1 extension(s).
it: Attenzione: Trovati aggiornamenti per %1 estensioni(e).
uk: Увага: Знайдено оновлення для %1 розширень(я).

source: Warning: \'include\' topic <nop>%1 does not exist!
cs: Varování: \'include\' článek <nop>%1 neexistuje!
fr: Attention : la page \'include\' <nop>%1 n'existe pas !
it: NOTA: la pagina <nop>%1 \'include\' non esiste!
nl: Let op: ingevoegde pagina <nop>%1 (met \'include\') bestaat niet!
uk: Попередження: \'include\'-тема <nop>%1 не існує!

source: Warning: \'include\' topic does not exist!
fr: Attention : page incluse par une directive 'include' n'existe pas !
it: Attenzione: la pagina \'include\' non esiste!
ko: 경고: \'include\' 토픽이 존재하지 않습니다!
nl: Let op: ingevoegde pagina (met \'include\') bestaat niet!
uk: Попередження: \'include\'-тема не існує!

source: Warning: table definition in \'include\' topic %1 does not exist!
cs: Varování: definice tabulky v \'include\' článku %1 neexistuje!
fr: Attention : la définition de table dans la page \'include\' %1 n'existe pas !
it: Attenzione: la definizione %1 nella pagina \'include\' non esiste!
nl: Let op: tabeldefinitie in \'include\' pagina %1 bestaat niet!
uk: Попередження: не існує визначення таблиці у \'include\'-темі %1!

source: We noticed you have disabled !JavaScript. Please switch on !JavaScript if you wish to register.
fr: Nous avons remarqué que vous avez désactivé Javascript. Veuillez activer Javascript si vous souhaitez vous inscrire.
it: Abbiamo notato che avete disattivato !Javascript. Si prega di attivare !Javascript se si desidera registrarsi.
uk: Схоже, що Ви вимкнули !JavaScript. Будь ласка, увімкніть його якщо бажаєте зареєструватись.

source: We noticed you have disabled cookies. Please enable cookies if you wish to register.
cs: Všimli jsme si, že máte vypnuté cookies. Prosím povolte je, pokud si přejete zaregistrovat.
fr: Nous avons remarqué que vous avez désactivé les cookies. Veuillez autoriser les cookies si vous souhaitez vous inscrire.
it: Abbiamo notato che i cookie sono disabilitati. Attivare i cookies se si desidera registrarsi.
uk: Ми помітили, що Ви вискнули куки. Будь ласка, увімкніть їх, якщо бажаєте зареєструватись.

source: Web
ko: 웹
uk: Розділ

source: Web Changes notification service
cs: Služba upozornění o změnách na webu
fr: Service de notification de changements d'un Web
it: Servizio di notifica dei cambiamenti del Web
ko: 웹 변경 알림 서비스
nl: Web Wijzigingen kennisgevingsdienst
no: Endringer varslingstjeneste
uk: Сервіс повідомлень про зміни у розділі

source: Webs
cs: Weby
it: i Web
ko: 웹
no: Web
uk: Розділи

source: Webserver <em>running Foswiki</em>
cs: Webový server <em>na kterém běží Foswiki</em>
fr: Serveur web <em>exécutant Foswiki</em>
it: Il server web <em>utilizza Foswiki</em>
ko: <em>Foswiki 실행</em> 웹서버
nl: Webserver <em>met Foswiki</em>
uk: Веб-сервер, що <em>виконує Foswiki</em>

source: Welcome to %1 ... meet people on this site
cs: Vítejte na %1 ... potkejte zde lidi
fr: Bienvenue sur %1 ... collaborez avec les autres utilisateurs de ce site
it: Benvenuto in %1 ... per incontrare altri utenti su questo sito
ko: %1 에 오신 것을 환영합니다... 이 사이트에서 사람들과 교류하십시오
nl: Welkom bij %1 ... zie wie op deze site is aangemeld
no: Velkomme til %1 ... treff folk på dette stedet
uk: Ласкаво просимо до %1 ... зустрічайте людей на цьому сайті

source: Welcome to the %1 web
cs: Vítejte do %1 webu
fr: Bienvenue sur le web %1
it: Benvenuto sul Web %1
ko: 여기는 %1 웹 입니다.
nl: Welkom in het %1 web
no: Welkommen til %1 web'en
uk: Ласкаво просимо у розділ %1

source: While attempting to email <noautolink>%1</noautolink>.
cs: Zatímco přistupuji k emailu <noautolink>%1</noautolink>.
fr: En essayant d'envoyer un e-mail à <noautolink>%1</noautolink>.
it: Durante il tentativo di invio della e-mail <noautolink>%1</noautolink>.
ko: <noautolink>%1</noautolink> 님에게 이메일링을 시도 중.
nl: Tijdens een poging tot het mailen van <noautolink>%1</noautolink>.
no: Under forsøk på å sende epost <noautolink>%1</noautolink>.
uk: Під час спроби відправити повідомлення <noautolink>%1</noautolink>.

source: Who
cs: Kdo
fr: Qui
it: Chi
ko: 작업자
nl: Wie
no: Hvem
uk: Хто

source: Who is requesting this, actually?
cs: Kdo toto vlastně požaduje?
fr: Qui est à l'origine de la requête, en réalité ?
it: Chi ha richiesto questo, in realtà?
ko: 본 요청은 실제로 누가하고 있습니까?
nl: Wie doet dit verzoek eigenlijk?
no: Hvem ber om dette, egentlig?
uk: Хто насправді робить цей запит?

source: Whole page
cs: Celá stránka
fr: Page entière
it: Pagina intera
ko: 페이지 전체
nl: Gehele pagina
no: Hele siden
uk: Всю сторінку

source: Why am I being asked to confirm?
cs: Proč jsem stále dotazován na potvrzení?
fr: Pourquoi m'est-il demandé de confirmer ?
it: Perché mi viene chiesto di confermare?
ko: 제가 왜 확인하라고 요구되는 것인가요?
nl: Waarom wordt mij om een bevestiging gevraagd?
no: Hvorfor blir jeg bedt om å bekrefte?
uk: Чому у мене запитують підтвердження?

source: Wiki administrators should read about the [[%1][SecurityFeatures topic on Foswiki.org]].
cs: Wiki administrátoři by si měli přečíst o [[%1][SecurityFeatures topic on Foswiki.org]].
fr: Les administrateurs du wiki devraient lire la [[%1][page SecurityFeatures (mesures de sécurité) sur Foswiki.org]].
it: Si consiglia agli amministratori del Wiki di consultare la pagina [[%1][SecurityFeatures]] nel sito !Foswiki.org.
uk: Адміністратори вікі повинні прочитати про [[%1][особливості безпеки (тема SecurityFeatures на Foswiki.org)]].
