Repository: foswiki/distro
Catalog: core/locale/*.po
Languages: cs, fr, it, ko, nl, no, uk

source: S = Save, C = Cancel
cs: S = Ulož, C = Ponechej beze změny
fr: S = Enregistrer, C = Annuler
it: S = Salva, C = Rinuncia
ko: S = 저장, C = 취소
nl: B = Bewaren, A = Afbreken
no: S = Lagre, C = Avbryt
uk: S = зберегти, C = скасувати

source: S = Save, Q = Quiet save, K = Save and Continue, P = Preview, C = Cancel
cs: S = Ulož, Q = Ulož potichu, K = Ulož a pokračuj, P = Náhled, C = Přerušit
fr: S = Enregistrer, Q = Enregistrer sans notification, K = Enregistrer et reprendre l'édition, P = Prévisualiser, C = Annuler
it: S = Salva, Q = Salva senza notifica, K = Salva e continua, P = Anteprima, C = Rinuncia
ko: S = 저장, Q = 자동 저장, K = 저장 후 계속, P = 미리보기, C = 취소
nl: B = Bewaren, S = Stil bewaren, D = Bewaren en Doorgaan, V = Voorvertoning, A = Afbreken
no: S = Lagre, Q = Lagre stille, K = Lagre og fortsett, P = Forhåndsvis, C = Avbryt
uk: S = зберегти, Q = тихе збереження, K = зберегти та продовжити, P = перегляд, C = відмінити

source: Sandbox test area to experiment in an unrestricted hands-on web.
cs: Toto je oblast kde můžete tvořit bez omezení (tzv Sandbox).
fr: Bac à sable, espace de tests pour expérimenter dans un web sans limitations.
it: Sandbox è un'area Web di test per sperimentare senza alcuna restrizione.
ko: 제한없이 직접 실습을 할 수 있는 웹 안의 모래상자 실험 영역
nl: Speelgrond gebied om te experimenteren in een onbeperkt web.
no: Sandbox testområde for å eksprimentere i et fritt web sted.
uk: Зона "пісочниці" призначена для вільних експериментів.

source: Save
cs: Ulož
fr: Enregistrer
it: Salva
nl: Bewaren
uk: Зберегти

source: Save and Continue
cs: Ulož a pokračuj
fr: Enregistrer et continuer
it: Salva e continua
nl: Bewaren en Doorgaan
uk: Зберегти та продовжити

source: Save and continue editing
cs: Ulož a pokračuj v editaci
fr: Enregistrer et continuer de modifier
it: Salva e continua la modifica
nl: Bewaren en verder bewerken
uk: Зберегти та редагувати далі

source: Save and exit
cs: Ulož a skonči
fr: Enregistrer et quitter
it: Salva ed esci
uk: Зберегти та вийти

source: Save table
cs: Ulož tabulku
fr: Enregistrer le tableau
it: Salva la tabella
ko: 표 저장
nl: Bewaren
no: Lagre tabell
uk: Зберегти таблицю

source: Saved to:
cs: Uloženo do:
fr: Enregistré sous :
it: Salvato in:
ko: 저장 장소:
nl: Opgeslagen in:
no: Lagret til:
uk: Збережено у:

source: Search
cs: Hledej
fr: Recherche
it: Cerca
ko: 검색
nl: Zoeken
no: Søk
uk: Пошук

source: Search %1 Web only
cs: Hledej pouze v rámci webu %1
fr: Chercher dans le Web %1 uniquement
it: Cerca solo nel Web %1
ko: %1 웹에서만 검색
nl: Zoek alleen in %1 &Web
no: Søk kun i %1 web'en
uk: Пошук виключно у розділі %1

source: Search && Replace
cs: Vyhledej && nahraď
fr: Rechercher et remplacer
it: Ricerca e sostituisci
uk: Шукати з заміною

source: Search all webs
cs: Prohledej všechny weby
fr: Chercher dans tous les webs
it: Cerca in tutti i Web
ko: 모든 웹에서 검색
nl: Zoek in a&lle webs
no: Søk i alle web
uk: Шукати у всіх розділах

source: Search all webs for topics that link to here
cs: Prohledej všechny weby pro články, které odkazují sem
fr: Chercher, dans tous les webs, les pages qui contiennent un lien pointant ici
it: Cerca in tutti i Web collegati qui
ko: 여기에 연결된 토픽에 대한 모든 웹을 검색
nl: Zoek in alle webs naar pagina&#39;s die hierheen linken
no: Søk i alle web for sider som linker hit
uk: Знайти по всіх розділах теми, що посилаються сюди

source: Search for updates
cs: Vyhledej aktualizace
fr: Recherche de mises à jour
it: Ricerca per aggiornare
nl: Updates zoeken
uk: Шукати оновлення

source: Search in %1 Web
cs: Hledej v rámci webu %1
fr: Chercher dans le Web %1
it: Cerca nel Web %1
ko: %1 웹에서만 검색
nl: Zoek in %1 web
no: Søk kun i %1 web'en
uk: Шукати у розділі %1

source: Search in all webs
cs: Hledej ve všech webech
fr: Chercher dans tous les webs
it: Cerca in tutti i Web
ko: 모든 웹 내부 검색
nl: Zoek in alle webs
no: Søk i alle web
uk: Пошук у всіх розділах

source: Search more topics in this web
cs: Hledej více článků na tomto webu
fr: Chercher d'avantage de pages dans le présent web
it: Cerca altre pagine simili in questo Web
ko: 이 웹의 추가 토픽 검색
nl: Zoek naar vergelijkbare pagina&#39;s in dit web
no: Søk flere sider i denne web'en
uk: Знайти ще теми у цьому розділі

source: Search options
cs: Možnosti prohledávání
fr: Options de recherche
it: Opzioni di ricerca
ko: 검색 선택사항
nl: Zoekopties
no: Søkemuligheter
uk: Параметри пошуку

source: Search result
cs: Výsledek hledání
fr: Résultat de la recherche
it: Risultato della ricerca
ko: 검색 결과
nl: Zoekresultaten
no: Søkeresultat
uk: Результат пошуку

source: Search results
cs: Výsledky hledání
fr: Résultats de la recherche
it: Risultato della ricerca
nl: Zoekresultaten
uk: Результати пошуку

source: Search string
cs: Hledej řetězec
fr: Texte recherché
it: Testo della ricerca
ko: 검색 문자열
nl: Zoektekst
no: Søkestreng
uk: Рядок пошуку

source: Search the %1 Web for all children of this topic.
fr: Chercher, dans le Web %1, les pages filles de cette page.
it: Cerca nelle pagine del Web %1 collegate a questa pagina.
nl: Zoek in het %1 Web naar onderliggende pagina&#39;s van deze pagina.
uk: Пошук у розділі %1 всі дочірні теми від цієї.

source: Search the %1 Web for topics that link to here
cs: Hledej články ve webu %1 které sem odkazují
fr: Chercher, dans le Web %1, les liens pointant ici
it: Cerca nelle pagine del Web %1 qui collegate
ko: 여기에 연결된 토픽에 대한 %1 웹을 검색
nl: Zoek in %1 Web naar pagina&#39;s die hierheen linken
no: Søk i %1 web etter sider som linker hit
uk: Пошук у розділі %1 тем, що посилаються на цю

source: Search where:
cs: Kde hledat:
fr: Chercher dans :
it: Cerca dove:
ko: 검색 장소?:
nl: Waar zoeken:
no: Søk hvor:
uk: Пошук у:

source: Searched:
cs: Prohledáno:
fr: Recherché :
it: Cercato:
ko: 검색 결과:
nl: Gezocht:
no: Søkt:
uk: Шукали у:

source: Security Note:
cs: Bezpečnostní poznámka:
fr: Note de sécurité :
it: Nota di sicurezza:
ko: 보안 주의:
nl: Veiligheidsopmerking:
no: Sikkerhetsvarsel:
uk: Примітка по безпеці:

source: See %1 for a list of existing users or register as new user in %2.
cs: Zkontrolujte %1 v seznamu existujících uživatelů nebo se zaregistrujte jako nový uživatel v %2.
fr: Voyez %1 pour une liste des utilisateurs existants ou inscrivez-vous en tant que nouvel utilisateur sur %2.
it: Vedi %1 per la lista degli utenti esistenti o registrarsi come nuovo utente in %2.
ko: 기존 사용자 목록을 보려면 %1 혹은 %2 내부에 새 사용자로 등록.
nl: Zie %1 voor een lijst van bestaande gebruikers, of registreer als nieuwe gebruiker in %2.
no: Se %1 for en liste over eksisterende brukere eller registrer deg som ny bruker i %2.
uk: Дивіться у %1 список існуючих користувачів або зареєструйтеся як новий у %2.

source: See %1 for information about Form Definitions.
cs: Přečtěte si %1 pro informaci o definici formuláře.
fr: Pour plus d'informations à propos des définitions de formulaires, consultez %1.
it: Vedi %1 per informazioni circa le definizioni del Modulo.
ko: 양식 정의에 관한 정보는 %1 에서 볼 수 있습니다.
nl: Zie %1 voor informatie over Formulierdefinities.
no: Se %1 for informasjon om Skjemadefinisjoner.
uk: Інформацію про визначення форм дивіться у %1.

source: See %MAINWEB%.WikiGroups to see the result.
cs: Výsledek uvidíš na %MAINWEB%.WikiGroups.
fr: Pour consulter le résultat, voir %MAINWEB%.WikiGroups.
it: Vedi %MAINWEB%.WikiGroups per visionare il risultato.
ko: 결과를 보려면 %MAINWEB%.WikiGroups 를 참고하십시오.
no: Se i %MAINWEB%.WikiGroups for resultater.
uk: Дивіться результат у %MAINWEB%.WikiGroups.

source: See also the faster %1
cs: Podívejte se také na rychlejší %1
fr: Voir aussi %1, qui est plus rapide
it: Vedi anche il più veloce %1
ko: 더 빠른 %1 도 참고하십시오
nl: Zie ook de snellere %1
no: Se også den raskere %1
uk: Перегляньте більш швидкий %1

source: See also the verbose %1.
cs: Podívejte se také na podrobnější %1.
fr: Voir aussi %1, qui est plus détaillée.
it: Vedi anche il prolisso %1.
ko: 상세히 기술된 %1 도 참고하십시오.
nl: Zie ook de uitgebreide %1.
no: Se også den mer utførlige %1.
uk: Дивіться докладний %1.

source: See also:
cs: Také:
fr: Voir aussi :
it: Vedi anche:
ko: 추가 참고:
nl: Zie ook:
no: Se også:
uk: Дивіться також:

source: See below for help in editing this page.
cs: Viz nápověda níže pro editaci této stránky.
fr: Pour obtenir de l'aide quant à l'édition de cette page, voir ci-dessous.
it: Guarda in basso per un aiuto su come modificare questa pagina.
ko: 이 페이지의 편집에 대한 도움말은 아래를 참고하십시오.
nl: Zie onder voor hulp bij het bewerken van deze pagina.
no: Se under for hjelp om å redigere denne siden.
uk: Дивіться нижче допомогу у редагуванні цієї сторінки.

source: See changes since:
cs: Viz změny od:
fr: Voir les changements depuis :
it: Elenco variazioni recenti da:
ko: 다음 이후의 변경 보기:
nl: Bekijk wijzigingen sinds:
uk: Огляд змін з:

source: See the DISABLEDPLUGINS preference setting.
cs: Viz volba nastavení DISABLEDPLUGINS.
fr: Voyez le paramètre DISABLEDPLUGINS.
it: Vedi l'impostazione di DISABLEDPLUGINS.
uk: Дивіться змінну налаштування DISABLEDPLUGINS.

source: Select
cs: Vyber
fr: Sélectionner
it: Seleziona
ko: 선택
nl: Selecteer
no: Velg
uk: Вибрати

source: Select a new local file to update attachment
cs: Vyberte nový lokální soubor pro změnu přílohy
fr: Choisissez un nouveau fichier local (sur l'ordinateur que vous utilisez actuellement) pour mettre à jour ce fichier attaché
it: Seleziona un nuovo file locale per aggiornare l'allegato
ko: 첨부파일 갱신을 위해 새 지역 파일을 선택
nl: Kies een nieuw lokaal bestand om deze bijlage bij te werken
no: Velg en ny local fil for å oppdatere vedlegget
uk: Виберіть новий файл на своєму комп'ютері, щоб поновити додаток

source: Select all topics
fr: Tout sélectionner
it: Seleziona tutto
nl: Vink alles aan
uk: Вибрати всі теми

source: Select an earlier (left) and a later (right) revision to compare
cs: Pro porovnání vyber starší revizi (nalevo) a novější (napravo)
fr: Sélectionner une version antérieure (gauche) et une version postérieure (droite) pour comparer
it: Selezionare una versione precedente (a sinistra) e successiva (a destra) per il confronto
ko: 비교할 예전 (좌측) 수정본과 추후 (우측) 수정본을 선택
no: Velg en tidligere (venstre) og senere (høyre) versjon for å sammenligne
uk: Вибір старішої (зліва) та пізнішої (справа) редакцій для порівняння

source: Select groups to join:
cs: Vyberte skupiny pro přidání:
fr: Sélectionnez les groupes à rejoindre :
it: Selezionare i gruppi da unire:
uk: Вибір груп для вступу:

source: Select members to remove from this group:
cs: Vyberte členy, kteří mají být z této skupiny odstraněni:
fr: Sélectionnez les membres à supprimer de ce groupe :
it: Selezionare i membri da rimuovere dal gruppo:
uk: Вибір членів для вилучення з цієї групи:

source: Select the group to join:
cs: Vyberte skupinu pro přidání:
fr: Sélectionnez le groupe à rejoindre :
it: Selezionare il gruppo da unire:
uk: Вибір групи для вступу:

source: Select topic parent
cs: Vyberte nadřízený článek
fr: Choisissez la page mère
it: Seleziona la pagina padre
ko: 토픽 부모 선택
nl: Selecteer bovenliggende pagina
no: Velg forelder for siden
uk: Вибір батьківської теми

source: Select, copy and paste your signature text to the bottom of your entry
cs: Vyberte, zkopírujte a vložte Váš podpis na konec Vašeho zápisu
fr: Sélectionnez, copiez et collez votre signature à la suite de vos modifications
it: Seleziona, copia e incolla la tua firma alla fine del testo inserito
ko: 귀하의 입력의 하단에 서명 문구를 선택, 복사, 붙여넣기
nl: Kopieer en plak je signatuur onderaan je toevoeging
no: Velg, kopier og lim inn din signaturtekst under ditt innlegg
uk: Виділіть, скопіюйте та вставте свій підпис знизу під Вашим записом

source: Selections apply to search in "text body"
cs: Pro vyhledávání v textu jsou aktivována omezení
fr: Les sélections s'appliquent aux recherches dans le "corps du texte"
it: Le selezioni di ricerca si applicano al "corpo del testo"
ko: 선택사항은 "text body" 내부 검색에 적용
no: Valg gjelder søk i "text"
uk: Обране відноситься до пошуку у «тілі тексту»

source: Self registration is not supported by this site.
cs: Samo registrace není tímto webem podporována.
fr: L'auto-inscription n'est pas supportée par ce site.
it: L'auto-registrazione non è consentita in questo sito.
nl: Zelf-registratie wordt niet ondersteund.
uk: Самостійна реєстрація не підтримується цим сайтом.

source: Send mail
cs: Zašli mail
fr: Envoyer e-mail
it: Invia e-mail
uk: Надіслати повідомлення

source: Sequential
cs: Sekvenčně
fr: À la suite
it: Sequenziali
ko: 순차적
nl: Sequentieel
no: Sekvensiell
uk: Послідовно

source: Set all
cs: Nastav vše
fr: Tout sélectionner
it: Definisci tutto
ko: 전부 선택
nl: Vink aan
no: Velg alle
uk: Встановити все

source: Set new parent
cs: Nastavit nový nadřízený článek
fr: Choisissez la nouvelle page mère
it: Definisci un nuovo padre
ko: 새 부모 설정
nl: Stel bovenliggende pagina in
no: Sett ny forelder
uk: Встановити нового батька

source: Set new topic parent
cs: Nastavit nový nadřízený článek
fr: Choisissez la nouvelle page mère
it: Definisci la nuova pagina padre
ko: 새 토픽 부모 설정
nl: Bovenliggende pagina instellen
no: Set ny forelder for siden
uk: Встановити нового батька для теми

source: Show %1 revisions up to revision %2
cs: Zobraz %1 revizí až do revize %2
fr: Afficher %1 versions jusqu'à la version %2
it: Mostra dalla versione %1 alla versione %2
ko: %2 수정본까지의 %1 개의 수정본 보기
nl: Bekijk %1 revisies tot en met revisie %2
uk: Переглянути %1 редакцій до редакції %2

source: Show attachments help
fr: Montrer aide sur les fichiers attachés
it: Mostra l'aiuto sugli allegati
nl: Hulp bij bijlagen tonen
uk: Показати підказку з додатків

source: Show help
cs: Ukaž nápovědu
fr: Afficher l'aide
it: Mostra l'aiuto
ko: 도움말 보기
nl: Toon hulp
no: Vis hjelp
uk: Показати підказку

source: Showing revisions %1 - %2 (out of %3)
cs: Zobrazuji revize %1 - %2 (mimo %3)
fr: Liste des versions %1 - %2 (sur un total de %3)
it: Mostra versioni %1 - %2 (di %3)
ko: (%3 중) %1 - %2 수정본 표시 중
uk: Показано редакції %1 - %2 (з %3)

source: Shrink edit box
cs: Zmenšit editovací oblast
fr: Rétrécir le cadre d'édition
it: Riduci la dimensione dell'area di modifica
ko: 편집상자 축소
nl: Tekstvak verkleinen
no: Krymp redigeringsboks
uk: Стиснути вікно редагування

source: Side by side
cs: Vedle sebe
fr: Côte à côte
it: Affiancate
ko: 병렬
nl: Naast elkaar
no: Side ved side
uk: У дві колонки

source: Side-by-side comparison of revisions
cs: Side-by-side porovnání revizí
fr: Comparaison des versions côte à côte
it: Affianca le versioni a confronto
ko: 수정본을 병렬 비교
no: Side-ved-side sammenligning av versjoner
uk: Порівняння редакцій у дві колонки

source: Signature
cs: Podpis
it: Firma
uk: Підпис

source: Size
cs: Velikost
fr: Taille
it: Dimensione
ko: 크기
nl: Grootte
no: Størrelse
uk: Розмір

source: Some add schedule information and vacation notice.
cs: Někdo přidal informace o rozvrhu a poznámky o volnu.
fr: Certaines personnes y incluent des informations publiques sur leur emploi du temps, des messages d'absence.
it: Alcuni aggiungono delle informazioni di appuntamenti e assenze per vacanza.
ko: 누군가 스케줄 정보와 휴가 알림을 추가합니다.
nl: Sommige voegen afwezigheidsberichten en vakantieschema's toe.
no: Noen legger inn avtaler og ferievarsling.
uk: Деякі додають зведення про свій розклад та повідомлення про відпустки.

source: Some characters such as =&#126;=, =$=, =@=, =%= are removed
cs: Některé znaky jako je =&#126;=, =$=, =@=, =%= jsou mazány
fr: Certains caractères, tels que =&#126;=, =$=, =@=, =%=, sont supprimés
it: Alcuni caratteri come =&#126;=, =$=, =@=, =%= sono stati rimossi
ko: 몇몇 문자, 예를 들면 =&#126;=, =$=, =@=, =%= 등은 제거됩니다
nl: Sommige tekens zoals =&#126;=, =$=, =@=, =%= zijn verwijderd
no: Noen tegn slik som =&#126;=, =$=, =@=, =%= er fjernet
uk: Деякі символи, такі як =&#126;=, =$=, =@=, =%= були вилучені

source: Some mail tools have an error that causes them to send the same request twice when you click on a link. It you did this, it is possible that you actually *have* registered successfully.
cs: Některé nástroje pro elektronickou poštu obsahují chybu, která zapříčiňuje že zašlou ten samý požadavek dvakrát když kliknete na odkaz. Jestliže se vám toto přihodí, je možné že jste se již úspěšně *zaregistrovali*.
fr: Certains logiciels d'e-mail font l'erreur d'envoyer deux fois la même requête lorsque vous cliquez sur un lien. Si c'est le cas du votre, il est possible que vous ayez *déjà* été inscrit·e avec succès.
it: Qualche strumento mail ha un difetto che lo costringe a inviare la stessa richiesta due volte quando selezioni un link. Se lo hai fatto è possibile che la registrazione *abbia* avuto successo.
ko: 어떤 메일 도구는링크를 클릭하면 동일한 요청을 두번 전송을 야기하는 오류가 있습니다. 그렇다면 귀하께서 성공적으로 등록 *완료* 하였을 가능성이 큽니다.
nl: Sommige e-mailapplicaties hebben een fout waardoor ze hetzelfde verzoek tweemaal versturen als je op een link klikt. In deze situatie is het mogelijk dat je *wel* succesvol bent reregistreerd.
no: Noen epost verktøy har en feil som får dem til å sende samme forespørsel to ganger når du klikker på en link. Hvis dette skjedde med deg kan de hende du faktisk *er* registrert.
uk: Деякі поштові клієнти мають помилку, яка змушує їх відправляти той самий запит двічі коли ви клікаєте на посилання. Якщо Ви це вже зробили, то ймовірно, що насправді Вас *вже* зареєстровано.

source: Some people turn it into a personal portal with favorite links, what they work on, what help they'd like, etc.
cs: Někteří lidé to změní na svůj personální portál s nejoblíbenějšími odkazy, na čem pracují, apod.
fr: Certaines personnes en font leur portail personnel, avec leurs liens préférés, leurs thèmes de travail, l'aide dont ils ou elles ont besoin, etc.
it: Alcune persone lo usano come un portale personale con i collegamenti preferiti, dove lavorano, che aiuto vorrebbero, ecc.
ko: 어떤 이들은 선호하는 링크, 자신이 작업한 내용, 원하는 도움 등등으로 이를 개인화된 포탈로 변형시키기도 합니다.
nl: Sommige personen maken dit hun persoonlijke landingspagina met hun favoriete links, werk en bezigheden, welke hulp ze nodig hebben, etcetera.
no: Noen gjør det til en personlig portal med favorittlenker, hva de jobber med, hva de liker osv.
uk: Деякі люди перетворюють це в персональний портал вибраних посилань, з якими вони працюють, які їм зручні, і так далі.

source: Sorry, registration has been temporarily disabled.
cs: Omlouváme se, registrování je dočasně mimo provoz.
fr: Désolé, l'inscription est temporairement désactivée.
it: Siamo spiacenti, la registrazione è stata temporaneamente disabilitata.
nl: Sorry, registratie is tijdelijk gedeactiveerd.
uk: Вибачте, реєстрація тимчасово вимкнена.

source: Sorry, the password system is currently read only, please contact %1
cs: Omlouváme se, systém pro správu hesel je v současnosti pouze pro čtení. Prosím kontaktujte %1
fr: Désolé, le système de mots de passe est actuellement en lecture-seule, merci de contacter %1
it: Siamo spiacenti, la gestione delle password è al momento in modalità di sola lettura, si prega di contattare %1
ko: 죄송합니다, 비밀번호 시스템이 현재 읽기 전용입니다, %1 님에게 연락하십시오
nl: Sorry, het wachtwoordsysteem blijkt alleen te kunnen lezen, niet wegschrijven. Neem contact op met %1
no: Beklager, passordsystemet er for øyeblikke kun med lesetilgang, vennligst kontakt %1
uk: Вибачте, система доступу наразі не працює на запис. Зв'яжіться з %1, будь ласка

source: Sort ascending
cs: Seřadit vzestupně
fr: Tri croissant
it: Ordinamento crescente
uk: Сортувати за зростанням

source: Sort descending
cs: Seřadit sestupně
fr: Tri décroissant
it: Ordinamento decrescente
uk: Сортувати за зменшенням

source: Sort results by:
cs: Seřaď výsledky podle:
fr: Trier les résultats par :
it: Ordina i risultati per:
ko: 결과를 다음으로 분류:
nl: Sorteer resultaten op:
no: Sorter resultater etter:
uk: Сортувати результати за:

source: Sort selected lines ascending
cs: Seřadit vybrané řádky vzestupně
fr: Tri croissant des lignes sélectionnées
it: Ordinamento crescente delle righe selezionate
uk: Сортувати обрані рядки за зростанням

source: Sort selected lines descending
cs: Seřadit vybrané řádky sestupně
fr: Tri décroissant des lignes sélectionnées
it: Ordinamento decrescente delle righe selezionate
uk: Сортувати обрані рядки за зменшенням

source: Spaces are replaced by underscores
cs: Mezery jsou nahrazeny podtržítky
fr: Les espaces sont remplacés par des tirets-bas (=_=)
it: Spazi sostituiti da sottolineature
ko: 스페이스는 밑줄로 교체됩니다
nl: Spaties zijn vervangen door liggende streepjes
no: Mellomrom erstattes av lav strek
uk: Пропуски замінені знаками підкреслення

source: Specific users/groups
cs: Vybraní uživatelé/skupiny
fr: Utilisateurs/groupes spécifiques
it: Indicare utenti/gruppi
uk: Конкретні користувачі/групи

source: Specify =all= for all webs, or a comma separated list of webs from: %1
cs: Uveďte =all= pro všechny weby, nebo čárkou oddělený seznam webů od: %1
fr: Indiquez =all= pour tous les Webs, ou une liste de Webs séparés par des virgules parmi : %1
it: Indicare =all= per tutti i Web o una lista separata da virgole di Web da: %1
ko: 모든 웹은 =all= 로 지정하거나, 또는 다음에서 웹을 쉼표로 구분된 목록을 지정하십시오: %1
uk: Зазначте =all= для усіх розділів або через кому список розділів з: %1

source: Start presentation
cs: Spusť prezentaci
fr: Démarrer présentation
it: Inizia la presentazione
uk: Почати презентацію

source: State change from *%1* to *%2* (see [[%3][workflow definition]]).
cs: Změna stavu z *%1* na *%2* (viz [[%3][workflow definition]]).
fr: Changement d'état de *%1* vers *%2* (voir [[%3][définition de workflow]]).
it: Cambiamento dello stato da *%1* a *%2* (vedi [[%3][definizioni del flusso di lavoro]]).
uk: Стан змінено з *%1* на *%2* (див. [[%3][визначення робочого процессу]]).

source: Statistics
cs: Statistiky
fr: Statistiques
it: Statistiche
ko: 통계
nl: Statistieken
no: Statistikk
uk: Статистика

source: Strikethrough
cs: Přeškrtnuto
fr: Barré
it: Barrato
uk: Перекреслено

source: Submit
cs: Potvrdit
fr: Envoyer
it: Invia
ko: 제출
nl: Versturen
no: Send
uk: Застосувати

source: Submitted content:
cs: Potvrzený obsah:
fr: Informations envoyées :
it: Contenuto inviato:
ko: 제출된 컨텐츠:
nl: Verstuurde gegevens:
no: Sendt innhold:
uk: Відправлений зміст:

source: Subscribe
cs: Přihlásit k odběru
fr: Abonnement
it: Abbonarsi
ko: 구독
uk: Підписатись

source: Subscribe / Unsubscribe in:
cs: Příhlásit/ Odhlásit z:
fr: Abonnement / Désabonnement de :
it: Sottoscrivi / Cancella in:
ko: 구독/ 구독취소 :
nl: Aanmelden / Afmelden in:
no: Abbonner / Si opp i:
uk: Підписатись / відписатись від:

source: Subscribe to this topic
cs: Přihlásit k odběru tohoto článku
fr: S'abonner à cette page
it: Iscriviti a questa pagina
uk: Підписатись до теми

source: Subscribe to this topic (s)
cs: Přihlásit k odběru tohoto článku (s)
fr: S'abonner à cette page (s)
it: Iscriviti a questa pagina (s)
uk: Підписатись до цієї теми (s)

source: Subscript
cs: Dolní index
fr: Indice
it: Pedice
uk: Індекс

source: Subwebs
cs: Podweby
fr: Sous-webs
it: Web secondari
ko: 서브웹
uk: Під-розділи

source: Success adding members to group
cs: Ǔspěšné přidání členů do skupiny
fr: Membres ajoutés au groupe avec succès
it: Aggiunta dei membri al gruppo avvenuta con successo
nl: leden bij groep toevoegen is gelukt
uk: Успішно додано членів до групи

source: Success removing members from group
cs: Ǔspěšné odstranění členů ze skupiny
fr: Membres retirés du groupe avec succès
it: Rimozione dei membri dal gruppo avvenuta con successo
nl: leden van groep verwijderen is gelukt
uk: Успішно вилучено членів з групи

source: Summaries
cs: Shrnutí
fr: Les résumés
it: Sommari
ko: 요약
nl: Samenvattingen
no: Sammendrag
uk: Підсумки

source: Superscript
cs: Horní index
fr: Exposant
it: Apice
uk: Надрядкове

source: Switch to monotype or proportional font
fr: Passer en police à espacement fixe ou proportionnel
it: Passa a font con spaziatura fissa o proporzionale
nl: Wissel tussen vaste of proportionele tekenbreedte
uk: Перемкнути між фіксованим та пропорційним шрифтом

source: Switch to wysiwyg
cs: Přepni na WYSIWYG
fr: Basculer en WYSIWYG
it: Passa a visualizzazione WYSIWYG
nl: naar wysiwyg omschakelen
uk: Перемикнути на WYSIWYG

source: Symbol
fr: Symbole
it: Simbolo
nl: Symbool
uk: Символ
