Repository: foswiki/distro
Catalog: core/locale/*.po
Languages: cs, fr, it, ko, nl, no, uk

source: *Important:* the information provided in this form will be stored in a database on the web server. This database is accessible to anyone who can access the server through the web (though passwords will be encrypted, and e-mail addresses will be obfuscated to help prevent spamming). Your country, or the country where the server is hosted, may have Data Protection laws governing the maintenance of such databases. If you are in doubt, you should contact %1 for details of the Data Protection Policy of this web server before registering.
cs: *Důležité:* informace poskytované v tomto formuláři budou uloženy v databázi na serveru. Tato databáze je přístupná komukoli kdo může přistoupit k serveru přes web (ačkoli hesla budou zašifrována, a emailové adresy budou pozměněny kvůli spamování). Vaše země nebo země, kde je server umístěn, může mít zákony týkající se administrace takových databází. Pokud máte pochybnosti, kontaktujte prosím %1 kvůli detailům, týkajících se ochrany dat na tomto serveru před registrací.
fr: *Important :* les informations fournies via ce formulaire seront enregistrées dans la base de données du serveur web. Cette base de données est accessible à quiconque peut accéder au serveur par l'Internet (les mots de passe seront cependant chiffrés, et les adresses e-mail seront affichées dans un format réduisant les risques de spam). Le pays dans lequel vous résidez, ou celui dans lequel le serveur se trouve, sont susceptibles d'avoir mis en place des lois régissant la protection des données personnelles. Si vous avez un doute, avant de vous inscrire, vous pouvez demander à %1 des détails concernant la politique de protection des données du présent serveur web.
it: *Importante:* le informazioni contenute in questo form saranno memorizzate in un database sul server Foswiki. Questo database è accessibile a chiunque ha accesso al server via web (sebbene le passwords verranno criptate e gli indirizzi e-mail nascosti per prevenire lo spamming). La tua nazione, o la nazione dove è collocato il server può avere leggi per la protezione dei dati che regolano la gestione di tale database. In caso di dubbio contatta %1 per i dettagli circa la Politica di Protezione dei Dati in vigore su questo server Foswiki, prima di registrarti.
ko: *중요:* 여기서 제공되는 정보는 포스위키 서버의 데이터베이스에 저장됩니다. 이 데이터베이스는 웹을 통하여 서버에 접근할 수 있는 누구나 열람이 가능합니다(하지만 스팸을 방지하기 위하여, 이메일과 비밀번호는 암호화되어 있습니다). 사용자의 국가 혹은 서버가 위치하는 국가는 이러한 데이터베이스를 관리하기위한 데이터 보호 법규를 가지고 있을 수 있습니다. 이러한 부분이 모호하다면 등록하기 전에 포스위키 서버의 데이터 보호 정책에 대해서 자세히 알기위해 %1 와 연락하십시오.
nl: *Belangrijk:* de informatie in dit formulier wordt opgeslagen in een database op de Foswiki server. Deze database is toegankelijk voor iedereen die de server via het web kan benaderen (hoewel wachtwoorden worden versleuteld, en e-mailadressen worden verhaspeld om spam te voorkomen). In het land waar je verblijft, of in het land waar de server wordt gehost, kan een databeschermingswet gelden waarin het beheer van dergelijke databases wordt bepaald. In geval van twijfel kun je contact opnemen met %1 voor details aangaande het databeschermingsbeleid van deze webserver voordat je overgaat tot registratie.
no: *Viktig:* informasjonen fra dette skjemaet blir lagret i en database på web serveren. Denne database er tilgjengelig for alle som kan nå serveren gjennon nettverket (selv om passord blir kryptert, og epost adresser blir kodet for å hindre spam). Ditt land, eller landet hvor serveren står, kan ha datavern-lover som omhandler vedlikehold av slike databaser. Hvis du er i tvil bør du kontakte %1 for detaljer som datavern regler for denne web serveren før du registrerer deg.
uk: *Важливо:* Інформація, що вказана в цій формі, буде збережена у базі даних сервера Foswiki. Ця база даних доступна всім, у кого є інтернет-доступ до сервера (проте паролі будуть зашифровані, і адреса електронної пошти буде "замилена" для захисту від спаму). У Вашій країні або країні, де розташований сервер, можуть діяти закони про захист інформації, які регламентують роботу подібних баз даних. Якщо у Вас виникають сумніви, то, перш ніж реєструватися, Вам слід звернутися до %1 для консультації з питань політики конфіденційності і захисту даних на цьому сервері.

source: *Properties:* The comment and visibility (i.e. is attachment hidden) can be changed without uploading a file by pressing "Change Properties only".
cs: *Vlastnosti:* Komentář a viditelnost (např. jestli je přiloha skryta) může být změněn bez nahrání souboru stiskem "Změň pouze vlastnosti".
fr: *Propriétés :* Vous pouvez modifier le commentaire et la visibilité (c'est-à-dire, le fait que le fichier attaché soit dissimulé ou non), sans envoyer le moindre fichier, en cliquant sur "Modifier seulement les propriétés".
it: *Proprietà:* Commento e visibilità (es. allegato nascosto) possono essere cambiati senza ricaricare il file premendo "Cambia solo le proprietà ".
ko: *속성:* 댓글과 표시 여부 (예: 첨부파일이 숨겨져 있는가) 는 파일을 업로드 하지 않고 "속성만 변경" 을 눌러서 변경 가능합니다.
nl: *Eigenschappen:* De toelichting en zichtbaarheid (of een bijlage verborgen is) kun je wijzigen zonder een bestand te uploaden. Klik op "Alleen eigenschappen wijzigen".
no: *Egenskaper:* Kommentaren og synligheten (i.e. er vedlegg skjult) kan endres uten å laste opp en fil ved å velge "Endre kun egenskaper".
uk: *Властивості:* Коментар та видимість (тобто чи приховано прикріплений файл) можуть бути змінені без завантаження файлу шляхом натиснення "Змінити тільки властивості".

source: *bold* put word/phrase in asterisks: =<nop>*your phrase*=
cs: *tučně* uzavřete slovo/frázi do hvězdiček: =<nop>*Vaše fráze*=
fr: *gras* mettre le mot ou la phrase entre astérisques : =<nop>*votre phrase*=
it: *neretto* metti la parola/frase tra asterischi: =<nop>*la tua frase*=
ko: *굵은체* 는 단어/구문을 별표 사이에 둡니다: =<nop>*귀하의 문구*=
nl: *vetgedrukt* zet woord/zin tussen asterisks: =<nop>*jouw zin*=
no: *fet* skriv ord/uttrykk med stjerner: =<nop>*ditt uttrykk*=
uk: *жирний* виділити слово/фразу зірочками: =<nop>*Ваша фраза*=

source: *bullet list* 3 spaces, asterisk, 1 space: =&&nbsp;&&nbsp;&&nbsp;*&&nbsp;your text=
cs: *seznam* 3 mezery, hvězdička, 1 mezera: =&&nbsp;&&nbsp;&&nbsp;*&&nbsp;Váš text=
fr: *liste à puces* 3 espaces, une astérisque, 1 espace : =&&nbsp;&&nbsp;&&nbsp;*&&nbsp; votre texte=
it: *elenco puntato* 3 spazi, asterisco, 1 spazio: =&&nbsp;&&nbsp;&&nbsp;*&&nbsp;il tuo testo=
ko: *목록형 글머리 기호* 3 스페이스, 별표, 1 스페이스 =&&nbsp;&&nbsp;&&nbsp;*&&nbsp;귀하의 문구=
nl: *bullet lijst* 3 spaties, asterisk, 1 spatie: =&&nbsp;&&nbsp;&&nbsp;*&&nbsp;jouw text=
no: *punktliste* 3 mellomrom, stjerne. 1 mellomrom: =&&nbsp;&&nbsp;&&nbsp;*&&nbsp;din tekst=
uk: *ненумерований список* 3 пропуски, зірочка, 1 пропуск: =&&nbsp;&&nbsp;&&nbsp;*&&nbsp;Ваш текст=

source: *external links* =http://yahoo.com= or =[<nop>[http://yahoo.com/][link to Yahoo]]=
cs: *externí odkazy* =http://www.tmapy.cz= or =[<nop>[http://www.tmapy.cz/][odkaz na T-MAPY]]=
fr: *liens externes* =http://yahoo.fr=, ou =[<nop>[http://yahoo.fr/][lien vers Yahoo]]=
it: *collegamenti esterni* =http://yahoo.com= or =[<nop>[http://yahoo.com/][collegamento a Yaohoo]]=
ko: *외부 링크* =http://yahoo.com= 혹은 =[<nop>[http://yahoo.com/][Yahoo로 링크]]=
nl: *externe links* =http://yahoo.com= of =[<nop>[http://yahoo.com/][link naar Yahoo]]=
no: *eksterne linker* =http://yahoo.com= eller =[<nop>[http://yahoo.com/][link til Yahoo]]=
uk: *зовнішнє посилання* =http://yahoo.com= або =[<nop>[http://yahoo.com/][посилання на Yahoo]]=

source: *headings* 3 dashes, 1 to 6 pluses, 1 space: =---++&&nbsp;Your Heading=
cs: *nadpisy* 3 pomlčky, 1 až 6 plus. znamének, 1 mezera: =---++&&nbsp;Váš nadpis=
fr: *titres et sous-titres* 3 tirets, entre 1 et 6 signes plus, 1 espace : =---++&&nbsp;Votre sous-titre=
it: *intestazioni* 3 trattini, da 1 a 6 più, 1 spazio: =---++&&nbsp;Tua intestazione=
ko: *머리글* 3 대시, 더하기 표시 1 개에서 6 개, 1 스페이스: =---++&&nbsp;귀하의 머리글=
nl: *koppen* 3 minnen, 1 tot 6 plussen, 1 spatie: =---++&&nbsp;Jouw Kop=
no: *overskrifter* 3 streker, 1 til 6 plusser, 1 mellomrom: =---++&&nbsp;Din Overskrift=
uk: *заголовки* 3 тире, від 1 до 6 плюсів, 1 пропуск: =---++&&nbsp;Ваш заголовок=

source: *italic* put word/phrase in underscores: =_<nop>your words_=
cs: *kurzíva* uzavřete slovo/frázi do podtržítek: =_<nop>Vaše fráze_=
fr: *italique* mettre le mot ou la phrase entre tirets-bas : =_<nop>vos mots_=
it: *corsivo* metti la parola/frase tra trattini di sottolineatura: =_<nop>la tua parola_=
ko: *기울임꼴* 은 단어/구문을 밑줄 사이에 둡니다: =_<nop>귀하의 단어_=
nl: *schuingedrukt* zet woord/zin tussen liggende streepjes: =_<nop>jouw woorden_=
no: *italic* skriv dine ord og uttrykk i underscores: =_<nop>dine ord_=
uk: *курсив* виділити слово/фразу знаками підкреслення: =_<nop>Ваша фраза_=

source: *monospaced* put word/phrase in equal signs: =<nop>=your words==
cs: *neproporcionálně* uzavřete slovo/frázi do rovnítek: =<nop>=Vaše fráze==
fr: *police à chasse fixe* mettre le mot ou la phrase entre signes égal : =<nop>=vos mots==
it: *spaziatura fissa* metti la parola/frase tra segni di uguale: =<nop>=la tua parola==
ko: *고정 폭* 은 단어/구문을 등호 사이에 둡니다: =<nop>=귀하의 단어==
nl: *machineschrift* zet woord/zin tussen '=' tekens: =<nop>=jouw woorden==
no: *monospaced* skriv ord i likhetstegn: =<nop>=dine ord==
uk: *моноширинний* виділити слово/фразу знаками рівності: =<nop>=Ваша фраза==

source: *paragraphs* separate with blank line
cs: *odstavec* oddělte prázdnou řádkou
fr: *paragraphes* les séparer par des lignes vides
it: *paragrafi* separa con una linea vuota
ko: *단락* 은 빈 줄로 구분합니다
nl: *paragrafen* scheiden met een lege regel
no: *avsnitt* separer med en blank linje
uk: *абзаци* необхідно розділяти порожнім рядком

source: *site links* use topic name: =%1= or =[<nop>[%1][Our homepage]]=
cs: *site linky* používají jména témat: =%1= or =[<nop>[%1][Naše domovská stránka]]=
fr: *liens internes= utiliser le nom de la page : =%1 ou =[<nop>[%1][Page d'accueil]]=
it: *collegamento al sito* usa la pagina di nome : =%1= or =[<nop>[%1][La nostra homepage]]=
ko: *사이트 링크* 는 토픽 제목을 사용합니다: =%1= 혹은 =[<nop>[%1][우리 홈페이지]]=
nl: *site links* gebruik de paginanaam: =%1= of =[<nop>[%1][Onze homepage]]=
no: *interne linker* bruk sidenavn: =%1= eller =[<nop>[%1][vår hjemmeside]]=
uk: *внутрішні посилання* користуйтесь ім'ям топіку: =%1= або =[<nop>[%1][Наша домашня сторінка]]=

source: 1 hour ago
cs: Před hodinou
fr: 1 heure
it: 1 ora fa
ko: 1 시간 전
nl: 1 uur geleden
no: 1 time siden
uk: годину тому

source: 1 week ago
cs: Před týdnem
fr: 1 semaine
it: 1 settimana fa
ko: 1 주 전
nl: 1 week geleden
no: 1 uke siden
uk: тиждень тому

source: 12 hours ago
cs: Před dvanácti hodinami
fr: 12 heures
it: 12 ore fa
ko: 12 시간 전
nl: 12 uur geleden
no: 12 timer siden
uk: 12 годин тому

source: 2 weeks ago
cs: Před dvěma týdny
fr: 2 semaines
it: 2 settimane fa
ko: 2 주 전
nl: 2 weken geleden
no: 2 uker siden
uk: 2 тижні тому

source: 24 hours ago
cs: Před 24 hodinami
fr: 24 heures
it: 24 ore fa
ko: 24 시간 전
nl: 24 uur geleden
no: 24 timer siden
uk: 24 години тому

source: 3 days ago
cs: Před třemi dny
fr: 3 jours
it: 3 giorni fa
ko: 3 일 전
nl: 3 dagen geleden
no: 3 dager siden
uk: 3 дні тому

source: 4 weeks ago
cs: Před čtyřmi týdny
fr: 4 semaines
it: 4 settimane fa
ko: 4 주 전
nl: 4 weken geleden
no: 4 uker siden
uk: 4 тижні тому

source: 6 hours ago
cs: Před šesti hodinami
fr: 6 heures
it: 6 ore fa
ko: 6 시간 전
nl: 6 uur geleden
no: 6 timer siden
uk: 6 годин тому

source: <a href='%1'>RSS feed</a>, recent changes with <a href='%2'>50</a>, <a href='%3' rel='nofollow'>100</a>, <a href='%4' rel='nofollow'>200</a>, <a href='%5' rel='nofollow'>500</a>, <a href='%6' rel='nofollow'>1000</a> topics, <a href='%7' rel='nofollow'>all changes</a>
cs: <a href='%1'>RSS feed</a>, nedávné změny s <a href='%2'>50</a>, <a href='%3' rel='nofollow'>100</a>, <a href='%4' rel='nofollow'>200</a>, <a href='%5' rel='nofollow'>500</a>, <a href='%6' rel='nofollow'>1000</a> témata, <a href='%7' rel='nofollow'>všechny změny</a>
fr: <a href='%1'>Fil RSS</a>, modifications récentes sur <a href='%2'>50</a>, <a href='%3'>100</a>, <a href='%4'>200</a>, <a href='%5'>500</a>, <a href='%6'>1000</a> pages, <a href='%7'>toutes les modifications</a>
it: <a href='%1'>RSS feed</a>, variazioni recenti con <a href='%2'>50</a>, <a href='%3' rel='nofollow'>100</a>, <a href='%4' rel='nofollow'>200</a>, <a href='%5' rel='nofollow'>500</a>, <a href='%6' rel='nofollow'>1000</a> topics, <a href='%7' rel='nofollow'>tutte</a>
ko: <a href='%1'>RSS feed</a>, 최근 변경 내역 <a href='%2'>50 개</a>, <a href='%3' rel='nofollow'>100 개</a>, <a href='%4' rel='nofollow'>200 개</a>, <a href='%5' rel='nofollow'>500 개 </a>, <a href='%6' rel='nofollow'>1000 개 </a> 토픽, <a href='%7' rel='nofollow'>모든 변경 내역</a>
nl: <a href='%1'>RSS feed</a>, recente wijzigingen met <a href='%2'>50</a>, <a href='%3' rel='nofollow'>100</a>, <a href='%4' rel='nofollow'>200</a>, <a href='%5' rel='nofollow'>500</a>, <a href='%6' rel='nofollow'>1000</a> pagina&#39;s, <a href='%7' rel='nofollow'>alle wijzigingen</a>
no: <a href='%1'>RSS feed</a>, siste endringer av <a href='%2'>50</a>, <a href='%3' rel='nofollow'>100</a>, <a href='%4' rel='nofollow'>200</a>, <a href='%5' rel='nofollow'>500</a>, <a href='%6' rel='nofollow'>1000</a> sider, <a href='%7' rel='nofollow'>alle endringer</a>
uk: <a href='%1'>RSS потік</a>, недавні зміни <a href='%2'>50</a>, <a href='%3' rel='nofollow'>100</a>, <a href='%4' rel='nofollow'>200</a>, <a href='%5' rel='nofollow'>500</a>, <a href='%6' rel='nofollow'>1000</a> тем, <a href='%7' rel='nofollow'>всі зміни</a>

source: <em>in %1 web</em> only
cs: pouze <em>na webu %1</em>
fr: <em>dans le web %1</em> seulement
it: solo <em>nel web %1</em>
ko: <em>%1 웹 내부</em> 에서만
nl: alleen <em>in %1 web</em>
no: <em> kun i %1 web </em>
uk: тільки <em>у розділі %1 </em>

source: <em>in all public webs</em>
cs: <em>na všech veřejných webech</em>
fr: <em> dans tous les webs publics</em>
it: <em>in tutti i web pubblici</em>
ko: <em>모든 공용 웹 내부</em>
nl: <em>in alle publieke webs</em>
no: <em> i alle offentlige web'er</em>
uk: <em>у всіх загальнодоступних розділах</em>

source: <nop>%1 (%2) can be emailed to inform them that their registration has been rejected.
cs: <nop>%1 (%2) může být odeslán emailem, aby se dozvěděli, že jejich registrace byla zamítnuta.
fr: Il est possible d'informer <nop>%1 (%2) que son inscription a été refusée.
it: <nop>%1 (%2) può essere inviato via email per informarli che la loro iscrizione è stata respinta.
nl: <nop>%1 (%2) kan via email ingelicht worden dat de registratie geweigerd werd.
no: <nop>%1 (%2) kan sendes epost for å informere om at deres registrering ikke ble godkjent.
uk: <nop>%1 (%2) може бути поінформовано електронною поштою, що у реєстрації їм було відмовлено.

source: <nop>%1 <%2> has been emailed to inform them that their registration has been denied
cs: <nop>%1 (%2) může být odeslán emailem, aby se dozvěděli, že jejich registrace nebyla povolena
fr: Un e-mail a été adressé à <nop>%1 <%2> l'informant que son inscription a été refusée
it: <nop>%1 <%2> è stato inviato via email per informarli che la loro iscrizione è stata negata
nl: <nop>%1 (%2) werd via email ingelicht dat de registratie geweigerd werd
no: <nop>%1 <%2> har fått epost med informasjon om at deres registrering ikke har blitt godkjent
uk: <nop>%1 <%2> було відправлено поштою щоб поінформувати що у реєстрації їм було відмовлено

source: <nop>WikiName:
cs: <nop>WikiJméno:
fr: <nop>NomWiki :
it: <nop>NomeWiki:
nl: <nop>WikiNaam:
no: <nop>WikiNavn:
uk: Назва теми:

source: <strong>Confirmation required!</strong> Press OK to confirm this change was intentional<br />Press Cancel otherwise
cs: <strong>Vyžadováno potvrzení!</strong> Stiskni OK pro potvrzení, že tuto změnu opravdu chcete<br />Jinak stiskněte Cancel
fr: <strong>Confirmation requise !</strong> Cliquez sur OK pour confirmer que ce changement était intentionnel<br />Sinon cliquez sur Annuler
it: <strong>Richiesta conferma!</strong> Premere OK per confermare che questo cambiamento era intenzionale<br />Altrimenti premere Annulla
ko: <strong>확인 필수!</strong> 본 변경이 의도한 바 였음을 확인하였으면 확인을 눌르십시오<br />그렇지 않다면 취소를 누르십시오
nl: <strong>Bevestiging vereist!</strong> Klik OK om te bevestigen dat deze wijziging opzettelijk was<br />Klik anders op Afbreken
no: <strong>Bekreftelse påkrevd!</strong> Trykk OK for å bekrefte at denne endringen er riktig<br />Trykk Avbryt hvis ikke
uk: <strong>Потрібне підтвердження!</strong> Натисніть OK зміна умисна<br />Натисніть Cancel якщо це не так

source: A =.txt= extension is appended to some filenames for security reasons
cs: Extenze =.txt= se přidává k některým souborům z důvodu bezpečnosti
fr: Une extension =.txt= est ajoutée à certains noms de fichiers pour des raisons de sécurité
it: L'estensione =.txt= è stata aggiunta a qualche nome di file per ragioni di sicurezza
ko: =.txt= 확장기능은 보안상의 이유로 몇몇 파일명에 추가됩니다
nl: Een =.txt= extensie is om veiligheidsredenen aan enkele bestandsnamen toegevoegd
no: =.txt= legges til noen av filnavnene av sikkerhetshensyn
uk: Розширення =.txt= додано до деяких імен файлів з міркувань безпеки

source: A Foswiki site is divided into webs; each one represents one subject, one area of collaboration. You are trying to %1 in a web that does not exist.
cs: Foswiki je rozdělena do více webů; každý reprezentuje jedno téma, jednu oblast spolupráce. Zkoušíte %1 v rámci webu, který neexistuje.
fr: Un site Foswiki est divisé en webs, chacun représentant un thème ou une zone de collaboration. Vous tentez de %1 dans un web qui n'existe pas.
it: Un sito Foswiki è suddiviso in web; ognuno rappresentante un soggetto, un'area di collaborazione . Stai cercando di %1 in un web che non esiste.
ko: Foswiki 사이트는 웹으로 나뉘어집니다; 각각의 웹은 한 개의 주제, 협업의 한 영역을를 나타냅니다. 당신은 존재하지 않는 웹에서 %1 작업을 시도하고 있습니다.
nl: Een Foswiki website is opgedeeld in webs; elk web staat voor een onderwerp of terrein van samenwerking. Je probeert %1 in een web dat niet bestaat.
no: En Foswiki webløsning deles inn i forskjellige webs; hver web representerer et område for samhandling og samarbeid. Du forsøker å %1 i en web som ikke eksisterer.
uk: Сайт Foswiki поділено на розділи; кожен розділ представляє одну предметну тему або одну область співпраці. Ви намагаєтеся виконати %1 у розділі що не існує.

source: A color starts with a # sign, followed by 6 hexadecimal numbers, e.g. =#FFFF00=.
cs: Barva začíná znakem # , následovaným 6 hexadecimálními čísly, např. =#FFFF00=.
fr: Un code couleur commence par un dièse (#), suivi de six chiffres hexadécimaux ; exemple : =#FFFF00=.
it: Un colore inizia con il simbolo #, seguito da 6 cifre esadecimali, es. =#FFFF00=.
ko: 색상 정보는 # 표시로 시작되며, 그 뒤에는 6개의 16진수 숫자로 구성됩니다. 예 = #FFFF00=.
nl: Een kleur begint met een # teken, gevolgd door 6 hexadecimale cijfers, bijvoorbeeld =#FFFF00=.
no: En farge begynner med et # tegn, ettefulgt av 6 hexadecimaltegn, e.g. =#FFFF00=.
uk: Визначення кольору починається з символу #, за яким слідують 6 шістнадцяткових цифр, наприклад: =#FFFF00=.

source: A confirmation e-mail has been sent to %1
cs: Potvrzovací e-mail byl odeslán %1
fr: Un e-mail de confirmation a été envoyé à %1
it: Una e-mail di conferma è stata inviata a %1
ko: 확인 메일이 %1 로 전송되었습니다.
nl: Een bevestigings e-mail is verstuurd naar %1
no: En bekreftelses epost har blitt sent til %1
uk: Підтвердження відправлено по електронній пошті до %1

source: A link to a topic located in another web is written like %1. Make sure that the name of the web is not spelt wrongly on the previous page; fix the link if necessary.
cs: Odkaz na článek, který je v jiném webu se zapisuje takto: %1. Ujistěte se, že jméno webu je správné na předchozí stránce; opravte odkaz, pokud je to nezbytné.
fr: Un lien vers une page d'un autre web s'écrit comme %1. Vérifiez qu'il n'y a pas d'erreur, sur la page précédente, dans le nom du web, et corrigez le lien si nécessaire.
it: Un collegamento a una pagina collocata in un altro Web si scrive come %1. Assicurati che il nome del web sia scritto correttamente sulla pagina precedente; se necessario correggi il collegamento.
ko: 다른 웹에 위치한 토픽으로의 링크는 다음과 같이 작성됩니다: %1. 웹의 이름이 이전 페이지에서 철자가 틀리지 않았는지 확인하십시오; 필요하다면 링크를 수정하십시오.
nl: Een link naar een pagina die zich in een ander web bevindt wordt geschreven als %1. Let op dat de naam van het web niet verkeerd is gespeld op de vorige pagina; repareer de link als het nodig mocht zijn.
no: En link til en side i en annen web skrives som %1. Vær sikker på at navnet er stavet riktig på forrige side; fiks linken hvis nødvendig.
uk: Посилання на тему, розташовану в сусідньому розділі, пишеться як %1. Перевірте правильність написання імені розділу на попередній сторінці; при необхідності поправте посилання.

source: A new system-generated password for your username '%1' (!WikiName %2) has been sent to your registered e-mail address. If your e-mail address is no longer valid, please contact %3.
cs: Nové, systémem vygenerované heslo pro Váš účet '%1' (!WikiName %2) byl odeslán na Vaši registrovanou e-mailovou adresu. Pokud Vaše adresa není platná, kontaktujte prosím %3.
fr: Un nouveau mot de passe a été généré pour le nom de connexion %1 (!NomWiki : %2), et a été envoyé à l'adresse utilisée pour votre inscription. Si votre adresse n'est plus valide, veuillez contacter %3.
it: Una nuova password generata dal sistema per il tuo nome di accesso '%1' (!WikiName %2) è stata inviata al tuo indirizzo email registrato. Se l'indirizzo utilizzato non fosse più valido, si prega di contattare %3.
nl: Een nieuw systeemgegenereerd wachtwoord voor loginnaam %1 (wikinaam %2) is verstuurd aan jouw geregistreerde e-mailadres. Als je e-mailadres niet meer in gebruik is, neem dan contact op met %3.
no: Et nytt systemgenerert passord for ditt brukernavn '%1' (!WikiNavn %2) er sendt til din registrerte epostadresse. Hvis din epostadresse ikke lenger er gyldig, ta kontakt med %3.
uk: Новий пароль, який автоматично згенеровано для Вашого імені %1 (!ВікіІм'я %2), було вислано Вам на електронну адресу, яку вказано при реєстрації. Якщо вона більше не дійсна, то зверніться, будь ласка, до %3.

source: A topic template defines the initial content of a newly created topic.
cs: Šablona článku definuje počáteční vzhled a obsah nově vytvářeného článku.
fr: Un modèle de page définit le contenu initial d'une nouvelle page.
it: Un modello di pagina definisce il contenuto iniziale di una nuova pagina.
ko: 토픽 템플릿은 신규 생성된 토픽의 초기 내용을 정의합니다.
nl: Een paginatemplate definieert de initi&&euml;le inhoud van een nieuw aangemaakte pagina.
no: En malside definerer innholdet en ny side skal ha til å begynne med.
uk: Шаблон топіку задає початковий зміст новоствореного топіку.

source: A topic with this name did exist, but has been renamed or moved to %1.
cs: Článek s tímto jménem existoval, ale byl přejmenován nebo přesunut na %1.
fr: Une page avec le même nom existait, mais elle a été renommée ou déplacée vers %1.
it: Una pagina con questo nome esisteva, ma è stata rinominata o spostata in %1.
ko: 이와 같은 이름을 가진 토픽이 존재합니다만, %1 로 이름이 바뀌었거나 이동 되었습니다.
nl: Een pagina met deze naam heeft bestaan, maar is hernoemd of verplaatst naar %1.
no: En side med dette navnet eksisterer, men det har endret navn eller flyttet til %1.
uk: Топік з таким ім'ям вже існував та його було переміщено чи перейменовано у %1.

source: A user requires your approval to complete their registration
cs: Uživatel vyžaduje vaše potvrzení k dokončení jejich registrace
fr: Votre approbation est nécessaire pour valider l'inscription d'un utilisateur
it: Un utente richiede la tua approvazione per completare la propria registrazione
no: En bruker trenger din godkjenning for å fullføre sin registrering
uk: Користувач потребує Вашого підтвердження щоб завершити його реєстрацію

source: A-Z
uk: А-Я

source: Abandon changes and exit
cs: Zruš změny a skonči
fr: Abandonner les changements et quitter
it: Annulla le modifiche ed esci
no: Avbryt endringer og avslutt
uk: Відкинути зміни та вийти
