Repository: foswiki/distro
Catalog: core/locale/*.po
Languages: cs, fr, it, ko, nl, no, uk

source: !WikiName
cs: !WikiJméno
fr: !NomWiki
it: !NomeWiki
nl: !WikiNaam
no: !WikiNavn
uk: !ВікіІм'я

source: %*(%1,day)
cs: %*(%1,den)
fr: %*(%1,jour)
it: %*(%1,giorno,giorni)
ko: %*(%1,일)
nl: %*(%1,dag,dagen)
no: %*(%1,dag)
uk: %*(%1, дн.)

source: %*(%1,hour)
cs: %*(%1,hodin)
fr: %*(%1,heure)
it: %*(%1,ora,ore)
ko: %*(%1,시간)
nl: %*(%1,uur,uren)
no: %*(%1,time)
uk: %*(%1, год.)

source: %*(%1,minute)
cs: %*(%1,minut)
it: %*(%1,minuto,minuti)
ko: %*(%1,분)
nl: %*(%1,minuut,minuten)
no: %*(%1,minutt)
uk: %*(%1, хв.)

source: %*(%1,second)
cs: %*(%1,sekund)
fr: %*(%1,seconde)
it: %*(%1,secondo,secondi)
ko: %*(%1,초)
nl: %*(%1,seconde,seconden)
no: %*(%1,sekund)
uk: %*(%1, сек.)

source: %1 %2 Page %3 of %4 %5 %6
cs: %1 %2 Strana %3 of %4 %5 %6
fr: %1 %2 page %3 de %4 %5 %6
it: %1 %2 Pagina %3 di %4 %5 %6
nl: %1 %2 pagina %3 van %4 %5 %6
uk: %1 %2 Сторінка %3 з %4 %5 %6

source: %1 (default)
cs: %1 (výchozí)
fr: %1 (défaut)
it: %1 (predefinito)
ko: %1 (기본)
nl: %1 (standaard)
uk: %1 (за замовченням)

source: %1 - Registration failure for %2 (%3)
cs: %1 - Registrace selhala z důvodu %2 (%3)
fr: %1 - Echec de l'inscription de %2 (%3)
it: %1 - Fallimento registrazione per %2 (%3)
ko: %1 - %2 (%3) 등록 실패
nl: %1 - Registratie mislukt voor %2 (%3)
no: %1 - Registreringsfeil for %2 (%3)
uk: %1 - Помилка реєстрації %2 (%3)

source: %1 - Registration for %2 (%3)
cs: %1 - Registrace pro %2 (%3)
fr: %1 - Inscription de %2 (%3)
it: %1 - Registrazione per %2 (%3)
ko: %1 - %2 (%3) 등록
nl: %1 - Registratie voor %2 (%3)
no: %1 - Registrering for %2 (%3)
uk: %1 - Реєстрація для %2 (%3)

source: %1 Web
fr: Web %1
it: Web %1
ko: %1 웹
uk: Розділ %1

source: %1 added to the %2 group.
cs: %1 přidáno do %2 skupiny.
fr: %1 ajouté au groupe %2.
it: %1 aggiunto al gruppo %2.
nl: %1 werd aan groep %2 toegevoegd.
no: %1 lagt til i %2 gruppen.
uk: %1 додано до групи %2.

source: %1 cannot be removed from %2
cs: %1 nemůže být odstraněn z %2
fr: %1 ne peut être retiré de %2
it: %1 non può essere rimosso da %2
nl: %1 kan niet worden verwijderd van %2
no: %1 kan ikke fjernes fra %2
uk: %1 не може бути видалений з %2

source: %1 denied the registration.
cs: %1 zamítl registraci.
fr: %1 a refusé l'inscription.
it: %1 ha negato la registrazione.
nl: %1 heeft de registratie geweigerd.
no: %1 nektet registreringen.
uk: %1 відмовив у реєстрації.

source: %1 group topic upgraded.
cs: %1 téma skupiny aktualizováno.
fr: Page de groupe %1 mise à niveau.
it: Aggiornata la pagina del gruppo %1.
nl: Groep pagina %1 is vernieuwd.
no: %1 gruppe side oppgradert.
uk: топік групи %1 оновлено.

source: %1 has a list of other Foswiki users
cs: %1 obsahuje seznam ostatních uživatelů Foswiki
fr: %1 a une liste des autres utilisateurs de Foswiki
it: %1 ha una lista di altri utenti Foswiki
ko: %1 에 다른 Foswiki 사용자 리스트가 있습니다.
nl: %1 heeft een lijst van andere Foswiki gebruikers
no: %1 har en liste over andre Foswiki brukere
uk: %1 містить список інших користувачів Foswiki

source: %1 has been editing the topic for %2 and the lease is still active for another %3.
cs: %1 editoval článek %2 a pravděpodobně na něm stále pracuje jiný %3.
fr: %1 modifie la page depuis %2, et son verrou est encore valide pour %3.
it: %1 sta modificando la pagina da %2 la quale resterà impegnata per ancora %3.
ko: %1 님이 %2 동안 토픽을 편집하고 있으며, 임대기간은 아직 %3 동안 더 유효합니다.
nl: %1 is deze pagina aan het bewerken voor %2 en de tijdelijke vergrendeling blijft actief voor nog eens %3.
no: %1 har redigert siden i %2 og leien er aktiv for ytterligere %3.
uk: %1 редагував тему для %2 і блокування все ще активне для іншого %3.

source: %1 has been emailed to inform them that their registration has been successful
cs: %1 byl odeslán, aby věděli, že jejich registrace byla úspěšná
fr: Un e-mail a été adressé à %1 pour l'informer que son inscription a été effectuée avec succès
it: %1 sono state inviate per informarli che la loro registrazione ha avuto successo
nl: Een email werd naar %1 gestuurd om de registratie te bevestigen
no: %1 er sendt epost med info om at registreringen var vellykket
uk: %1 було поінформовано поштою про те, що їх успішно зареєстровано

source: %1 has been registered with e-mail %2
cs: %1 byl zaregistrován s e-mailem %2
fr: %1 s'est inscrit(e) avec l'adresse e-mail %2
it: %1 è stato registrato con e-mail %2
ko: %1 님은 이메일 %2 로 등록되었습니다
nl: %1 is geregistreerd met e-mail %2
no: %1 er registrert med epost %2
uk: %1 зареєстрований з адресою електронної пошти %2

source: %1 has received a suspicious change request from your browser.
cs: %1 obdržel podezřelý požadavek na změnu z vašeho prohlížeče.
fr: %1 a reçu une demande de changement suspecte provenant de votre navigateur.
it: %1 ha ricevuto una richiesta di modifica sospetta dal tuo browser.
ko: %1 은/는 당신의 웹 브라우져로부터 신뢰할 수 없는 변경 요청을 받았습니다.
nl: %1 heeft een verdacht verzoek van je browser ontvangen om een wijziging aan te brengen.
no: %1 har mottatt en mistenkelig endringsforespørsel fra din nettleser.
uk: %1 отримав підозрілий запит на зміну від Вашого браузера.

source: %1 home
cs: %1 Domů
fr: Accueil %1
it: home %1
ko: %1 홈
no: %1 hjem
uk: дім %1

source: %1 is an invalid name for a new web
cs: %1 je chybné jméno pro nový web
fr: %1 est un nom invalide pour un nouveau web
it: %1 è un nome non valido per un nuovo web
ko: %1 은 새 웹의 이름으로는 유효하지 않습니다.
nl: %1 is geen geldige naam voor een nieuw web
no: %1 er et ugyldig navn for en ny web
uk: %1 - неправильне ім'я для нового розділу

source: %1 is currently logged in
cs: %1 je v současnosti přihlášen
fr: %1 est actuellement connecté·e
it: %1 è al momento connesso
ko: %1 님은 현재 로그인 되어 있습니다.
nl: %1 is op dit moment ingelogd
no: %1 er logget inn
uk: %1 зараз на сайті

source: %1 is currently set to %2
cs: %1 je nastaven na %2
fr: %1 vaut actuellement %2
it: %1 è al momento impostato a %2
ko: %1 은 현재 %2 로 설정되어 있습니다.
nl: %1 is op dit moment %2
no: %1 er satt til %2
uk: %1 вже встановлено на %2

source: %1 is editing [[%2][%3]].
cs: %1 edituje [[%2][%3]].
fr: %1 est en train d'éditer [[%2][%3]].
it: %1 è in modifica [[%2][%3]].
ko: %1 님이 [[%2][%3]] 편집 중입니다.
nl: %1 is [[%2][%3]] aan het bewerken.
no: %1 redigerer [[%2][%3]].
uk: %1 редагує [[%2][%3]].

source: %1 is in at least one group and cannot be removed
cs: %1 je nejméně v jedné skupině a nemůže být smazán
fr: %1 fait partie d'au moins un groupe et ne peut donc être supprimé
it: %1 è presente in almeno un gruppo e quindi non può essere rimosso
ko: %1 님은 최소한 하나의 그룹에 소속되어 있으며 삭제될 수 없습니다.
nl: %1 is lid van tenminste één groep en kan niet worden verwijderd
no: %1 er medlem av minst en gruppe og kan ikke fjernes
uk: %1 входить у щонайменше одну групу і не може бути вилучений

source: %1 is not a valid form name
cs: %1 není platným názvem formuláře
fr: %1 n'est pas un nom de formulaire valide
it: %1 non è un nome di modulo valido
ko: %1 은 유효하지 않은 양식이름입니다
nl: %1 is geen geldige naam voor een formulier
no: '%1' er ikke et gyldig skjemanavn
uk: %1 є недозволеним ім'ям форми

source: %1 is not a valid value for the %2 parameter
cs: %1 není platnou hodnotou pro parametr %2
fr: %1 n'est pas une valeur valide pour le paramètre %2
it: %1 non è un valore valido per il parametro %2
ko: %1은 %2 변수에 유효하지 않은 값입니다.
nl: %1 is geen geldige waarde voor de parameter %2
no: %1 er ikke gyldig verdi for %2 parameteret
uk: значення %1 не є дійсне для параметру %2

source: %1 is the default topic for deleted attachments.
cs: %1 je přednastaveným článkem pro smazané přílohy.
fr: %1 est la page par défaut pour les fichiers attachés qui ont été supprimés.
it: %1 è la pagina predefinita per gli allegati cancellati.
ko: %1 은 삭제된 첨부파일에 대한 기본 토픽입니다.
nl: %1 is de standaard pagina voor verwijderde bijlagen.
no: %1 er standard side for slettede vedlegg.
uk: %1 - сторінка за замовченням для вилучених додатків.

source: %1 may still be editing %2.
cs: %1 stále může editovat %2.
fr: %2 est peut-être toujours en cours de modification par %1.
it: %1 potrebbe stare ancora modificando %2.
ko: %1 님이 아직 %2 를 편집 중일 수 있습니다.
nl: %1 is mogelijk %2 nog aan het bewerken.
no: %1 redigerer kanskje fremdeles %2.
uk: %1 можливо все ще редагує %2.

source: %1 recent changes in %2 Web
cs: %1 poslední změny na stránkách %2
fr: %1 changements récents dans le Web %2
it: %1 cambiamenti recenti nel Web %2
ko: %2 웹의 최근 변경 내역 %1
nl: %1 recente wijzigingen in %2 Web
no: %1 siste endringer i %2 Web
uk: %1 нещодавніх змін у розділі %2

source: %1 registration approval required
cs: %1 je vyžadováno povolení k registraci
fr: Inscription %1 à valider
it: La registrazione %1 richiede approvazione
nl: Registraties op %1 moeten bevestigd worden
no: %1 registreringen må godkjennes
uk: %1 потребує підтвердження реєстрації

source: %1 registration denied
cs: %1 registrace nepovolena
fr: Inscription de %1 refusée
it: Negata registrazione di %1
nl: %1 registratie geweigerd
no: %1 registrering nektet
uk: %1 відмовлено у реєстрації

source: %1 removed from the %2 group.
cs: %1 odstraněn ze skupiny %2.
fr: %1 a été retiré du groupe %2.
it: %1 rimosso dal gruppo %2.
nl: %1 werd uit %2 groep verwijderd.
no: %1 fjernet fra %2 gruppen.
uk: %1 вилучено з групи %2.

source: %1 to create another web
cs: %1 k vytvoření nového webu
fr: %1 pour créer un nouveau web
it: %1 per creare un altro web
ko: 다른 웹을 생성하시려면 %1
nl: %1 om nog een web aan te maken
no: %1 for å lage en ny web
uk: %1 щоб створити інший розділ

source: %1 to customize the web specific preferences
cs: %1 pro změnu nastavení webu
fr: %1 pour modifier la configuration de ce web
it: %1 per personalizzare le preferenze specifiche del web
ko: 웹 특정 환경설정을 사용자 지정하려면 %1
nl: %1 om web-specifieke instellingen aan te passen
no: %1 for å tilpasse web spesifikke preferanser
uk: %1 щоб налаштувати параметри розділу

source: %1 to start working on the new web
cs: %1 k započnutí prací na novém webu
fr: %1 pour commencer à travailler sur ce nouveau web
it: %1 per iniziare a lavorare sul nuovo web
ko: 새 웹에서 작업하려면 %1
nl: %1 om te beginnen in het nieuwe web
no: %1 for å starte å bruke den nye weben
uk: %1 щоб почати працювати в новому розділі

source: %1 topic does not exist
cs: článek %1 neexistuje
fr: La page %1 n'existe pas
it: La pagina %1 non esiste
ko: %1 토픽은 존재하지 않습니다
nl: Pagina %1 bestaat niet
no: %1 siden eksisterer ikke
uk: тема %1 не існує

source: %1 tried to register with e-mail %2
cs: %1 se pokusil o registraci s e-mailem %2
fr: %1 a tenté de s'inscrire avec l'adresse e-mail %2
it: %1 ha cercato di registrarsi con e-mail %2
ko: %1 님이 이메일 계정 %2 으로 등록하려 하였습니다
nl: %1 probeerde te registreren met e-mail %2
no: %1 forsøkte å registrere med epost %2
uk: %1 намагався зареєструватись за електронною адресою %2

source: %1 was renamed or moved from %2 on %3 by %4
cs: %1 byl přejmenován nebo přesunut ze %2 na %3 za pomoci %4
fr: %1 a été renommé ou déplacé de %2 le %3 par %4
it: %1 rinominato o spostato da %2 a %3 da %4
ko: %1 은 %4 님에 의하여 %3 에 %2 으로부터 이름이 변경되거나 이동 되었습니다.
nl: %1 is door %4 hernoemd of verplaatst van %2 in %3
no: %1 har endret navn eller flyttet fra %2 på %3 av %4
uk: %1 перейменовано або переміщено з %2 до %3 користувачем %4

source: %1: Invalid template name (%2) - Contains invalid characters.
fr: %1: Nom de modèle (template) invalide (%2) - Contient des caractères invalides.
it: %1: Nome del modello non valido (%2) - Contiene caratteri non validi.
uk: %1: некоректне ім'я шаблону (%2) – містить недозволені символи.

source: &Cancel
cs: &Cancel (ponechej beze změny)
fr: Annuler
it: Rinun&cia
ko: 취소 &C
nl: &Afbreken
no: Avbryt (&c)
uk: Скасувати

source: &History
cs: Historie
fr: &Historique
it: Cronologia (&H)
ko: 기록 &H
nl: &Geschiedenis
no: &Historikk
uk: Історія

source: &Sequential
cs: &Postupně
fr: À la &suite
it: &Sequenziale
ko: &순차적
nl: &Sequentieel
no: &Sekvensiell
uk: Послідовно

source: '%1' is not a valid [[%2][login username]].
cs: '%1' není platné [[%2][login username]].
fr: '%1' n'est pas un [[%2][nom de connexion]] valide.
it: '%1' non è un valido [[%2][nome utente di accesso]].
nl: '%1' is geen geldige [[%2 ][login naam]].
no: '%1' er ikke et gyldig [[%2][login brukernavn]].
uk: '%1' не є допустимим [[%2][логіном]].

source: 'Create New Topic' page has moved
cs: 'Create New Topic' stránka byla přesunuta
fr: La page "Créer nouvelle page" a été déplacée
it: La pagina "Crea una Nuova Pagina" è stata spostata
ko: '새로운 토픽 만들기' 페이지는 이동되었습니다.
nl: De pagina 'Nieuwe pagina aanmaken' is verplaatst
no: 'Lag ny side' siden har flyttet
uk: Сторінку 'Створення Нової Теми' було переміщено

source: (%1 login)
cs: (%1 přihlášení)
fr: (connexion sur %1)
it: (accesso %1)
ko: (%1 로그인)
nl: (inloggen op %1)
no: (%1 logg inn)
uk: (логін %1)

source: (%1 validation)
cs: (%1 validace)
fr: (validation de %1)
it: (convalida %1)
ko: (%1 유효성 검사)
nl: (%1 bevestiging)
no: (%1 bekreftelse)
uk: (перевірка %1)

source: (%1 vs. %2)
cs: (%1 oproti %2)
ko: (%1 대 %2)
uk: (%1 з %2)

source: (*Suggestion:* How about uploading your picture to your topic?)
cs: (*Doporučení:* Nechtěl by jste nahrát svojí fotografii ?)
fr: (*Suggestion:* Il est possible d'attacher votre photo à votre page.)
it: (*Suggerimento:* che ne pensi di caricare la tua foto nella tua pagina personale?)
ko: (*제안:* 귀하의 토픽에 귀하의 사진을 올리는 건 어떨까요?)
nl: (*Suggestie:* Wat dacht je van een foto op je persoonlijke pagina?)
no: (*Forslag:* Hva med å laste opp ditt bilde til din side?)
uk: (*Пропозиція:* Може завантажити свою фотографію на особисту сторінку?)

source: (=all= to show all topics)
cs: (=all= pro všechny články)
fr: (=all= pour afficher toutes les pages)
it: (=all= per visualizzare tutte le pagine)
ko: (=전부= 모든 토픽을 보기)
nl: (=all= om alle pagina&#39;s te tonen)
no: (=alle= for å se alle sider)
uk: (введіть =all= для виводу без обмежень)

source: (Children in %1 Web)
cs: (Odkazy z webu %1)
fr: (pages filles dans le Web %1)
it: (pagine figlia nel Web %1)
nl: (onderliggende pagina&&#39;s in %1 Web)
uk: (Дітей у розділі %1)

source: (This message will be removed automatically)
cs: (Tato zpráva bude automaticky odstraněna)
fr: (Ce message sera retiré automatiquement)
it: (Questo messaggio verrà rimosso automaticamente)
ko: (이 메시지는 자동으로 삭제됩니다)
nl: (Dit bericht wordt automatisch verwijderd)
no: (Denne meldingen blir fjernet automatisk)
uk: (Це повідомлення буде видалено автоматично)

source: (access denied)
cs: (přístup odepřen)
fr: (accès refusé)
it: (accesso negato)
ko: (접근 제한)
nl: (toegang geweigerd)
no: (tilgang nektes)
uk: (немає доступу)

source: (attach)
cs: (připoj)
fr: (attacher)
it: (allega)
ko: (첨부)
nl: (bijlage bijvoegen)
no: (legg ved)
uk: (додати)

source: (backlinks in %1 Web)
cs: (zpětné odkazy v %1 Webu)
fr: (liens entrants dans le Web %1)
it: (collegamenti nel Web %1)
ko: (%1 웹 내부의 역방향 연결)
nl: (teruglinks in %1 Web)
no: (referanser i %1 weben)
uk: (зворотні посилання у розділі %1)

source: (backlinks in all Webs)
cs: (zpětné odkazy ve všech Webech)
fr: (liens entrants dans tous les Webs)
it: (collegamenti in tutti i Web)
ko: (모든 웹의 역방향 연결)
nl: (teruglinks in alle Webs)
no: (referanser i alle web)
uk: (зворотні посилання у всіх розділах)

source: (book view)
cs: (náhled ve stylu kniha)
fr: (mise en page d'impression)
it: (vista libro)
ko: (도서 형태 보기)
nl: (boekweergave)
no: (bokvisning)
uk: (книжковий вигляд)

source: (change form)
cs: (změna formuláře)
fr: (changer de formulaire)
it: (cambia modulo)
ko: (양식 변경)
nl: (wijzig formulier)
no: (endre skjema)
uk: (змінити форму)

source: (change language)
cs: (změň jazyk)
fr: (changer de langue)
it: (cambia lingua)
ko: (언어 변경)
nl: (wijzig taal)
no: (endre språk)
uk: (змінити мову)

source: (changes)
cs: (změny)
fr: (modifications)
it: (variazioni)
ko: (변경내역)
nl: (wijzigingen)
no: (endringer)
uk: (зміни)

source: (compare)
cs: (porovnat)
fr: (comparer)
it: (confronta)
ko: (비교)
nl: (vergelijken)
no: (sammenlign)
uk: (порівняти)

source: (delete attachment)
cs: (smazat přílohu)
fr: (supprimer le fichier attaché)
it: (rimuovi allegato)
ko: (청부파일 삭제)
nl: (verwijder bijlage)
no: (slett vedlegg)
uk: (вилучити прикріплення)

source: (delete)
cs: (smazat)
fr: (supprimer)
it: (cancella)
ko: (삭제)
nl: (verwijderen)
no: (slett)
uk: (видалити)

source: (disabled)
cs: (vypnuto)
fr: (désactivé)
it: (disabilitato)
nl: (gedeactiveerd)
no: (deaktivert)
uk: (вимкнено)

source: (edit form)
cs: (editovat formuláŕ)
fr: (modifier le formulaire)
it: (modifica il modulo)
ko: (양식 편집)
nl: (formulier bewerken)
no: (rediger skjema)
uk: (редагувати форму)

source: (edit text)
cs: (editovat text)
fr: (modifier le texte)
it: (modifica il testo)
ko: (본문 편집)
nl: (tekst bewerken)
no: (rediger tekst)
uk: (редагувати текст)

source: (edit)
cs: (editovat)
fr: (modifier)
it: (modifica)
ko: (편집)
nl: (bewerken)
no: (rediger)
uk: (редагувати)

source: (login)
fr: (connexion)
ko: (로그인)
nl: (inloggen)
no: (innlogging)
uk: (лоґін)

source: (more)
cs: (více)
fr: (autres fonctions)
it: (in più...)
ko: (더 보기)
nl: (meer)
no: (mer)
uk: (більше)

source: (move attachment)
cs: (přesun přílohy)
fr: (déplacer le fichier attaché)
it: (sposta l'allegato)
ko: (첨부파일 이동)
nl: (bijlage verplaatsen)
no: (flytt vedlegg)
uk: (перемістити файл)

source: (no parent, orphaned topic)
cs: (bez rodiče, osiřelý článek)
fr: (pas de parent, page orpheline)
it: (nessun padre, pagina orfana)
ko: (상위없는 고아 토픽)
nl: (geen bovenliggende pagina, verweesde pagina)
no: (ingen foreldre, foreldreløs side)
uk: (немає батька, тема-сирота)

source: (none)
cs: (nic)
fr: (aucun)
it: (niente)
ko: (없음)
nl: (geen)
no: (ingen)
uk: (жоден)

source: (otherwise search %1 Web only)
cs: (jinak hledá pouze v %1 webu)
fr: (sinon, chercher seulement sur le Web %1)
it: (altrimenti cerca solo nel Web %1)
ko: (대신 %1 웹만을 검색)
nl: (of zoek alleen in %1 web)
no: (eller søk kun i %1 web)
uk: (інакше тільки у розділі %1)

source: (raw view)
cs: (surový náhled)
fr: (code source)
it: (vista 'raw')
ko: (원시형식 보기)
nl: (brontekst)
no: (rå tekst)
uk: (похідний текст)

source: (redirect denied)
cs: (přesměrování odepřeno)
fr: (Redirection refusée)
it: (reindirizzamento negato)
ko: (리디렉션 거부됨)
nl: (redirect geweigerd)
no: (videresending nektes)
uk: (перенаправлення заборонено)

source: (rename)
cs: (přejmenovat)
fr: (renommer)
it: (rinomina)
ko: (이름변경)
nl: (hernoem)
no: (navngi)
uk: (перейменувати)

source: (revision %1)
cs: (revize %1)
fr: (version %1)
it: (versione %1)
ko: (수정번호 %1)
nl: (revisie %1)
no: (revisjon %1)
uk: (редакція %1)

source: (save error)
cs: (chyba uložení)
fr: (erreur d'enregistrement)
it: (errore nel salvataggio)
ko: (저장 오류)
nl: (fout bij opslaan)
no: (lagringsfeil)
uk: (помилка збереження)

source: (single character first name)
cs: (první písmeno křestního jména)
fr: (un seul caractère pour le prénom)
it: (singolo carattere del nome)
ko: (알파벳 한 개의 이름)
nl: (enkel teken voornaam)
no: (enkelt bokstav fornavn)
uk: (ім'я з однієї букви)

source: (single character last name)
cs: (první písmeno přijmení)
fr: (un seul caractère pour le nom de famille)
it: (singolo carattere del cognome)
ko: (알파벳 한 개의 성)
nl: (enkel teken achternaam)
no: (enkelt bokstav etternavn)
uk: (прізвище з однієї букви)

source: (skipped)
cs: (přeskočeno)
fr: (ignoré)
it: (saltato)
ko: (건너뜀)
nl: (overgeslagen)
no: (oversett)
uk: (пропущено)

source: *Administrators:* You can change user's e-mail address using this form. Enter the users [[%1][username]] or [[%1][WikiName]] and the new e-mail address.
cs: *Administrátoři:* Emailovou adresu uživatele můžete změnit pomocí tohoto formuláře. Zadejte [[%1][username]] nebo [[%1][WikiName]] a nový e-mail.
fr: *Administrateurs:* vous pouvez changer l'adresse e-mail de l'utilisateur en utilisant ce formulaire. Entrez le Nom de connexion ou [[WikiName][NomWiki]] de l'utilisateur et la nouvelle adresse e-mail.
it: *Amministratori:* potete cambiare gli indirizzi email degli utenti usando questo modulo. Inserire il [[%1][nome utente]] o il [[%1][WikiName]] degli utenti e i nuovi indirizzi e-mail.
no: *Administratorer:* Du kan endre brukeres epostadresse med dette skjemaet. Skriv brukeres [[%1][brukernavn]] eller [[%1][WikiNavn]] og den nye epostadressen.
uk: *Адміністратори*: У цій формі можна змінити електронну адресу користувача. Введіть [[%1][коротке ім'я]] або [[%1][!ВікіІм'я]] та нову адресу.

source: *Attach new file:* If you select a different file in the browser, it is this that will be updated or added.
cs: *Vložit nový soubor:* Pokud vyberete jiný soubor v prohlížeči, tak to bude právě ten, který bude změněn nebo přidán.
fr: *Ajouter nouveau fichier:* Si vous choisissez un fichier différent dans votre ordinateur, c'est celui-là qui sera mis à jour ou ajouté.
it: *File differente:* Se selezioni un file differente, sarà questo ad essere aggiornato o aggiunto.
nl: *Nieuw bestand toevoegen:* Als je een nieuw of ander bestand in je browser kiest, dan is het deze bijlage die wordt bijgewerkt of toegevoegd.
uk: *Додати новий файл:* Файл буде оновлено чи додано якщо Ви виберете інший у браузері.

source: *Change comment:* If you use _Change Properties_ to change a comment, the comment shown in the topic will change, but the comment shown against the attachment history will be the comment when the file was uploaded.
cs: *Komentář ke změně:* Pokud použijete _Změna předvoleb_ pro změnu komentáře,komentář ukázaný ve článku se změní, ale komentář ukázaný v historii přílohy bude komentář použitý, když byla přiloha nahrána.
fr: *Changement de commentaire :* Si vous utilisez _Modifier les propriétés_ pour modifier un commentaire, le commentaire affiché sur la page sera effectivement modifié, mais le commentaire affiché sur l'historique du fichier attaché sera celui fourni lors de l'envoi du fichier.
it: *Cambia commento:* Se usi _Cambia Proprietà_ per cambiare un commento, il commento mostrato nella pagina cambierà ma quello che accompagna la storia dell'allegato resterà quello che era al momento del caricamento del file.
ko: *댓글 변경:* _속성 변경_ 을 사용하여 댓글을 변경하면, 토픽에 보이는 댓글이 변경됩니다, 하지만 첨부파일 대비 보여지는 댓글은 파일이 업로드 되었을 때의 댓글이 보여집니다.
nl: *Toelichting wijzigen:* Als je de _Eigenschappen wijzigen_ knop gebruikt om een toelichting te wijzigen, zal de toelichting op de pagina worden gewijzigd, maar de toelichting in het bijlage-geschiedenisoverzicht blijft de toelichting toen het bestand werd geupload.
no: *Endringskommentar:* Hvis du bruker _Endre egenskaper_ for å endre en kommentar vil kommentaren som vises til siden endres, men kommentaren som vises til et vedlegg vil vise kommentaren fra når vedlegget ble lastet opp.
uk: *Змінити коментар:* Якщо Ви використовуєте _Змінити Властивості_ щоб змінити коментар, то коментар, показаний на сторінці, зміниться. Проте в історії прикріплених файлів буде показано той, що був заданий під час завантаження файлу.

source: *Formatting help:*
cs: *Nápověda k formátování:*
fr: *Aide au formatage :*
it: *Aiuto sulla formattazione:*
ko: *서식 도움말:*
nl: *Opmaakhulp:*
no: *Formateringshjelp:*
uk: *Допомога по форматуванню текста:*
