Repository: foswiki/distro
Catalog: core/locale/*.po
Languages: cs, fr, it, ko, nl, no, uk

source: Incorrect topic name provided for the templatetopic parameter.
fr: Nom de page de modèle (template) incorrect fournit pour le paramètre templatetopic.
it: Fornito un errato nome di pagina nei parametri del modello di pagina.
uk: Надано невірне ім'я теми для параметру templatetopic.

source: Indent
cs: Odsazení
fr: Augmenter retrait
it: Indentazione
no: Innrykk
uk: Вирівнювання

source: Index
it: Indice
ko: 색인
no: Indeks
uk: Індекс

source: Info
it: Informazioni
ko: 정보
nl: Informatie
uk: Інфо

source: Insert a color code
cs: Vložit barevný kód
fr: Insertion code de couleur
it: Indicare un codice colore
nl: Kleurencode hier invoegen
uk: Вставити код кольору

source: Insert a data form table header
fr: Insérer un titre de tableau pour formulaire de données
it: Inserire le intestazioni di tabella del modulo dati
uk: Вставити заголовок таблиці форми даних

source: Insert a date
cs: Vložit datum
fr: Insertion de date
it: Indicare una data
nl: Datum invoegen
uk: Вставити дату

source: Insert a horizontal ruler
cs: Vložit horizontální pravítko
fr: Insérer une ligne horizontale
it: Inserire una riga orizzontale
nl: Horizontale lijn invoegen
uk: Вставити горизонтальну лінійку

source: Insert a link
cs: Vložit odkaz
fr: Insérer un lien
it: Inserire un link
uk: Вставити посилання

source: Insert a link to a topic or an external resource
cs: Vložit odkaz na článek a nebo externí zdroj
fr: Insérer un lien vers une page ou une ressource externe
it: Inserire un link ad una pagina interna o di un sito Web esterno
uk: Вставити посилання до теми чи зовнішнього ресурсу

source: Insert a link to a user-profile
cs: Vložit odkaz na profil uživatele
fr: Insérer un lien vers le profil d'un utilisateur
it: Insert un link al profilo utente
uk: Вставити посилання до профілю користувача

source: Insert a macro
cs: Vložit makro
fr: Insérer une macro
it: Inserire una macro
nl: Macro invoegen
uk: Вставити макро

source: Insert a mathematical formula
cs: Vložit matematický výraz
fr: Insérer une formule mathématique
it: Inserire una formula matematica
uk: Вставити математичну формулу

source: Insert a new table
cs: Vložit novou tabulku
fr: Insérer un nouveau tableau
it: Inserire una nuova tabella
nl: Nieuwe tabel invoegen
uk: Вставити нову таблицю

source: Insert a symbol
cs: Vložit symbol
fr: Insérer un symbole
it: Inserire un simbolo
uk: Вставити символ

source: Insert an attachment
cs: Vložit přílohu
fr: Insérer un fichier attaché
it: Aggiungere un allegato
nl: Bijlage bijvoegen
no: Sett inn et vedlegg
uk: Вилучити додаток

source: Insert an emoticon
cs: Vložit emotikon
fr: Insérer une émoticône
it: Inserire una faccina
uk: Вставити емотікон

source: Insert an icon
cs: Vložit ikonu
fr: Insérer une icône
it: Inserire una icona
uk: Вставити іконку

source: Insert your signature
cs: Vložit podpis
fr: Insérer votre signature
it: Inserire la vostra firma
uk: Вставити Ваш підпис

source: Invalid Activation Code
cs: Chybný aktivační kód
fr: Code de validation erroné
it: Codice di attivazione non valido
ko: 유효하지 않은 활성화 코드
nl: Ongeldige activeringscode
no: Ugyldig aktiveringskode
uk: Невірний код активації

source: Invalid Input
cs: Chybně zadaný vstup
fr: Entrée non valide
it: Immissione invalida
uk: Невірний ввод

source: Invalid e-mail address
cs: Chybná emailová adresa
fr: Adresse e-mail invalide
it: Indirizzo e-mail non valido
ko: 유효하지 않은 이메일 주소
nl: Ongeldig e-mailadres
no: Ugyldig epostadresse
uk: Невірна електронна адреса

source: Invalid topic name.
cs: Nekorektní jméno článku.
fr: Nom de page invalide.
it: Nome pagina non valida.
nl: ongeldige paginanaam.
no: Ugyldig sidenavn.
uk: Невірна назва теми.

source: It is probably OK to go ahead and edit - unless you intend to change data in a form attached to the topic. If %1 actually _does_ save the topic while you are editing, your changes will be merged, and nothing will be lost. Form data cannot easily be merged though, so in this case you are recommended to check with %1 first.
cs: Pravděpodobně je v pořádku pokračovat a upravovat - pokud neplánujete měnit datave formuláři připojeném ke článku. Pokud %1 _uloží článek_ dokud ho Vy editujete, Vaše změny budou sloućeny a nic se neztratí. Data formuláře bohužel nemohou být jednoduše sloučena, proto se Vám v tomto případě doporučuje zkontrolovat nejdřive %1.
fr: Il est probablement possible de passer outre, sauf dans le cas où vous souhaiteriez modifier le formulaire attaché à la page. Si %1 enregistre ses modifications pendant que vous modifiez la page, vos modifications seront fusionnées avec les siennes, et rien ne sera perdu. Les informations contenues dans des formulaires ne peuvent être fusionnées aisément, c'est pourquoi il est préférable, dans ce cas, de vous coordonner avec %1 auparavant.
it: Andare avanti e procedere con la modifica è probabilmente corretto - a meno che tu non voglia cambiare i dati in un form allegato alla pagina. Se %1 realmente _salva_ la pagina mentre tu la stai modificando, i tuoi cambiamenti verranno inseriti e nulla andrà perso. I dati nel Form non possono essere facilmente mescolati, per cui in questo caso si raccomanda di controllare prima con %1.
ko: 진행하여 편집하는 것이 괜찮을 수도 있습니다 - 하지만 이 토픽에 첨부된 양식의 데이터를 변경하려한다는 의도를 확인하셔야 합니다. 만약 귀하가 편집 중 %1 님이 토픽을 저장하면, 귀하의 변경내역은 병합이 되고, 손실되는 것은 없을 것입니다. 하지만 양식 데이터는 쉽게 병합되지 않으므로, 이러한 경우 %1 님과 먼저 확인을 하시라고 권해드립니다.
nl: Het kan waarschijnlijk geen kwaad om de pagina te bewerken - tenzij je van plan bent om gegevens te veranderen in een formulier op de pagina. Als %1 de pagina bewaart terwijl jij nog aan het bewerken bent, worden jullie wijzigingen samengevoegd - niets gaat verloren. Maar formuliergegevens kunnen niet gemakkelijk worden samengevoegd, dus in dat geval raden we je aan om eerst af te stemmen met %1.
no: Det er trolig OK å fortsette å redigere - med mindre du skal endre data i et skjema på siden. Hvis %1 faktisk _lagrer_ siden mens du redigerer den vil dine endringer bli flettet inn, og ingenting forsvinner. Skjemadata kan ikke flettes like enkelt så i slike tilfeller anbefales det at du sjekker med %1 først.
uk: Ймовірно можна продовжити редагування – якщо тільки Ви не маєте наміру змінювати дані у формі, яку додано до теми. Якщо %1 _дійсно_ збереже цю тему під час того, як Ви її редагуєте, ваші зміни будуть об'єднані без втрати інформації. Однак, дані у формах не можуть бути об'єднані так просто, тому, в цьому випадку, рекомендуємо Вам спочатку звіритись з %1.

source: It's usually best to choose a %1 for the new topic name, otherwise automatic linking may not work. Characters not allowed in topic names, such as spaces will automatically be removed.
cs: Obvykle je nejlépe vybrat %1 pro nové jméno článku, jinak nebude fungovat automatické odkazování. Písmena nepovolená ve jménu článku, jako jsou mezery budou automaticky odstraněna.
fr: Il est généralement préférable de choisir un <nop>MotWiki (%1) comme nouveau nom de page. Sinon, la création automatique de lien peut ne pas fonctionner. Les caractères interdits dans le nom d'une page, tels que les espaces, seront automatiquement enlevés.
it: Normalmente è meglio scegliere una %1 come nome della nuova pagina, altrimenti il collegamento automatico potrebbe non funzionare. I caratteri non permessi nel nome della pagina, come gli spazi, saranno rimossi automaticamente.
ko: 새로운 토픽의 이름으로 %1 을 선택하는 것이 보통 최상의 방법이며, 그렇지 않다면 자동 링크걸기는 동작하지 않을 수도 있습니다. 스페이스와 같이 토픽 이름에 허용되지 않는 문자들은 자동으로 제거됩니다.
nl: Het is over het algemeen beter om %1 te kiezen voor de nieuwe paginanaam, anders werkt het automatisch linken misschien niet. Karakters in paginanamen die niet zijn toegestaan, zoals spaties, worden automatisch verwijderd.
no: Det er vanligvis best å velge et %1 for den nye siden, ellers vil kanskje ikke automatisk linking fungere. Tegn som ikke er tillatt i sidenavn blir automatisk fjernet, for eksempel mellomrom.
uk: Зазвичай краще вибрати %1 як назву теми, інакше автоматичне посилання не може не працювати. Символи, що не припустимі у назві теми як, наприклад, пропуски, будуть автоматично вилучені.

source: It's usually best to choose a short name for the new web, as it is easier to link to them later on. Characters not allowed in web names, such as spaces will automatically be removed.
cs: Obvykle je nejlepší vybrat krátké jméno pro nový web, protože je lehčí tvořitodkazy na něj. Písmena nepovolená ve jménu článku, jako jsou mezery budou automaticky odstraněna.
fr: Il est généralement préférable de choisir un nom court pour le nouveau web, car ça facilite l'écriture de liens pointant vers ce dernier. Les caractères interdits dans le nom d'un web, tels que les espaces, seront automatiquement enlevés.
it: Normalmente è meglio scegliere un nome corto per i nuovi Web, così sarà più semplice collegarsi ad essi, I caratteri non permessi nei nomi, come gli spazi, saranno romossi automaticamente.
ko: 일반적으로 새로운 웹을 위한 이름은 짧게 생성하는 것이 좋은데, 이는 짧은 웹명은 링크를 만드는 작업을 수월하기 때문입니다. 공백 문자처럼 웹명에 허용되지 않는 문자들은 자동으로 제거됩니다.
nl: Het is over het algemeen beter om een korte naam te kiezen voor het nieuwe web, omdat het dan gemakkelijker is naar het web te linken. Tekens die niet zijn toegestaan in webnamen, spaties bijvoorbeeld, worden automatisch verwijderd.
no: Det er vanligvis best å velge korte navn for nye web, da er det enklere å linke til dem senere. Tegn som ikke er tillatt i webnavn blir automatisk fjernet, for eksempel mellomrom.
uk: Зазвичай краще вибрати коротке ім'я для нового розділу, щоб простіше було на нього посилатись. Символи, що не припустимі у імені розділу як, наприклад, пропуски, будуть автоматично вилучені.

source: Italic
cs: Kurzíva
fr: Italique
it: Italico
uk: Курсив

source: Join %1
cs: Přidej se k %1
fr: Rejoindre %1
it: Unisce %1
uk: Увійти до %1

source: Jump
cs: Přejdi na
fr: Aller à
it: Vai a
ko: 점프
nl: Direct naar pagina
no: Hopp
uk: Перейти

source: Jump to first revision
cs: Přejděte na první revizi
fr: Aller à la première révision
it: Salta alla prima versione
ko: 첫 수정본으로 이동
nl: Spring naar de eerste revisie
no: Hopp til første versjon
uk: Перейти до першої редакції

source: Jump to latest revision (%1)
cs: Přejděte na poslední revizi (%1)
fr: Aller à la dernière révision (%1)
it: Salta all'ultima versione (%1)
ko: 최신 수정본 (%1) 으로 이동
uk: Перейти до останньої редакії (%1)

source: Just me
cs: Pouze já
fr: Seulement moi
it: Solo io
uk: Тільки для мене

source: Justify text
cs: Zarovnej text
fr: Justifier le texte
it: Testo giustificato
uk: Вирівняти текст

source: Keyword search
cs: Hledání dle klíčového slova
fr: Recherche de mots clés par radical (keyword search)
it: Parola chiave di ricerca
ko: 키워드 검색
nl: Keyword zoeken
no: Nøkkelord søk
uk: Пошук за ключовими словами

source: Last
cs: Poslední
fr: Fin
it: Ultimo
nl: Laatste
no: Siste
uk: Останній

source: Last edited by
cs: Poslední editor
fr: Dernière modification par
it: Ultima modifica da
ko: 마지막 편집인
nl: Laatst bewerkt door
no: Sist redigert av
uk: Востаннє редагував

source: Last editor
cs: Poslední editor
fr: Dernier auteur
it: Ultimo editore
ko: 마지막 편집자
nl: Laatste bewerker
no: Siste redigerer
uk: Останній редактор

source: Last modified
cs: Naposledy změněno
fr: Dernière modification
it: Ultima modifica
ko: 마지막 수정
nl: Laatst bewerkt
no: Sist endret
uk: Востаннє змінено

source: Last modified time
cs: Naposledy změněno
fr: Dernière modification
it: Data dell'ultima modifica
ko: 마지막 수정 시간
nl: Laatst bewerkt op
no: Siste endringstidspunkt
uk: Час останньої зміни

source: Last name:
cs: Poslední název:
fr: Nom de famille :
it: Cognome:
nl: Achternaam:
no: Etternavn:
uk: Прізвище:

source: Latest revision: %1
cs: Poslední revize: %1
fr: Dernière révision : %1
it: Ultima versione: %1
ko: 마지막 수정: %1
nl: Laatste revisie: %1
no: Siste versjon: %1
uk: Остання редакція: %1

source: Leave %1
cs: Ponechej %1
fr: Quitter %1
it: Lascia %1
uk: Покинути %1

source: Leave unchecked if you wish to attach the zip file itself
cs: Ponechte neoznačeno, pokud si přejete připojit ZIP soubor
fr: Laisser décoché si vous souhaitez attacher le fichier zip lui même
it: Lasciare deselezionato se si desidera allegare il file zip e non i singoli file contenuti
ko: Zip 파일 자체로 첨부하시려면 체크하지 마십시오
nl: Niet aanvinken als je het zip bestand zelf wilt toevoegen
uk: Зніміть виділення якщо бажаєте додати сам zip-архів

source: Limit results to:
cs: Omezit výsledky na:
fr: Restreindre les résultats à :
it: Limita i risultati a:
ko: 결과를 다음으로 제한:
nl: Beperk resultaten tot:
no: Begrens resultater til:
uk: Обмежити результати до:

source: Line: %1
cs: Řádek: %1
fr: Ligne : %1
it: Riga: %1
ko: 줄: %1
nl: Regel: %1
no: Linje: %1
uk: Рядок: %1

source: Line: %1 to %2
cs: Řádek: %1 až %2
fr: Ligne : %1 à %2
it: Righe: da %1 a %2
ko: 줄: %1 에서 %2
nl: Regel: %1 tot %2
no: Linje: %1 til %2
uk: Рядок: з %1 по %2

source: Link
cs: Odkaz
fr: Lien
it: Collegamento
ko: 링크
uk: Посилання

source: List topics that start with the letter:
cs: Články, které začínají písmenem:
fr: Afficher la liste des pages dont le nom commence par la lettre :
it: Lista le pagine che iniziano con la lettera:
ko: 이 글자로 시작하는 토픽 나열:
nl: Toon alle pagina&#39;s die beginnen met de letter:
no: List sider som starter med bokstaven:
uk: Показати теми, що починаються з букви:

source: Literal search
cs: Písmenné hledání
fr: Recherche littérale
it: Ricerca semplice
ko: 글자대로 검색
nl: Exact zoeken
no: Bokstavelig søk
uk: Буквальний пошук

source: Load content
cs: Nahraj obsah
fr: Charger contenu
it: Carica contenuto
no: Last innhold
uk: Завантажити зміст

source: Log In
cs: Přihlásit
fr: Connexion
it: Accesso
ko: 로그인
uk: Увійти

source: Log Out
cs: Odhlásit
fr: Déconnexion
it: Scollegati
ko: 로그아웃
nl: Log uit
uk: Вийти

source: Log in to continue.
cs: Pro pokračování se přihlaste.
fr: Connectez-vous pour continuer.
it: Prosegui collegamento.
ko: 계속하려면 로그인하십시오.
nl: Log in om verder te gaan.
uk: Увійдіть щоб продовжити.

source: Log on to %1
cs: Přihlásit k %1
fr: Se connecter à %1
it: Accesso come %1
uk: Увійти до %1

source: Login
cs: Přihlásit
fr: Connexion
it: Accesso
nl: Inloggen
no: Logg Inn
uk: Увійти

source: Login username:
cs: Přihlašovací jméno:
fr: Nom de connexion :
it: Nome di accesso:
nl: Inlognaam:
no: Logg inn brukernavn:
uk: Ім'я користувача:

source: Logon
cs: Přihlásit
fr: Connexion
it: Accesso
ko: 로그온
nl: Log in
no: Logg på
uk: Вхід

source: Logout
cs: Odhlásit
fr: Déconnexion
it: Scollegamento
nl: Uitloggen
no: Logg Ut
uk: Вихід

source: Macro
cs: Makro
it: Macro funzione
uk: Макро

source: Macros
cs: Makra
it: Macro
uk: Макроси

source: Mail to
cs: Odeslat mail
fr: Écrivez à
it: Invia una e-mail a
ko: 메일 보내기
nl: Verstuur mail aan
no: Post til
uk: Лист до

source: Make search:
cs: Hledání:
fr: Chercher :
it: Esegui ricerca:
ko: 검색 생성:
nl: Type zoekactie:
no: Lag søk:
uk: Провести пошук:

source: Maximum %1 items per web
cs: Maximálně %1 položek na jeden web
fr: %1 résultats maximum par web
it: Al massimo %1 termini per Web
ko: 웹 당 최고 %1 개의 항목ㄱ
nl: Maximaal %1 items per web
uk: Щонайбільше %1 пунктів з розділу

source: Members
cs: Členové
fr: Membres
it: Membri
ko: 멤버
nl: Leden
no: Medlemmer
uk: Члени

source: Missing Fields
cs: Chybějící pole
fr: Champs manquants
it: Campi mancanti
ko: 누락된 필드
nl: Ontbrekende velden
no: Manglende Felter
uk: Відсутні поля

source: Missing action command
cs: Chybí příkaz akce
fr: Commande manquante
it: Comando mancante
ko: 누락된 액션 명령
nl: Ontbrekende actieopdracht
no: Manglende kommando
uk: Не визначена команда для дії

source: Missing or illegal web name
cs: Chybějící nebo neplatné jméno webu
fr: Nom de web manquant ou invalide
it: Nome Web mancante o illegale
nl: Ontbrekende of illegale web naam
uk: Відсутнє чи невірне ім'я розділу

source: Modify search
cs: Změň hledání
fr: Modifier la recherche
it: Modifica la ricerca
ko: 변경 검색
nl: Pas zoekactie aan
no: Endre søk
uk: Змінити пошук

source: More Actions on Topic %1
cs: Další akce s článkem %1
fr: Autres actions sur la page %1
it: Manutenzione della pagina %1
ko: 토픽 %1 에 대한 더 많은 액션
nl: Meer pagina-acties voor pagina %1
no: Mer Valg for Side %1
uk: Інші дії над темою %1

source: More actions for %1:
fr: Autres actions pour %1:
it: Più azioni per %1:
nl: Meer acties voor %1:
uk: Інші дії для %1:

source: More character formats
cs: Víceznakové formáty
fr: Autres formatages de caractères
it: Altri formati di carattere
no: Flere tegn formater
uk: Більше форматів

source: More formatting help
cs: Více nápovědy k formátování
fr: Plus d'aide au formatage
it: Ulteriore aiuto sulla formattazione
ko: 더 많은 포맷팅 도움말 보기
nl: Meer hulp bij opmaken
no: Mer formateringshjelp
uk: Додаткова допомога по розмітці

source: More objects to insert
cs: Více objektů ke vložení
fr: Autres objets insérables
it: Altri oggetti da inserire
uk: Додаткові об&amp;єкти для вставки

source: More on hiding attachments
cs: Více informací o skrytých přílohách
fr: Plus d'informations sur comment cacher les fichiers attachés
it: Altro sugli allegati nascosti
ko: 첨부파일 감추기에 대한 추가정보
nl: Meer over het verbergen van bijlagen
no: Mer om skuling av vedlegg
uk: Додатково про приховування додатків

source: More tools
cs: Více nástrojů
fr: Autres outils
it: Altri strumenti
uk: Додаткові інструменти

source: More topic actions
cs: Další akce pro práci s článkem
fr: Autres actions sur la page
it: Altre azioni sulla pagina
ko: 추가 토픽 작업
nl: Meer pagina acties
no: Flere valg for siden
uk: Додаткові дії теми

source: More topic actions...
cs: Další akce...
fr: Autres actions sur la page...
it: Ulteriori attività di manutenzione sulla pagina...
ko: 더 많은 토픽 액션...
nl: Meer pagina acties...
no: Flere valg for siden...
uk: Додаткові дії теми...

source: More...
cs: Více...
fr: Suite...
it: Altro...
ko: 더 보기...
nl: Meer...
no: Mer...
uk: Більше...

source: More: delete or rename this topic; set parent topic; view and compare revisions (m)
cs: Více: smayat nebo přejmenovat tento článek; nastavit nadřízený článek; ukázat a porovnat revize (m)
fr: Autres : effacer ou renommer cette page ; définir la page mère ; voir et comparer les différentes versions (m)
it: Altro: eliminare o rinominare questa pagina; indicare la pagina padre; visualizzare e confrontare le versioni (m)
ko: 추가: 이 토픽을 삭제하거나 이름 변경하기; 부모 토픽 설정; 수정본 보기 및 비교 (m)
nl: Meer: verwijder of hernoem deze pagina; bovenliggende pagina instellen, bekijk en vergelijk revisies (m)
no: Mer: slett eller navngi denne siden; sett overordnet side; vis og sammenlign versjoner (m)
uk: Додатково: вилучити чи перейменувати цю тему; змінити батьківську тему; дивитись та порівнювати редакції (m)

source: Move
cs: Přesun
fr: Déplacer
it: Sposta
ko: 이동
nl: Verplaats
no: Flytt
uk: Перемістити

source: Move %1 to Trash Web
cs: Přesunout %1 do koše
fr: Déplacer %1 vers le Web Trash (poubelle)
it: Sposta %1 nel cestino
nl: Verplaats %1 naar Trash-Web
no: Flytt %1 til Papirkurv web
uk: Відправити %1 до смітникового розділу

source: Move attachment %1
fr: Déplacer le fichier attaché %1
it: Sposta allegato %1
nl: Bijlage %1 verplaatsen
uk: Перемістити додаток %1

source: Move file attachment
cs: Přesun přílohy
fr: Déplacer le fichier attaché
it: Sposta file allegato
ko: 파일 첨부물 이동하기
nl: Verplaats bijlage
no: Flytt vedlagt fil
uk: Перемістити доданий файл

source: Move or delete attachment
cs: Přesun nebo smazání přílohy
fr: Déplacer ou supprimer le fichier attaché
it: Sposta o cancella il file allegato
ko: 첨부물 이동 혹은 삭제하기
nl: Verplaats of verwijder bijlage
no: Flytt eller slett vedlegg
uk: Перемісити чи вилучити додаток

source: Move to web:
cs: Přesun do:
fr: Vers le web :
it: Sposta nel Web:
ko: 이동할 웹:
nl: Verplaats naar web:
no: Flytt til web:
uk: Перемістити до розділу:

source: Move to web: %1
fr: Vers le web: %1
it: Sposta nel Web: %1
nl: Verplaats naar web: %1
uk: Перемістити до розділу: %1

source: Move topic to web:
cs: Přesun článku do:
fr: Déplacer la page vers le web :
it: Sposta la pagina nel Web:
ko: 토픽을 다음 Web 으로 이동하기:
nl: Verplaats pagina naar web:
no: Flytt side til web:
uk: Перемістити тему до розділу:

source: Move/Rename
cs: Přesunout/Přejmenovat
fr: Déplacer/Renommer
it: Sposta/Rinomina
ko: 이동/이름변경
nl: Verplaats/Hernoem
no: Flytt/Navngi
uk: Перемістити/перейменувати

source: My Links
cs: Mé odkazy
fr: Mes liens
it: Link personali
nl: Mijn links
no: Mine linker
uk: Мої посилання

source: My Profile
cs: Můj profil
fr: Mon profil
it: Il mio profilo
uk: Мій профіль

source: NEW
cs: NOVÝ
fr: NOUVEAU
it: NUOVO
ko: 신규
nl: NIEUW
no: NY
uk: НОВА

source: Name of copy
cs: Jméno kopie
fr: Nom de la copie
it: Nome della copia
ko: 사본 명
nl: Naam van de kopie
no: Navn på kopi
uk: Ім'я копії

source: Name of new web is missing
cs: Chybí jméno nového webu
fr: Le nom du nouveau web fait défaut
it: Manca il nome del nuovo Web
ko: 새 웹의 이름이 없습니다
nl: Naam van het nieuwe web ontbreekt
no: Navn på ny web mangler
uk: Відсутнє ім'я нового розділу

source: Name:
cs: Jméno:
fr: Nom :
it: Nome:
nl: Naam:
uk: Ім'я:

source: Navigate to a similar topic
cs: Naviguj k podobnému článku
fr: Naviguer vers une page similaire
it: Vai ad una pagina simile
ko: 유사한 토픽으로 탐색
nl: Ga naar een vergelijkbare pagina
no: Gå til en liknende side
uk: Перейти до схожої теми

source: Never mind
cs: Nevadí
fr: Peu importe
it: Non importa
nl: Laat maar
uk: Проїхали

source: New User Registration disabled
cs: Registrace nových uživatelů je vypnutá
fr: L'inscription de nouveaux utilisateurs est désactivée
it: Registrazione di nuovi utenti disabilitata
ko: 새 사용자 등록 비활성화됨
nl: Registratie van nieuwe gebruikers is uitgeschakeld
no: Registrering av ny bruker er ikke aktivert
uk: Реєстрація нових користувачів вимкнена

source: New User Registration failed
cs: Registrace nového uživatele selhala
fr: L'inscription comme nouvel utilisateur a échoué
it: Registrazione del nuovo utente fallita
nl: Registratie van nieuwe gebruiker is mislukt
no: Registrering av ny bruker feilet
uk: Збій реєстрації нового користувача

source: New User Registration not supported
cs: Registrace nových uživatelů není podporována
fr: L'inscription de nouveaux utilisateurs n'est pas supportée
it: Registrazione di Nuovi Utenti non supportata
ko: 새 사용자 등록 지원되지 않음
nl: Aanmelden van nieuwe gebruikers wordt niet ondersteund
no: Registrering av ny bruker er ikke supportert
uk: Реєстрація нового користувача не підтримується

source: New e-mails (space-separated list):
cs: Nové emailové adresy (mezerou oddělený seznam):
fr: Nouvelles adresses e-mail (liste séparée par des espaces) :
it: Nuove e-mail (lista separata da spazi):
nl: Nieuwe e-mails (spatie-gescheiden lijst):
no: Nye epostadresser (delt med mellomrom):
uk: Нові електронні адреси (список через пропуски):

source: New or changed topics in %1, since %2:
cs: Nový nebo změněný článek v %1, od %2:
fr: Pages modifiées ou nouvellement créées dans %1, depuis %2 :
it: Nuova pagina o modificata in %1, dal %2:
ko: %2 이후로 %1 내에서 신규 혹은 변경된 토픽:
nl: Nieuwe of gewijzigde pagina&#39;s in %1, sinds %2:
no: Nye eller endrede sider i %1, siden %2:
uk: Нові або змінені теми у %1, після %2:

source: New parent web:
cs: Nový nadřízený web:
fr: Nouveau web parent :
it: Nuovo Web padre:
ko: 새로운 부모 Web:
nl: Nieuw bovenliggend web:
no: Ny foreldre web:
uk: Новий батьківський розділ:

source: New password:
cs: Nové heslo:
fr: Nouveau mot de passe :
it: Nuova password:
nl: Nieuw wachtwoord:
no: Nytt passord:
uk: Новий пароль:

source: New topic name %1 is not a %2
cs: Nové jméno článku %1 není %2
fr: Le nouveau nom de page (%1) n'est pas un %2
it: Il nuovo nome pagina %1 non è %2
ko: 새로운 토픽 이름 %1 은 %2 가 아닙니다.
nl: Nieuwe paginanaam %1 is geen %2
no: Nytt sidenavn %1 er ikke et %2
uk: Нова назва теми %1 не є %2
