Repository: foswiki/distro
Catalog: core/locale/tlh.po
Languages: tlh

source: See %1 for information about Form Definitions.
tlh: Form Delbogh De&&#39; <nop>DaSammeH %1 yIlaD.

source: See %MAINWEB%.WikiGroups to see the result.
tlh: chavmeylIj Da&&#39;angmeH %MAINWEB%.WikiGroups yISuch.

source: See also the faster %1
tlh: nomqu&&#39; vumbogh %1 yIlegh je

source: See also the verbose %1.
tlh: %1 &&#39;Itlh <nop>yIbuS je.

source: See also:
tlh: yIlegh je:

source: See below for help in editing this page.
tlh: ghItlhvam choHmeH bIngDaq <nop>QaH <nop>DaSam.

source: See changes since:
tlh: &&#39;ar poH ret choHmey &&#39;ang:

source: See the DISABLEDPLUGINS preference setting.
tlh: DISABLEDPLUGINS <nop>DuHmey tI&&#39;ol.

source: Select
tlh: wIv

source: Select a new local file to update attachment
tlh: tep chu&&#39;moHmeH De&&#39;wI&&#39;lIjDaq De&&#39; chu&&#39; yIwIv

source: Select all topics
tlh: Hoch ghItlhmey wIv

source: Select an earlier (left) and a later (right) revision to compare
tlh: choHmey <nop>DaleghmeH, Dotlh qan (poS) Dotlh chu&&#39; (nIH) yIwIv

source: Select groups to join:
tlh: ghommey Damuv <nop>DaneHbogh tIwIv:

source: Select members to remove from this group:
tlh: ghomvamvo&&#39; teqlu&&#39;meH jeSwI&&#39;pu&&#39; tIwIv:

source: Select the group to join:
tlh: muvmeH ghom yIwIv:

source: Select topic parent
tlh: ghItlh qup wIv

source: Select, copy and paste your signature text to the bottom of your entry
tlh: qI&&#39;meH ponglIj yIwIv, yIwoH &&#39;ej ghItlh bIngDaq yIroQ

source: Selections apply to search in "text body"
tlh: "ghItlh porgh" nejwI&&#39; bop <nop>DuHmey&&#39;e&&#39; <nop>DawIvbogh

source: Self registration is not supported by this site.
tlh: patvamDaq bImuv&&#39;eghmoHlaHbe&&#39;.

source: Send mail
tlh: QIn ngeH

source: Sequential
tlh: bIngDaq

source: Set all
tlh: <nop>Hoch <nop>wIv

source: Set new parent
tlh: qup chu&&#39; jom

source: Set new topic parent
tlh: ghItlh qup chu&&#39; wIv

source: Show %1 revisions up to revision %2
tlh: %1 Dotlhmey &&#39;ang. %2 &&#39;oH Dotlh <nop>HochDIch&&#39;e&&#39;

source: Show attachments help
tlh: tep <nop>QaH &&#39;ang

source: Show help
tlh: <nop>QaH &&#39;ang

source: Showing revisions %1 - %2 (out of %3)
tlh: Dotlhmey %1 - %2 &&#39;agh (%3 tu&&#39;lu&&#39;)

source: Shrink edit box
tlh: choHmeH vey machmoH

source: Side by side
tlh: retlhDaq

source: Side-by-side comparison of revisions
tlh: retlhDaq Dotlhmey pIm &&#39;ang

source: Signature
tlh: qI&&#39;meH pong

source: Size
tlh: ngI&&#39;

source: Some add schedule information and vacation notice.
tlh: &&#39;ISjaH, jey De&&#39; qoj luchel &&#39;op.

source: Some characters such as =&#126;=, =$=, =@=, =%= are removed
tlh: Deghmey =&#126;=, =$=, =@=, =%= luteqlu&&#39;

source: Some mail tools have an error that causes them to send the same request twice when you click on a link. It you did this, it is possible that you actually *have* registered successfully.
tlh: rut Qagh <nop>QIn janmey, chaq cha&&#39;logh <nop>QIn <nop>ngeH bIH rarwI&&#39;Daq &&#39;uylu&&#39;chugh &&#39;<nop>oH <nop>ngeHmeH. bI&&#39;uyta&&#39;chugh, vaj chaq *Qapchu&&#39;qu&&#39;* <nop>muvmeH <nop>mIwlIj.

source: Some people turn it into a personal portal with favorite links, what they work on, what help they'd like, etc.
tlh: naDev De&&#39; poQbogh chel &&#39;op, rarwI&&#39;mey, jInmolmeyDaj ghap luchel &&#39;op.

source: Sorry, registration has been temporarily disabled.
tlh: Do&&#39;Ha&&#39;, muvmeH mIw chu&&#39;Ha&&#39;lu&&#39;. ru&&#39; ghu&&#39;vam.

source: Sorry, the password system is currently read only, please contact %1
tlh: Do&&#39;Ha&&#39;, <nop>DaHjaj laDlaH neH chaw&&#39; ngoq pat. <nop>DaH %1 yIrI&&#39;

source: Sort ascending
tlh: mISHa&&#39;DI&&#39; tagh machwI&&#39;

source: Sort descending
tlh: mISHa&&#39;DI&&#39; tagh tInwI&&#39;

source: Sort results by:
tlh: mISHa&&#39;moH:

source: Sort selected lines ascending
tlh: tlheghmey luwIvlu&&#39;bogh <nop>SalmoH

source: Sort selected lines descending
tlh: tlheghmey luwIvlu&&#39;bogh ghIrmoH

source: Spaces are replaced by underscores
tlh: Deghmey chIm qa&&#39; bIng tlheghHommey

source: Specific users/groups
tlh: ghommey/lo&&#39;<nop>wI&&#39; le&&#39;

source: Specify =all= for all webs, or a comma separated list of webs from: %1
tlh: Hoch mIchmey Da&&#39;angmeH, =all= yIghItlh, pagh mIchmey&&#39;e&&#39; wavbogh <nop>DoDmey tetlh yIchenmoH: %1

source: Start presentation
tlh: much tagh

source: State change from *%1* to *%2* (see [[%3][workflow definition]]).
tlh: *%2* moj *%1* ghu&&#39; Dotlh ([[%3][workflow definition]] yIlaD).

source: Statistics
tlh: <nop>QonoS

source: Strikethrough
tlh: Degh botlh tlhegh

source: Submit
tlh: ngeH

source: Submitted content:
tlh: De&&#39;&&#39;e&&#39; ngeHlu&&#39;bogh:

source: Subscribe
tlh: qImchoH

source: Subscribe / Unsubscribe in:
tlh: naDev qImchoH / qImHa&&#39;choH:

source: Subscribe to this topic
tlh: ghItlhvam qImchoH

source: Subscribe to this topic (s)
tlh: ghItlhvam qImchoH

source: Subscript
tlh: bIngDaq mu&&#39;mey lan

source: Subwebs
tlh: mIchHommey

source: Success adding members to group
tlh: Qapchu&&#39; ghomvaD jeSwI&&#39;pu&&#39; chelmeH Qu&&#39;

source: Success removing members from group
tlh: Qapchu' ghomvo' jeSwI' teqmeH Qu'

source: Summaries
tlh: lutHommey

source: Superscript
tlh: <nop>DungDaq mu&&#39;mey lan

source: Switch to monotype or proportional font
tlh: Deghmey choH: monotype/proportional ghap

source: Switch to wysiwyg
tlh: wysiwyg <nop>HaSta chu&&#39;

source: Symbol
tlh: <nop>DeghHom

source: System user list.
tlh: pat lo&&#39;wI&&#39; tetlh.

source: TIP: to search for all topics that contain ="SOAP"=, ="WSDL"=, a literal ="web service"=, but not ="shampoo"=, write:
tlh: qeS: mu&&#39;mey ="SOAP"=, ="WSDL"=, mu&&#39;na&&#39; ="web service"= ngaSbogh &&#39;ach ="shampoo"= Hutlhbogh ghItlhmey&&#39;e&&#39; <nop>DaSammeH, yIghItlh:

source: Table
tlh: wa&&#39;chaw

source: Template %1 does not exist
tlh: ghantoH %1 tu&&#39;lu&&#39;be&&#39;

source: Text
tlh: ngoq

source: Text body
tlh: ghItlh porgh

source: Thank you for approving this registration
tlh: batlh muvmeH mIw Da&&#39;olta&&#39;

source: Thank you for denying this registration
tlh: batlh muvmeH mIwvam <nop>DalajHa&&#39;ta&&#39;

source: Thank you for registering
tlh: batlh vImuvta&&#39;

source: Thank you for registering in the %1 collaboration platform. Please save this e-mail for future reference.
tlh: %1 Damuvmo&&#39; <nop>maQuchqu&&#39;. De&&#39; potlh <nop>DaSammeH <nop>QInvam yIpol.

source: Thank you for registering in the %1 collaboration platform. Your verification code is %2.
tlh: batlh %1 vummeH pat Damuvta&&#39;. bI&&#39;elmeH ngoqvam <nop>DapoQ: %2.

source: That user has already been activated
tlh: lo&&#39;wI&&#39;vam chu&&#39;lu&&#39;ta&&#39; rIntaH

source: The %1 topic already exists
tlh: taHtaH ghItlh %1

source: The %1 web does not exist
tlh: mIch %1 tu&&#39;lu&&#39;be&&#39;

source: The %1 web is the sandbox you can use for testing. Everybody is welcome to add or delete some stuff. It is recommended to walk through the %2 to get a jumpstart on the %3 tool. A good rule of thumb is to add at the end of the page and sign and date it with your %4.
tlh: lamveyqoq &&#39;oH %1 mIch. naDev bIqeqmeH bIQujlaH. Hoch Dachel <nop>DaneHbogh <nop>DachellaH. %3 jan <nop>DayajmeH %2 <nop>DaSuch net chup. pabqoqvam yIbuS: reH ghItlh bIS&&#39;ubDaq ponglIj, poH je tIghItlh.

source: The %1 web of %2.
tlh: %2 %1 mIch.

source: The %1 web of Foswiki, the Free and Open Source Wiki.
tlh: Foswiki, wIqI&&#39;e&&#39; tlhab &&#39;ej ghunlaHbogh Hoch, %1 mIch.

source: The =%1= script can only be called with POST method.
tlh: =%1= mIw taghlaH POST mIw neH.

source: The Administrator has disabled new user registration.
tlh: lo&&#39;wI&&#39; muvmeH mIw chu&&#39;Ha&&#39;ta&&#39; loHwI&#39;.

source: The Administrator has disabled password changes.
tlh: chaw' ngoq choH vay' 'e' chu'Ha'ta' loHwI'.

source: The Free and Open Source Wiki.
tlh: wIqI&&#39;e&&#39; tlhab &&#39;ej ghunlaHbogh Hoch.

source: The Web/Topic path: '%1' has missing components, or contains invalid characters.
tlh: &&#39;ay&&#39;mey ngutlhmey <nop>QaQ ghap Hutlhlaw&&#39; mIch/ghItlh '%1'.

source: The [[%1][WikiName]] field must be your first and last name written as a [[%2][WikiWord]], e.g. your capitalized first and last name with spaces removed.
tlh: [[%1][wIqIponglIj]] <nop>DaghItlhmeH ponglIj wa&&#39;DIch, tuq ponglIj je <nop>DaghItlhnIS &&#39;ej [[%2][wIqI-mu&&#39;]] rurnIS. yIqIm: Degh&&#39;a&&#39; &&#39;oHnIS Degh wa&&#39;DIch &&#39;ej Degh chIm Dalo&&#39;laHbe&&#39;.

source: The [[%1][login username]] (%2) is not allowed for this installation. Registration rejected.
tlh: [[%1][&&#39;elmeH lo&&#39;wI&&#39; pong]] (%2) chaw&&#39;be&&#39;lu&&#39;. muvmeH mIw lajHa&&#39;lu&&#39;.

source: The [[%1][login username]] is a required parameter. Registration rejected.
tlh: muvlu&&#39;meH [[%1][&&#39;elwI&&#39; lo&&#39;wI&&#39; pong]] poQlu&&#39;. muvmeH mIw lajHa&&#39;lu&&#39;.

source: The activation code %1 is invalid.
tlh: lI&&#39;be&&#39; chu&&#39;meH ngoq %1.

source: The attachment and any history will be moved to the new topic.
tlh: ghItlh chu&&#39;Daq tep qun je luvIHmoHlu&&#39; je.

source: The attachment may be renamed (by appending a number to the name) if an attachment of that name already exists in the target topic.
tlh: <nop>DoS ghItlhDaq tep tu&&#39;lu&&#39;bogh pong rurchugh tep qan pong, vaj &&#39;oHvaD latlh pong ponglu&&#39; (roD pongDaq mI&&#39; chellu&&#39;).

source: The attachment may have to be renamed if an attachment called '%1' already exists in the target topic.
tlh: <nop>DoS ghItlhDaq tep '%1' tu&&#39;lu&&#39;chugh, vaj &&#39;oHvaD latlh pong pongnISlu&&#39;.

source: The attacker tries to use your rights to get things, like admin rights for the site.
tlh: Dochmey <nop>SammeH, <nop>DIbmeylIj nIH &&#39;e&&#39; nID <nop>HIvwI&&#39;. chaq loHwI&&#39; DIb lurur DIbmeyvetlh.

source: The chances are good that %1 has simply navigated away from the edit page without saving.
tlh: choHmeH Qorwaghvo&&#39; lengta&&#39; %1 &&#39;ej pol &&#39;e&&#39; lIjpu&&#39; &&#39;e&&#39; vInoH.

source: The details about REST Handlers are only available to users with Admin authority.
tlh: REST Handler <nop>ngoDHommey <nop>leghlaH loHwI&&#39; <nop>neH.

source: The e-mail address for this account has been rejected.
tlh: tavamvaD QIn Quv lajHa&&#39;lu&&#39;.

source: The e-mail address for this account is already registered to another user.
tlh: tavamvaD QIn Quv lo&&#39;taH latlh lo&&#39;wI&&#39;.

source: The e-mail address for this account is not valid.
tlh: tavamvaD <nop>QaQbe&&#39; QIn Quvvam.

source: The e-mail address in your user topic is typically left blank. If you want to reveal an e-mail address to other users, you can manually edit your user topic to add an address. It does not have to be the same as the address used internally by Foswiki.
tlh: roD lo&&#39;wI&&#39; <nop>ghItlhDaq <nop>QInQuv cha&&#39;lu&&#39;be&&#39;. <nop>QInQuvlIj Da&&#39;ang <nop>DaneHchugh, vaj pa&&#39; &&#39;oH <nop>DaghItlhlaHbej. Foswiki Quv <nop>rurnISbe&&#39; Quvvetlh chu&&#39;.

source: The entry for user %1 was missing in the password system.
tlh: chaw&&#39; ngoq patDaq Hutlh %1 lo&&#39;wI&&#39; De&&#39;.

source: The file has been uploaded and attached properly to the %1 topic.
tlh: lablu&&#39;chu&&#39; jabbI&&#39;IDvam &&#39;ej Qapchu&&#39; %1 ghItlhDaq lanmeH Qu&&#39;.

source: The following topics are locked for edit, and cannot be moved:
tlh: ngaQ ghItlhmeyvetlh vaj bIH vIHmoHlaHbe&&#39; vay&&#39;:

source: The following topics refer to topics in this web, but are being edited:
tlh: mIchvam ghItlhmey bIH ghItlhmey veb&&#39;e&&#39;, &&#39;ach bIH luchoHlI&&#39; vay&&#39;:

source: The following topics refer to topics in this web, but you are denied access to them:
tlh: mIchvam ghItlhmeyDaq Qeq ghItlhmeyvetlh, &&#39;ach bIH Danaw&&#39; net chaw&&#39;be&&#39;:

source: The form should be defined in the topic %1
tlh: ghItlh %1Daq Form lISnISlu&&#39;

source: The lease on this topic expired %1 ago.
tlh: %1 ret Dor ghItlhvam qav&&#39;ap poH.

source: The name of the topic (%1) contained invalid characters.
tlh: Deghmey <nop>QaQbe&&#39; ngaS ghItlh pong (%1).

source: The name of the topic must not be empty.
tlh: chIm ghItlh pong net chaw&&#39;be&&#39;.

source: The name provided is either invalid, or the named topic is not found. The templatetopic must be an existing new user template topic in the %USERSWEB% web. If not provided, the default topic is [[%USERSWEB%.NewUserTemplate]], or if that does not exist. [[%SYSTEMWEB%.NewUserTemplate]].
tlh: <nop>QaQHa&&#39; pong <nop>DawIvta&&#39;bogh, pagh ghItlhvetlh tu&&#39;be&&#39;lu&&#39;. %USERSWEB% mIchDaq lo&&#39;wI&&#39; ghItlh chu&&#39; &&#39;oHnIS ghantoHghItlh&&#39;e&&#39;. pongbe&&#39;lu&&#39;chugh vaj [[%USERSWEB%.NewUserTemplate]] &&#39;oH ghItlh motlh&&#39;e&&#39;. taHbe&&#39;chugh ghItlhvetlh vaj [[%SYSTEMWEB%.NewUserTemplate]] &&#39;oH.

source: The name you log in with
tlh: &&#39;elmeH pong Dalo&&#39;bogh

source: The new parent web (%1) may not be the same as the old or new web name.
tlh: pong chu&&#39;, pong qan je rur qup web pong chu&&#39; (%1) net chaw&&#39;be&&#39;.

source: The new topic chosen must already exist.
tlh: taHnIS ghItlh chu&&#39; <nop>DawIvbogh.

source: The new web has been created
tlh: mIch chu&&#39; chenmoHlu&&#39;ta&&#39;

source: The password you entered in the *old password* field is incorrect.
tlh: qarbe&&#39; *chaw&&#39; ngoqlIj qan* <nop>DaghItlhta&&#39;bogh.

source: The prefix you entered for the deleted user is not valid as a topic name.
tlh: lo&&#39;wI&&#39; polHa&&#39;lu&&#39;bogh Dapongqa&&#39;meH moHaq <nop>DaghItlhta&&#39;bogh Dalo&&#39; net chaw&&#39;be&&#39;.

source: The required field %1 was not filled in.
tlh: De&&#39;letbaQ %1 De&&#39;&&#39;e&&#39; poQlu&&#39;bogh <nop>DaghItlhta&&#39;be&&#39;.

source: The selected User System does not support new user registration.
tlh: lo&&#39;wI&&#39; muvmeH mIw Qutlhbe&&#39; lo&&#39;wI&&#39; pat&&#39;e&&#39; wIvlu&&#39;bogh.

source: The topic is in an old format
tlh: ghItlh Segh qan &&#39;oH ghItlhvam Segh&&#39;e&&#39;

source: The two passwords you entered do not match.
tlh: nIbbe&&#39; cha&&#39; chaw&&#39; ngoqmey&&#39;e&&#39; <nop>DaghItlhta&&#39;bogh.

source: The user %1 has already been activated, and should be able to log in.
tlh: lo&&#39;wI&&#39; chu&&#39;lu&&#39;mo&&#39; vaj &&#39;ellaH ghaH.

source: The user has been removed from the Authentication System.
tlh: &&#39;olmeH patvo&&#39; lo&&#39;wI&&#39;vam teqlu&&#39;.

source: The user has probably been already verified and/or approved.
tlh: ghaytan lo&&#39;wI&&#39; lajlu&&#39;law&&#39; <nop>rIntaH.

source: The username that identifies you to the signon system. %1
tlh: &&#39;olmeH pong &&#39;oH lo&&#39;wI&&#39; pongvam&&#39;e&&#39;. %1

source: The value supplied for =%1= has been rejected.
tlh: =%1= De&&#39;&&#39;e&&#39; DaghItlhta&&#39;bogh lajlu&&#39;.

source: There are problems with renaming this web:
tlh: qay&&#39;taH mIchvam pongqa&&#39;meH mIw:

source: There has been a problem adding your user id to the Password system.
tlh: ngoq pegh patDaq lo&&#39;wI&&#39; <nop>ponglIj <nop>cheltaHvIS Qapbe&&#39; De&&#39;wI&&#39;.

source: There is no _internal admin_ password set. See [[%1][Installation Guide section on the internal admin]] for further help.
tlh: _internal admin_ ngoq pegh tu&&#39;lu&&#39;be&&#39;. [[%1][internal admin <nop>DuHmey <nop>QIjwI&&#39;]] yIlaD mIwvam <nop>DayajmeH.

source: There should be a line that includes %1, look for %2 (or %3)
tlh: %1 chelbogh tlhegh tu&&#39;lu&&#39; net poQ. <nop>DaH %2 (%3 qoj) yInej

source: There were errors adding to the %2 group. %1
tlh: %2 ghomDaq cheltaHvIS, Qaghmey lutu&&#39;lu&&#39;. %1

source: There were errors removing %1 from the %2 group.
tlh: %2 ghomvo&&#39; %1 teqtaHvIS Qaghmey lutu&&#39;lu&&#39;.

source: These steps may not be applicable to your system.
tlh: chaq patlIjDaq Qapchu&&#39;be&&#39; mIwmeyvam.

source: This WikiName is already in use.
tlh: wIqI-pongvam lo&&#39;taH vay&&#39;.

source: This can be automatically upgraded by:
tlh: Dochvam chu&&#39;moHlaH De&&#39;wI&&#39;:

source: This could be for several reasons:
tlh: meqmey law&&#39; tu&&#39;lu&&#39;ba&&#39;:

source: This field is not normally user provided. This may be a Foswiki configuration error.
tlh: roD De&&#39;vam <nop>leghlaHbe&&#39; lo&&#39;wI&&#39;.chaq Qagh Foswiki.

source: This group should not have members.
tlh: pagh jeSwI&&#39; ghajnIS ghomvam.

source: This is a subscription service to be automatically notified by e-mail when topics change in this %1 web. This is a convenient service, so you do not have to come back and check all the time if something has changed. To subscribe, please add a bullet with your %2 in alphabetical order to this list:
tlh: qawmoHbogh jan &&#39;oH janvam&&#39;e&&#39;. %1 mIchDaq vay&&#39; choHlu&&#39;DI&&#39; vaj <nop>SoHvaD QIn ngeHlu&&#39;. <nop>QaQbej janvam, vaj not naDev bIcheghnIS, choHmey Da&&#39;olmeH. vay&&#39; <nop>DaqImchoH <nop>DaneHchugh, vaj tetlhvamDaq <nop>HovHom, %2lIj je yIghItlh. taghbogh Deghmey pab yIbuS, tetlh yImISHa&&#39;moHQo&&#39;:

source: This is a temporary placeholder for your new comment. Refresh the topic to see the actual comment.
tlh: <nop>QInHomlIj lIw ru&&#39; Dalegh. ghItlh yIlabqa&&#39; vaj <nop>QInHomna&&#39;lIj <nop>DaleghlaH.

source: This is also known as Cross-site Request Forgery, or CSRF.
tlh: rut wanI&&#39;vamvaD Cross-site Request Forgery (CSRF) ponglu&&#39;.

source: This is an automated e-mail from %1.
tlh: QInvam <nop>DungeHta&&#39; %1 De&&#39;wI&&#39;.

source: This is an automated e-mail notification of user registration in %1.
tlh: %1 muvmeH mIwmo&&#39; QIn Quv ngeHta&&#39; De&&#39;wI&&#39;.

source: This is an internal error. You can try to register again, or contact %1 to report the error.
tlh: pat Qagh &&#39;oH Qaghvam&&#39;e&&#39;. <nop>yInIDqa&&#39;, pagh %1vaD Qaghvam <nop>yIDel.

source: This is not a valid WikiName.
tlh: pabbe&&#39; wIqI-pongvam.

source: This is the Trash. Here you can undelete topics; deleted attachments are in TrashAttachment.
tlh: veQ (Trash) &&#39;oH Daqvam&&#39;e&&#39;. naDev ghItlhmey lupolHa&&#39;lu&&#39;bogh Datlhapqa&&#39;laH; TrashAttachmentDaq bIH tepmey&&#39;e&&#39; lupolHa&&#39;pu&&#39;bogh.

source: This is why the conversion is disabled:
tlh: ngoDvammo&&#39; choHwI&&#39; chu&&#39;Ha&&#39;lu&&#39;:

source: This is your name written as !WikiWord, for example: !JohnSmith. [[%1][Register]] if you do not have an account yet.
tlh: ponglIj <nop>DaghItlhDI&&#39;, wIqI-mu&&#39; rurnIS. ghantoH: <nop>JohnSmith. [[%1][yImuv]] ta Daghajbe&&#39;chugh.

source: This must be a unique WikiName.
tlh: wIqI-pong le&&#39;qu&&#39; poQlu&&#39;.

source: This must be a valid login username.
tlh: &&#39;elmeH lo&&#39;wI&&#39; pong <nop>QaQ &&#39;oH net poQ.

source: This name has been chosen so it doesn't conflict with any other topics already in the %1 web.
tlh: pongvetlh wIvlu&&#39; vaj %1 mIchDaq latlh rurbogh pong ghajbogh ghItlhmey qaDlaHbe&&#39; ghItlh.

source: This page was cached on %1.
tlh: %1 ghItlhvam velqa&&#39; pollu&&#39;.

source: This requires the form definition to be present.
tlh: naDev Form <nop>DelwI&&#39; poQlu&&#39;.

source: This site is powered by Foswiki
tlh: Foswikimo&&#39; Qap Daqvam

source: This site requires at least %1 character passwords
tlh: %1 Deghmey ghajnIS chaw&&#39; ngoq &&#39;e&&#39; poQ Daqvam

source: This system is configured to use usernames.
tlh: lo&&#39;wI&&#39; pongmey lo&&#39; patvam.

source: This topic:
tlh: ghItlhvam:

source: This username is already in use.
tlh: lo&&#39;wI&&#39; pongvam lo&&#39;taH vay&&#39;.

source: Title:
tlh: pong:

source: To approve this registration, visit %2
tlh: muvmeH mIwlIj Da&&#39;olmeH, %2 yISuch

source: To attachment:
tlh: tepvaD:

source: To block this registration, visit %2
tlh: muvmeH mIwvam <nop>DabotmeH, %2 yISuch

source: To display the above search results in a topic, copy-paste the following markup:
tlh: ghItlhDaq Dochmey&&#39;e&&#39; Sambogh &&#39;angmeH, ngoqvetlh yIwoH &&#39;ej yIroQ:

source: To edit the topic anyway, click
tlh: ghItlh <nop>DachoH <nop>DaneHchugh, vaj yI&&#39;uy

source: To login as another user please do so [[%1][here]].
tlh: latlh lo&&#39;wI&&#39; <nop>DagheSmeH, vaj [[%1][yI&&#39;elqa&&#39;]].

source: To refresh the cache for just this topic, <a href='%1' rel='nofollow' > click here </a>
tlh: ghItlhvam qawHaq neH chu&&#39;<nop>moHmeH, <a href='%1' rel='nofollow' > naDev yI&&#39;uy&&#39; </a>

source: To topic
tlh: <nop>DoS pong

source: To topic:
tlh: <nop>DoS pong:

source: To web
tlh: <nop>DoS mIch

source: To web:
tlh: <nop>DoS mIch:

source: Toolbox
tlh: janvey

source: Topic
tlh: ghItlh

source: Topic %1 does not exist
tlh: ghItlh %1 tu&&#39;lu&&#39;be&&#39;

source: Topic Save Error
tlh: Qagh ghItlh polwI'

source: Topic attachments
tlh: ghItlh tepmey

source: Topic can not be upgraded from old style category table
tlh: wa&&#39;chaw Segh tIQ rurmeH ghItlh Dachu&&#39;moHlaHbe&&#39;

source: Topic data
tlh: ghItlh De'

source: Topic history
tlh: ghItlh qun

source: Topic list for %1 Web
tlh: %1 mIch ghItlhmey tetlh

source: Topic name
tlh: ghItlh pong

source: Topic name:
tlh: ghItlh pong:

source: Topic parent:
tlh: ghItlh qup:

source: Topic revision:
tlh: ghItlh Dotlh:

source: Topic save error
tlh: ghItlh polmeH Qagh

source: Topic templates in %1 Web
tlh: %1 mIch ghItlh ghantoHmey

source: Topic title
tlh: ghItlh pong

source: Topic was merged
tlh: latlh ghItlh mojta&&#39; ghItlh

source: Topic will be named:
tlh: ghItlhvaD ponglu&&#39;:

source: Topics in %1 web:
tlh: %1 mIch ghItlhmey:

source: Topics per web
tlh: mIchvam ghItlhmey

source: Total matches
tlh: nIbwI&&#39;pu&&#39;

source: Try Again
tlh: nIDqa&&#39;

source: Unchanged sections before and after each change
tlh: nungbogh &&#39;ej tlha&&#39;bogh &&#39;ay&&#39;mey luchoHbe&&#39;lu&&#39;bogh

source: Underline
tlh: Degh bIng tlhegh

source: Undo last change
tlh: nungbogh choH ta&&#39;Ha&&#39;

source: Unescape markup
tlh: ngoq meSHa&&#39;

source: Unrecognised user and/or password
tlh: lo&&#39;wI&&#39;, chaw&&#39; ngoq joq ghovbe&&#39;lu&&#39;

source: Unsafe redirect to %1 is denied. The requested host does not match %2, and is not in {PermittedRedirectHostUrls}.
tlh: %1 rarqa&&#39;wI&&#39; <nop>QaDHa&&#39; lajbe&&#39;lu&&#39;. %2 rurbe&&#39; host &&#39;ej {PermittedRedirectHostUrls}Daq &&#39;oH Samlu&&#39;be&&#39;.

source: Unsubscribe
tlh: qImHa&&#39;choH

source: Unsubscribe from this topic
tlh: ghItlhvam qImHa&&#39;choH

source: Unsubscribe from this topic (s)
tlh: ghItlhvam qImHa&&#39;choH

source: Unsupported [[%1][username]]
tlh: [[%1][username]] lajHa&&#39;lu&&#39;bogh

source: Update
tlh: chu&&#39;moH

source: Update attachment %1 on %2
tlh: %2 tep %1 chu&&#39;moH

source: Update links
tlh: rarwI&&#39;mey chu&&#39;moH

source: Upgrade
tlh: chu&&#39;moH

source: Upgrade group topic...
tlh: ghom ghItlh chu&&#39;moH...

source: Upgraded group
tlh: ghom chu&&#39;moHlu&&#39;pu&&#39;

source: Upload a file
tlh: De&&#39; lab

source: Upload file
tlh: De&&#39; lab

source: Upload multiple attachments in one zip file
tlh: wa&&#39; ZIP De&&#39;Daq tepmey law&&#39; lI&&#39;

source: Upload up to %1 KB.
tlh: %1 KB &&#39;oH jabbI&&#39;ID &&#39;aqroS&&#39;e&&#39;.

source: Uploaded file is too big
tlh: tlhoy tIn De&&#39; Dalabbogh

source: Use %1 instead.
tlh: %1 yIlo&&#39;.

source: Use template:
tlh: ghantoH yIwIv:

source: User %1 not in group, cannot be removed
tlh: ghomDaq ghaHbe&&#39;mo&&#39; lo&&#39;wI&&#39; %1 ghaH teqlaHbe&&#39; vay&&#39;

source: User Account %1 Deleted
tlh: lo&&#39;wI&&#39; ta %1 polHa&&#39;lu&&#39;

source: User Account was not supplied
tlh: lo&&#39;wI&&#39; ta noblu&&#39;be&&#39;

source: User Reference
tlh: lo&&#39;wI&&#39; De&&#39; Daj

source: User Registration
tlh: lo&&#39;wI&&#39; muvmeH mIw
