Repository: foswiki/distro
Catalog: core/locale/tlh.po
Languages: tlh

source: Commenting is disabled while running from the command line
tlh: ra&&#39;wI&&#39; tlheghDaq Qapbe&&#39; <nop>QInHommey

source: Compare revisions
tlh: Dotlhmey &&#39;ol

source: Confirm password:
tlh: chaw&&#39; ngoq yIghItlhqa&&#39;:

source: Confirm rename or move
tlh: pong chu&&#39;, latlh ghItlh Daq ghap &&#39;ol

source: Confirm your changes using Foswiki's [[%1][topic history comparison tool (diff)]].
tlh: choHmeylIj Da&&#39;olmeH Foswiki [[%1][ghItlh qun Dotlh pImbogh &&#39;olwI&&#39; jan (diff)]] yIlo&&#39;.

source: Conflict
tlh: qaD

source: Contact %1 if you have any questions.
tlh: vay&&#39; <nop>Daghel <nop>DaneHchugh vaj %1 yIrI&&#39;.

source: Contact <a href=\'mailto:%1\'>your site administrator</a> for further assistance.
tlh: QaH <nop>DapoQchugh vaj <a href=\'mailto:%1\'>Daqvam loHwI&&#39;</a> yIrI&&#39;.

source: Context
tlh: latlhpu&&#39;

source: Continue and try to rename web?
tlh: mIch Dapongqa&&#39;rup&&#39;a&&#39;?

source: Continue editing
tlh: choHqa&&#39;

source: Continue to create the new page
tlh: ghItlh chu&&#39; chenmoHmeH yIruch

source: Conversion to HTML for WYSIWYG editing is disabled because of the topic content.
tlh: ghItlh De&&#39;mo&&#39; <nop>HTMLvaD ghItlh choHmeH mIw chu&&#39;Ha&&#39;lu&&#39; vaj WYSIWYG Dalo&&#39;laHbe&&#39;.

source: Copy this topic (and all attachments) to a new topic.
tlh: ghItlh chu&&#39;Daq ghItlhvam velqa&&#39; lan (tep chenmoHqa&&#39; je).

source: Copy topic
tlh: ghItlh velqa&&#39; <nop>chenmoH

source: Copy topic...
tlh: ghItlh velqa&&#39; <nop>chenmoH...

source: Copyright &&copy; by the contributing authors. All material on this collaboration platform is the property of the contributing authors.
tlh: velqa&&#39; DIb &&copy; ghaj Hoch ghItlhbogh qonwI&&#39;pu&&#39;&&#39;e&&#39;. naDev Hoch <nop>DalaDlaHbogh lughaj qonwI&&#39;pu&&#39;.

source: Copyright &&copy; by the contributing authors. All material on this site is the property of the contributing authors.
tlh: velqa&&#39; DIb &&copy; ghaj Hoch ghItlhbogh qonwI&&#39;pu&&#39;&&#39;e&&#39;. naDev Hoch <nop>DalaDlaHbogh lughaj qonwI&&#39;pu&&#39;.

source: Could not create the new web %1
tlh: mIch chu&rsquo; %1 chenmoHlaHbe&&#39;

source: Could not find template
tlh: ghantoH <nop>vISamlaHbe&&#39;

source: Could not perform search. Error was: %1
tlh: Qapbe&&#39; nejwI&&#39;. Qagh yIbuS: %1

source: Could not save %1.
tlh: %1 pollaHbe&&#39;.

source: Country:
tlh: Sep:

source: Create New FAQ Topic
tlh: <nop>QaH ghItlh chu&&#39; <nop>chenmoH

source: Create New Topic
tlh: ghItlh chu&&#39; <nop> chenmoH

source: Create New Topic in %1 Web
tlh: %1 mIchDaq ghItlh chu&&#39; chenmoH

source: Create a link to the attached file
tlh: tepvaD Qeqbogh rarwI&&#39; chenmoH

source: Create a new group
tlh: ghom chu&rsquo; chenmoH

source: Create a new table
tlh: wa&&#39;chaw chu&&#39; chenmoH

source: Create account
tlh: lo&&#39;wI&&#39; ta chenmoH

source: Create group
tlh: ghom chenmoH

source: Create new topic
tlh: ghItlh chu&&#39; chenmoH

source: Create not specified and group does not exist
tlh: chenmoHmeH mIw tlhobbe&&#39;lu&&#39; &&#39;ej ghom tu&&#39;lu&&#39;be&&#39;

source: Create personal sidebar
tlh: <nop>HIDjolevlIj chenmoH

source: Create the topic
tlh: ghItlh <nop>chenmoH

source: Create this topic
tlh: ghItlhvam <nop>chenmoH

source: Create your account to edit pages on this site.
tlh: <nop>DaqvamDaq ghItlhmey <nop>DachenmoHmeH lo&&#39;wI&&#39; talIj yIchenmoH.

source: Creates a new topic revision when saving
tlh: bIpolDI&&#39; ghItlh Dotlh chu&&#39; chenmoH

source: Creating a suitable Form Definition topic
tlh: Form <nop>DelmeH ghItlh chenmoHlI&&#39;

source: Current location:
tlh: <nop>DaHjaj Daq:

source: Current password:
tlh: <nop>DaHjaj chaw&&#39; ngoq:

source: Data Form Table Header
tlh: De&&#39; yu&&#39;muD wa&&#39;chaw pong

source: Data rows
tlh: De&&#39; tlheghmey

source: Date
tlh: <nop>HovpoH

source: Dear %1
tlh: yIqIm, %1

source: Debug
tlh: <nop>QaghHa&&#39;moH

source: Default
tlh: motlh

source: Default template
tlh: ghantoH motlh

source: Delete
tlh: polHa&&#39;

source: Delete attachment %1
tlh: tep %1 polHa&&#39;

source: Delete last row
tlh: wev Qav teq

source: Delete topic
tlh: ghItlh polHa&&#39;

source: Delete topic...
tlh: ghItlh polHa&&#39;...

source: Describe the file so other people know what it is.
tlh: De&&#39;vam yIDel vaj meqDaj yajchoH latlhwI&&#39;pu&&#39;.

source: Description
tlh: Delbogh mu&&#39;mey

source: Detailed topic list for %1 Web
tlh: %1 mIch ghItlhmey tetlh

source: Details in separate window
tlh: latlh <nop>QorwaghDaq ngoDHommey &&#39;ang

source: Details:
tlh: ngoDHommey:

source: Did you spell the topic name correctly? Remember, a topic name is case sensitive.
tlh: ghItlh pong <nop>DaghItlhHa&&#39;&&#39;a&&#39;? ghItlhvaD potlh Degh&&#39;a&&#39;/<nop>DeghHom &&#39;e&&#39; yIqaw.

source: Did you want to [[%1][reset %2's password]]?
tlh: [[%1][%2 chaw&&#39; ngoq]] <nop>DachoH <nop>DaneH&&#39;a&&#39;?

source: Difference Topic
tlh: Dochmey pIm

source: Difference:
tlh: pIm:

source: Discover the details, and how to start your own site with Foswiki
tlh: ngoDHommey tItu&&#39; &&#39;ej naDev <nop>FoswikiDaq <nop>DaqlIj yIcherqu&&#39;

source: Do not forget to save your changes
tlh: choHmeylIj Dapol &&#39;e&&#39; yIlIjQo&&#39;

source: Do not show attachment in table
tlh: <nop>wa&&#39;chawDaq tep &&#39;angQo&&#39;

source: Documentation
tlh: <nop>QaH latlh je

source: Don't show:
tlh: &&#39;angQo&&#39;:

source: During deletion of attachment =%1= an error was found. Please notify your %2 administrator.
tlh: tep =%1= polHa&&#39;taHvIS Qagh tu&&#39;lu&&#39;. <nop>DaH %2 loHwI&&#39;lIj yIrI&&#39;.

source: During move of attachment =%1= to %2 an error was found.
tlh: %2Daq tep =%1= vIHmoHtaHvIS Qagh tu&&#39;lu&&#39;.

source: During rename of topic %1 to %2 an error (%3) was found. Please notify your %4 administrator.
tlh: %2vaD %1 ghItlh pongqa&&#39;taHvIS Qagh (%3) tu&&#39;lu&&#39;. <nop>DaH %4 loHwI&&#39;lIj yIghuHmoH.

source: During rename of web %1 to %2 an error (%3) was found. Please notify your %4 administrator.
tlh: %2vaD %1 mIch pongqa&&#39;taHvIS Qagh tu&&#39;lu&&#39; (%3). <nop>DaH %4 loHwI&&#39;lIj yIghuHmoH.

source: During rename of web %1 to %2 an error was found.
tlh: %2vaD %1 mIch pongqa&&#39;taHvIS Qagh tu&&#39;lu&&#39;.

source: During save of %1 an error was found by the version control system. Please notify your %2 administrator.
tlh: %1 poltaHvIS Qagh tu&&#39; Dotlh <nop>SeHpat. <nop>DaH %2 loHwI&&#39;lIj yIghuHmoH.

source: E-mail changed successfully!
tlh: Qapchu&&#39; QIn Quv choHmeH mIw!

source: ENCODE failed - =type= cannot be used alongside =old= and =new=
tlh: Qagh ENCODE - quqlaHbe&&#39; =type= quqtaHvIS =old= =new joq

source: ENCODE failed - both of =old= and =new= must be given
tlh: Qagh ENCODE - =old= =new= je wIvnISlu&&#39;

source: ENCODE failed - token '%PARAM1%' is repeated in =old=
tlh: Qagh ENCODE - =old=Daq ngoq '%PARAM1%' tu&&#39;lu&&#39;

source: EXPAND failed - access to '%PARAM1%' denied
tlh: Qagh EXPAND - '%PARAM1%' naw&&#39;lu&&#39; net chaw&&#39;be&&#39;

source: EXPAND failed - no macro
tlh: Qagh EXPAND - mIwHom tu&&#39;lu&&#39;be&&#39;

source: EXPAND failed - no such topic '%PARAM1%'
tlh: Qagh EXPAND - Hutlh ghItlh '%PARAM1%'

source: Each preference has the syntax
tlh: ngoqvetlh ghaj Hoch lISmeH <nop>DuH

source: Edit
tlh: (choH)

source: Edit %*(%1,file)
tlh: %*(%1,ghItlh) choH

source: Edit Anyway
tlh: <nop>DaH choH jay&&#39;

source: Edit Wiki<nop>Text
tlh: ghunwI&&#39; mu&&#39;mey choH

source: Edit help
tlh: choHmeH <nop>QaH

source: Edit settings for this topic...
tlh: ghItlhvam <nop>DuHmey choH...

source: Edit this table
tlh: wa&&#39;chawvam choH

source: Edit this topic text (e)
tlh: ghItlhvam choH

source: Edit topic preference settings
tlh: ghItlh <nop>DuHmey choH

source: Editable
tlh: choHlaH vay&&#39;

source: EditingShorthand
tlh: choHmeH ngoqHommey

source: Ehm, let me go back to correct the page...
tlh: toH, vay&&#39; vIchoHmeH jIcheghnIS...

source: Either the code is not valid, or you have already confirmed your registration using it.
tlh: chaq Qapbe&&#39; ngoqvetlh, chaq bImuvmeH &&#39;oH Dalo&&#39;ta&&#39; <nop>rIntaH.

source: Either the name is invalid, or it refers to a non-existant form.
tlh: chaq <nop>QaQbe&&#39; pongvetlh, chaq <nop>FormvaD tu&&#39;be&&#39;lu&&#39; rar.

source: Either the name is invalid, or it refers to a non-existant topic.
tlh: chaq lI&&#39;be&&#39; pong, chaq ghItlhDaq tu&&#39;be&&#39;lu&&#39;bogh chIj neH &&#39;oH.

source: Either you did not specify a file name, or the file you are trying to upload %1 has no content. You may not upload an empty file.
tlh: chaq <nop>QaQbe&&#39; pong <nop>DawIvbogh, chaq pagh De&&#39; ngaS %1. jabbI&&#39;ID chIm Dalab net chaw&&#39;be&&#39;.

source: Email address:
tlh: QIn Quv:

source: Email has been disabled for this Foswiki installation
tlh: Foswiki janvamvaD QInmey luchu&&#39;Ha&&#39;lu&&#39;

source: Email verification is not enabled.
tlh: jabbI'&&#39;ID &&#39;olwI&&#39; chu&&#39;lu&&#39;be&&#39;.

source: Embed external object
tlh: Hur Doch lan

source: Emoticon
tlh: qabHom Degh

source: End presentation
tlh: much rInmoH

source: Enlarge edit box
tlh: choHwI&&#39; meyrI&&#39; <nop>tInmoH

source: Enter __none__ to clear the topic parent
tlh: ghItlh qup <nop>qIlmeH __none__ <nop>yIwIv

source: Enter a new username and password to change identity
tlh: ghotqoqlIj <nop>DachoHmeH chaw&&#39; ngoq chu&&#39; lo&&#39;wI&&#39; pong chu&&#39; je tIghItlh

source: Enter parent name
tlh: qup pong ghItlh

source: Enter the Wiki Administrator user or login as set in %1
tlh: DaH wIqI loHmeH lo&&#39;wI&&#39; pong yIghItlh, pagh %1 &&#39;elmeH ngoq yIghItlh

source: Enter the topic name as WikiWord or check the allow non-Wiki Word box.
tlh: ghItlh pong <nop>DaghItlhDI&&#39; wIqI-mu&&#39; <nop>yIghItlh, pagh wIqI-mu&&#39; <nop>poQbogh meyrI&&#39;Hom yIchu&&#39;Ha&&#39;.

source: Enter users or groups to add to this group
tlh: ghomvamDaq chelmeH lo&&#39;wI&&#39;pu&&#39; ghommey qoj tIchel

source: Error encountered loading the plugin. See errors below.
tlh: Plugin taghmeH Qagh vay&&#39;. bIngDaq Qaghmey yIlaD.

source: Error registering new user
tlh: Qagh lo&&#39;wI&&#39; chu&&#39; muvmeH mIw

source: Error registering user %1
tlh: Qagh %1 muvmeH mIw

source: Error saving topic
tlh: Qagh ghItlh polmeH mIw

source: Error: File attachment at %1,%2 does not exist
tlh: Qagh: De' tep %1Daq, %2 tu&&#39;lu&&#39;be&&#39;

source: Error: Unsupported content type: %1 (Must be =text/html=, =text/plain= or =text/css=)
tlh: Qagh: De&&#39; Segh Qutlhbe&&#39;lu&&#39;: %1 (=text/html=, =text/plain=, =text/css= qoj &&#39;oH net poQ)

source: Error: Unsupported protocol. (Must be 'http://domain/...')
tlh: Qagh: ngoqvam lajbe&&#39;lu&&#39;. ('http://domain/...' &&#39;oH net pIH)

source: Errors
tlh: Qaghmey

source: Errors adding members to group
tlh: Qagh ghomDaq <nop>jeSwI&&#39;pu&&#39; chelmeH mIw

source: Errors removing members from groups
tlh: Qagh ghomvo&&#39; <nop>jeSwI&&#39;pu&&#39; teqmeH mIw

source: Escape markup
tlh: ngoq meS

source: Everybody
tlh: Hoch

source: Evil person
tlh: vum

source: Exit
tlh: bup

source: External
tlh: &&#39;Internet <nop>QaH

source: Failed plugins
tlh: Qaghbogh <nop>janHommey

source: Failed to add user:
tlh: Qagh lo&&#39;wI&&#39; chelmeH mIw:

source: Failed to include URL %1
tlh: Qagh URL %1 chelmeH mIw

source: Fields marked %1 are required
tlh: mu&&#39;mey&&#39;e&&#39; lutlhejbogh %1 lupoQlu&&#39;

source: Fields marked <span class='required'>*</span> are required.
tlh: mu&&#39;mey&&#39;e&&#39; lutlhejbogh <span class='required'>*</span> lupoQlu&&#39;.

source: File
tlh: De&&#39;

source: File has been uploaded with different name
tlh: latlh pong ghaj De&&#39;&&#39;e&&#39; lablu&&#39;bogh

source: Find similar topics
tlh: rurbogh ghItlhmey Sam

source: Find topics that are children of %1 ...
tlh: %1 puq ghItlhmey Sam ...

source: Find topics that link to %1 ...
tlh: %1Daq Qeqbogh ghItlhmey Sam ...

source: First
tlh: wa&&#39;DIch

source: First name:
tlh: pong:

source: For example, Tim Berners-Lee's !WikiName is [[TimBernersLee]]
tlh: QIjlu&&#39;meH: [[TimBernersLee]] &&#39;oH Tim Berners-Lee wIqI-pong&&#39;e&&#39;

source: For more detailed information on cross-site request forgery, and the dangers it poses to you, see [[%1][the Cross-site request forgery article on Wikipedia]].
tlh: cross-site-tlhobbogh-<nop>HeSwI&&#39; nIw lIbbogh Qob je Dayajchu&&#39;meH, wIqIpeDIya' [[%1][Cross-site request forgery ghItlh]] yIlaD.

source: Force new revision
tlh: Dotlh chu&&#39; raD

source: Forgotten your password?
tlh: chaw&&#39; ngoqlIj <nop>DalIj&&#39;a&&#39;?

source: Form
tlh: yu&&#39;muD

source: Form Definition %1 missing
tlh: Hutlh Form <nop>DelwI&&#39; %1

source: Form based input
tlh: Form poQbogh De&&#39;SuqwI&&#39;

source: Form data
tlh: yu&&#39;muD De&&#39;

source: Form definition
tlh: yu&&#39;muD <nop>DelwI&&#39;

source: Form definition '%1' not found
tlh: Form <nop>DelwI&&#39; '%1' Samlu&&#39;be&&#39;

source: Form definition missing
tlh: Hutlh Form <nop>DelwI&&#39;

source: Format selected text
tlh: mu&&#39;mey luwIvlu&&#39;bogh nguvmoH

source: Formatted Search
tlh: nejwI&&#39; le&&#39;qu&&#39;

source: Formula
tlh: <nop>SImmeH ngoq

source: Foswiki User Authentication
tlh: Foswiki lo&&#39;wI&&#39; &&#39;olwI&&#39;

source: Foswiki checks all requests it receives from browsers, and tries to check that the persons using the browsers intentionally sent them.
tlh: Hoch tlhobwI&&#39; jabbI&&#39;IDmey&&#39;e&&#39; Hevbogh &&#39;oH &&#39;ol Foswiki. chIch bIH ngeHta&&#39; lo&&#39;wI&&#39; &&#39;e&&#39; &&#39;ol je.

source: Foswiki password reset for %1
tlh: %1vaD Foswiki chaw&&#39; ngoq chu&&#39;moHlu&&#39;pu&&#39;

source: Get a fresh version <a href='%1'>here</a>.
tlh: <a href='%1'>naDev</a> nav chu&&#39; yISuq.

source: Get help on attaching files
tlh: tep chelmeH mIw yIyajqu&&#39;choH

source: Get help on setting topic preferences
tlh: ghItlh <nop>DuHmey lISmeH mIw yajqu&&#39;choH

source: Get notified on changes on this search
tlh: nejwI&&#39;vam choHmey qImchoH

source: Globe
tlh: yuQ

source: Go back
tlh: chegh

source: Go back in your browser and insert values for all mandatory fields before saving again
tlh: &&#39;Internet janlIjDaq yIchegh &&#39;ej Hoch De&&#39;&&#39;e&&#39; poQlu&&#39;bogh yIghItlhqa&&#39; bIpolqa&&#39;pa&&#39;

source: Go back in your browser and save your changes locally.
tlh: &&#39;Internet janDaq yIchegh &&#39;ej juHlIj De&&#39;wI&&#39;lIjDaq choHmeylIj tIpol.

source: Go back to the previous page, and enable Cookies and !JavaScript before trying again
tlh: nungbogh navDaq yIchegh, chabHommey <nop>JavaScript je tIchu&&#39; &&#39;ej yInIDqa&&#39;

source: Good examples:
tlh: ghantoHmey <nop>QaQ:

source: GoodStyle
tlh: ghItlhmeH pab

source: Group
tlh: ghom

source: Group does not exist and create not permitted
tlh: ghom tu&&#39;lu&&#39;be&&#39; &&#39;ej <nop>DachenmoH chaw&&#39;be&&#39;lu&&#39;

source: Group name
tlh: ghom pong

source: Group names must end in Group
tlh: ghom pong tlhuQDaq "Group" ghItlhnISlu&&#39;

source: Groups
tlh: ghommey

source: Having problems logging in?
tlh: bI&&#39;ellaHbe&&#39;&&#39;a&&#39;?

source: Header rows
tlh: nach tlheghmey

source: Heading 1
tlh: &&#39;ay&&#39; pong 1

source: Heading 2
tlh: &&#39;ay&&#39; pong 2

source: Heading 3
tlh: &&#39;ay&&#39; pong 3

source: Heading 4
tlh: &&#39;ay&&#39; pong 4

source: Heading 5
tlh: &&#39;ay&&#39; pong 5

source: Heading 6
tlh: &&#39;ay&&#39; pong 6

source: Hello %1!
tlh: nuqneH, %1?

source: Help
tlh: <nop>QaH

source: Hi, %1
tlh: qIm, %1

source: Hide file
tlh: De&&#39; So&&#39;

source: Hide help
tlh: <nop>QaH So&&#39;

source: Hierarchical Webs is currently disabled, you cannot create Nested webs.
tlh: <nop>DaHjaj puqmIchmey luchu&&#39;Ha&&#39;lu&&#39;. mIchHommey <nop>DachenmoHlaHbe&&#39;.

source: History
tlh: qun

source: Horizontal ruler
tlh: tlhegh <nop>SaS

source: How about attaching your photo?
tlh: mIlloghlIj Dachel <nop>DaneH&&#39;a&&#39;?

source: How to activate your %1 registration
tlh: chay&&#39; muvmeH mIwlIj Dachu&&#39;laH

source: However, sending a confirmation e-mail to %2 failed, suggesting that this may be a fraudulent registration. The user '%1' could not be removed automatically.
tlh: Do&&#39;Ha&&#39; Qaghpu&&#39; %2vaD &&#39;olmeH QIn ngeHmeH Qu&&#39;. chaq muvwI&&#39; ngeb ghaH muvwI&&#39;&&#39;e&&#39;. lo&&#39;wI&&#39; '%1' teqlaHbe&&#39; De&&#39;wI&&#39;.

source: However, sending a confirmation e-mail to %2 failed, suggesting that this maye be a fraudulent registration. The user '%1' was removed automatically. However you may have to remove the user's personal topic manually.
tlh: Do&&#39;Ha&&#39; Qaghpu&&#39; %2vaD &&#39;olmeH QIn ngeHmeH Qu&&#39;. chaq muvwI&&#39; ngeb ghaH muvwI&&#39;&&#39;e&&#39;. lo&&#39;wI&&#39; '%1' teqta&&#39; De&&#39;wI&&#39;. chaq lo&&#39;wI&&#39; nuv ta <nop>DateqnISqu&&#39; <nop>SoH&&#39;e&&#39;.

source: However, the filename has been changed from %1 to %2. Please make a note of it.
tlh: <nop>DaH %1vaD %2 ponglu&&#39;. yIqaw&&#39;eghmoH.

source: I forgot my password
tlh: chaw&&#39; ngoqwIj vIlIjpu&&#39;

source: Icon
tlh: <nop>DeghHom

source: Ideas, requests, problems regarding %1? <a href='%2'>Send feedback</a>
tlh: %1mo&&#39; qeSmey, vuDmey ghaj&&#39;a&&#39;? qay&&#39;&&#39;a&&#39; vay&&#39;? <a href='%2'>QIn ngeH</a>

source: If Foswiki can't find a registered e-mail for you in the secret database, you will be unable to reset your password or take advantage of email notifications of topic changes.
tlh: qawHaq peghDaq QIn <nop>QuvlIj <nop>SamlaHbe&&#39;chugh Foswiki, vaj chaw&&#39; ngoqlIj <nop>DachoHlaHbe&&#39; &&#39;ej ghItlh choH wanI&&#39; QInmey <nop>DaHevlaHbe&&#39;.

source: If Foswiki detects a suspicious request that may have been sent from such a page, then you are asked to confirm the request.
tlh: tlhobwI&&#39; pIH Hevchugh Foswiki, vaj &&#39;oH Dachaw&&#39; SoH tlhob Foswiki.

source: If registration is not disabled by errors, administrators can still register users to this site using %1.
tlh: Qaghmeymo&&#39; muvmeH mIw chu&&#39;Ha&&#39;lu&&#39;be&&#39;chugh, vaj lo&&#39;wI&&#39;pu&&#39; muvmoHmeH %1 lulo&&#39;laH loHwI&&#39;pu&&#39;.

source: If that's not the problem, it may be because you have a setting of %1 that is pointing to a template that doesn't exist.
tlh: qay&&#39;wI&&#39; &&#39;oHbe&&#39;chugh <nop>ngoDvam, vaj chaq <nop>ghantoH tu&&#39;be&&#39;lu&&#39;boghDaq Qeq %1 <nop>DuHlIj.

source: If this line isn't present see _upgrade_ section below
tlh: tlheghvam tu&&#39;be&&#39;lu&&#39;chugh, vaj <nop>bIngDaq _upgrade_ &&#39;ay&&#39; <nop>yIbuS

source: If this topic is missing create it, otherwise check it for errors.
tlh: ghItlhvam tu&&#39;lu&&#39;be&&#39;chugh, vaj yIchenmoH pagh yIlughmoH.

source: If you are developing a Foswiki application, see %1 for a description of the correct parameters.
tlh: Foswiki jan Daghunchugh vaj %1 yIlaD. pa&&#39; Hoch <nop>DapoQbogh Dellu&&#39;.

source: If you are unsure what this means, read: %1
tlh: Dochvam Dayajchu&&#39;be&&#39;chugh vaj yIlaD: %1

source: If you came here by clicking on a question mark link
tlh: naDev <nop>DuDevta&&#39;chugh ghelwI&&#39; Degh rarwI&&#39;

source: If you don't receive a verification email within the next hour,
tlh: qaStaHvIS wa&&#39; rep pIq &&#39;olmeH QIn <nop>DaHevbe&&#39;chugh,

source: If you enter a different name, make sure the topic exists.
tlh: latlh pong <nop>DaghItlhchugh, vaj ghItlhvam tu&&#39;lu&&#39; &&#39;e&&#39; yI&&#39;ol.

source: If you got this e-mail by mistake: Somebody (%1) registered at the %2 site using your mail address %3. Contact %4 if this is in error.
tlh: Qaghmo&&#39; QInvam <nop>DaHevchugh: %2Daq muvta&&#39; vay&&#39; (%1) &&#39;ej QIn <nop>QuvlIj (%3) lo&&#39;ta&&#39;. Qagh &&#39;oHchugh wanI&&#39;vam vaj %4 yIrI&&#39;.

source: If you have any questions about registration, send an e-mail to %1.
tlh: muvlu&&#39;meH vay&&#39; Daghel <nop>DaneHchugh vaj %1vaD QIn yIngeH.

source: If you have any questions, please contact %1
tlh: vay&&#39; Daghel <nop>DaneHchugh, vaj %1 yIrI&&#39;

source: If you have any questions, please contact %1.
tlh: vay&&#39; Daghel <nop>DaneHchugh vaj %1 yIrI&&#39;.

source: If you haven't set a password yet or you want to reset it, go to: %1
tlh: chaw&&#39; ngoq Daghajbe&&#39;chugh pagh &&#39;oH <nop>DachoH <nop>DaneHchugh vaj naDev yIghoS:%1

source: If you received a link to this topic in an e-mail or just want to look at the topic, [[%1][cancel save]] to go to %2.
tlh: <nop>ghItlhvam Qeqbogh rarwI&&#39; <nop>DaHevta&&#39;chugh pagh &&#39;oH Dalegh <nop>DaneHchugh neH, vaj [[%1][polbe&&#39;]] yIwIv %2 <nop>DaghoSmeH.

source: If you want to create the topic
tlh: ghItlhvam <no>DachenmoH &&#39;e&&#39; <nop>DaHechchugh

source: If you want to search for a word in the stop word list, prefix the word with a plus sign
tlh: mevmu&&#39; <nop>tetlhDaq mu&&#39; Danej <nop>DaneHchugh vaj mu&&#39; <nop>tlhopDaq chelwI&&#39; ngutlh yIghItlh

source: If you would like to create this web
tlh: mIchvam <nop>DachenmoH <nop>DaneHchugh

source: If you would like to send an email and give them feedback, please type it below and hit 'Send mail'
tlh: <nop>jabbI&&#39;<nop>IDDaq <nop>vuDlIj Daja&&#39; <nop>DaneHchugh, vaj <nop>bIngDaq &&#39;oH <nop>yIghItlh &&#39;ej 'QIn ngeH' yI&&#39;uy&&#39;

source: If your old e-mail addresses are all invalid (you can't receive mail there any more) and you have forgotten your password, please contact %1 for help.
tlh: Qapbe&&#39;chugh <nop>QInQuvlIj qan (vaj Dalo&&#39;laHbe&&#39;>taH), &&#39;ej chaw&&#39; <nop>ngoqlIj <nop>DalIjchugh, vaj <nop>QaH <nop>DaSammeH %1 yIrI&&#39;.

source: Ignore for 7 days
tlh: <nop>qaStaHvIS 7 jaj <nop>buSHa&&#39;

source: Image
tlh: mIllogh

source: Image %1 of %2
tlh: %2Daq mIllogh %1

source: Images will be displayed, for other attachments a link will be created.
tlh: mIlloghmey lu&&#39;aghlu&&#39;, rarwI&&#39; luHev latlh tepmey.

source: In a possible scenario, an evil person has left a link to seduce you to visit a page on http<nop>://crime.org, which has some clever javascript on it.
tlh: ghu&&#39;vam qIt <nop>yIbuS: <nop>DutojmeH <nop>SoHvaD rarwI&&#39; ngeHta&&#39; vay&&#39;, chaq http<nop>://HeSwI&&#39;.tlh &&#39;oH, &&#39;ej pa&&#39; javascript mIw qab tu&&#39;lu&&#39;.

source: In case of a zip file, attach all included files to this topic
tlh: ZIP De&&#39; &&#39;aplo&&#39; Daghajchugh vaj ghItlhDaq Hoch ngaSbogh De&&#39; ghItlhHommey lupollu&&#39;

source: In reversed order
tlh: tagh <nop>QavwI&&#39;

source: In some cases, Foswiki changes the name of the uploaded file to make it safe and accessible across all platforms:
tlh: rut De&&#39; pong choH Foswiki, vaj &&#39;oH lo&&#39;laHchu&&#39; latlh lo&&#39;wI&&#39; je:

source: Including
tlh: Dochmey chel (include)

source: Incorrect Password
tlh: chaw&&#39; ngoq qarHa&&#39;

source: Incorrect Prefix
tlh: moHaq qarHa&&#39;

source: Incorrect [[%1][WikiName]]
tlh: [[%1][wIqI-pong]] muj

source: Incorrect [[%1][WikiNames:]]
tlh: [[%1][wIqIpongmey]] muj:

source: Incorrect [[%1][username]]
tlh: [[%1][lo&&#39;wI&&#39; pong]] muj

source: Incorrect parameters to the =%1= script
tlh: =%1= ngoqDaq ghunmeH mu&&#39;mey qab tu&&#39;lu&&#39;

source: Incorrect topic name provided for the templatetopic parameter.
tlh: <nop>ghantoHghItlh <nop>DuHmeyvaD ghItlh pong <nop>QaQHa&&#39; noblu&&#39;.

source: Indent
tlh: yuv

source: Index
tlh: tetlh

source: Info
tlh: <nop>HIchuH

source: Insert a color code
tlh: nguvlu&&#39;meH ngoq chel

source: Insert a data form table header
tlh: De&&#39; yu&&#39;muD wa&&#39;chaw pong chel

source: Insert a date
tlh: poH chel

source: Insert a horizontal ruler
tlh: tlhegh <nop>SaS chel

source: Insert a link
tlh: rarwI&&#39; chel
