Repository: foswiki/distro
Catalog: core/locale/tlh.po
Languages: tlh

source: Username
tlh: lo&&#39;wI&&#39; pong

source: Username %1.
tlh: lo&&#39;wI&&#39; pong %1.

source: Username or email address
tlh: lo&&#39;wI&&#39; pong, QIn Quv ghap

source: Users
tlh: lo&&#39;wI&&#39;pu&&#39;

source: Users cannot be added to %1
tlh: %1Daq lo&&#39;wI&&#39; chellaHbe&&#39; vay&&#39;

source: Users cannot be removed from %1
tlh: %1vo&&#39; lo&&#39;wI&&#39; teqlaHbe&&#39; vay&&#39;

source: Users who may edit:
tlh: choHlaHbogh lo&&#39;wI&&#39;pu&&#39;&&#39;e&&#39;:

source: Users who may view:
tlh: leghlaHbogh lo&&#39;wI&&#39;pu&&#39;:

source: Verbatim
tlh: mu&&#39;mey neH

source: Version
tlh: Dotlh

source: Version history
tlh: Dotlh qun

source: Version history of %1
tlh: %1 Dotlh qun

source: View
tlh: &&#39;ang

source: View complete topic history
tlh: ghItlh qun naQ &&#39;ang

source: View difference
tlh: Doch pIm &&#39;angmeH:

source: View differences
tlh: Dochmey pIm &&#39;ang

source: View earlier
tlh: De&&#39; &&#39;eq &&#39;ang

source: View later
tlh: De&&#39; paS &&#39;ang

source: View previous topic revision
tlh: nungbogh ghItlh Dotlh &&#39;ang

source: View raw text without formatting
tlh: ghunwI&&#39; mu&&#39;mey &&#39;ang

source: View revision
tlh: Dotlh &&#39;ang

source: View revision:
tlh: Dotlh &&#39;ang:

source: View sequential topic history
tlh: tlha&&#39;bogh ghItlh qun &&#39;ang

source: View templates
tlh: ghantoHmey &&#39;ang

source: View topic
tlh: ghItlh bej

source: View total topic history
tlh: ghItlh qun naQ &&#39;ang

source: View without formatting (v)
tlh: ghunwI&&#39; mu&&#39;mey nguvbe&&#39;lu&&#39;bogh &&#39;ang

source: Warning! Confirmation required
tlh: Qu&&#39;vatlh! bI&&#39;ol net poQ

source: Warning: 'include' topic does not exist!
tlh: Qu&&#39;vatlh: \'include\' ghItlh tu&&#39;lu&&#39;be&&#39;!

source: Warning: Can't INCLUDE '%1', path is empty or contains illegal characters.
tlh: Qu&&#39;vatlh! '%1' INCLUDE-laHbe&&#39;. chImlaw&&#39; ghItlh pong pagh pabbe&&#39;bogh Deghmey ngaS.

source: Warning: Can't find named section %3 in topic %1.%2
tlh: Qu&&#39;vatlh: ghItlh %1.%2Daq &&#39;ay&&#39; %3 <nop>vISamlaHbe&&#39;

source: Warning: Can't find topic %1.%2
tlh: Qu&&#39;vatlh: ghItlh %1.%2 <nop>vISamlaHbe&&#39;

source: Warning: Can't find web %1 for topic %2
tlh: Qu&&#39;vatlh: ghItlh %2mo&&#39; mIch %1 <nop>vISamlaHbe&&#39;

source: Warning: Could not send confirmation email
tlh: Qu&&#39;vatlh: &&#39;olmeH QIn ngeHlaHbe&&#39;

source: Warning: Could not send confirmation email, email has been disabled
tlh: Qu&&#39;vatlh: &&#39;olmeH QIn ngeHlaHbe&&#39;, QInmey chu&&#39;Ha&&#39;lu&&#39;mo&&#39;

source: Warning: This site does not allow %<nop>INCLUDE% of URLs
tlh: Qu&&#39;vatlh: URL %<nop>INCLUDE% chaw&&#39;be&&#39; weQmoQnaQ Daqvam

source: Warning: Updates found for %1 extension(s).
tlh: Qu&&#39;vatlh: %1 extension(mey)vaD chu&&#39;moHwI&&#39; luSamlu&&#39;.

source: Warning: \'include\' topic <nop>%1 does not exist!
tlh: Qu&&#39;vatlh: \'include\' ghItlh <nop>%1 tu&&#39;lu&&#39;be&&#39;!

source: Warning: \'include\' topic does not exist!
tlh: Qu&&#39;vatlh: \'include\' ghItlh tu&&#39;lu&&#39;be&&#39;!

source: Warning: table definition in \'include\' topic %1 does not exist!
tlh: Qu&&#39;vatlh: ghItlh %1Daq wa&&#39;chaw <nop>DelwI&&#39; \'include\' tu&&#39;tlu&&#39;be&&#39;!

source: We noticed you have disabled !JavaScript. Please switch on !JavaScript if you wish to register.
tlh: <nop>JavaScript Dachu&&#39;Ha&&#39;ba&&#39;. bImuv <nop>DaneHchugh vaj DaH <nop>JavaScript yIchu&&#39;.

source: We noticed you have disabled cookies. Please enable cookies if you wish to register.
tlh: chabHommey <nop>Dachu&&#39;Ha&&#39;ba&&#39;ta&&#39;. bImuv <nop> DaneHchugh vaj DaH chabHommey tIchu&&#39;.

source: Web
tlh: mIch

source: Web Changes notification service
tlh: mIch choHmey QInmey jan

source: Webs
tlh: mIchmey

source: Webserver <em>running Foswiki</em>
tlh: <em>Foswiki ghajbogh</em> De&&#39;wI&&#39; toywI&&#39;

source: Welcome to %1 ... meet people on this site
tlh: %1 yI&&#39;el... naDev ghotpu&&#39; <nop>DaqIHlaH

source: Welcome to the %1 web
tlh: %1 mIchDaq nuqneH

source: While attempting to email <noautolink>%1</noautolink>.
tlh: <noautolink>%1</noautolink>vaD QIn ngeHtaHvIS.

source: Who
tlh: labwI&&#39;

source: Who is requesting this, actually?
tlh: tlhobtaH &&#39;Iv jay&&#39;?

source: Whole page
tlh: nav naQ

source: Why am I being asked to confirm?
tlh: qatlh jI&&#39;olnIS?

source: Wiki administrators should read about the [[%1][SecurityFeatures topic on Foswiki.org]].
tlh: [[%1][Foswiki.orgDaq SecurityFeatures]] laDnISqu&&#39; loHwI&&#39;pu&&#39;&&#39;e&&#39;.

source: Word search
tlh: mu&&#39; nejwI&&#39;

source: Would you like to go to:
tlh: <nop>naDev <nop>bIjaHrup'a':

source: Yes
tlh: <nop>HISlaH

source: You
tlh: <nop>SoH

source: You are already registered.
tlh: bImuvta&&#39; rIntaH.

source: You are also listed in the %1 topic
tlh: %1 tetlhDaq <nop>SoH je

source: You are denied access to the following topics in the web:
tlh: mIchDaq ghItlhmeyvam Danaw&&#39; net chaw&&#39;be&&#39;:

source: You are encouraged to go ahead and edit - unless you intend to change data in a form attached to the topic. If %1 actually _does_ save while you are editing, your changes will be merged, and nothing will be lost. Form data cannot easily be merged though, so in this case you are recommended to check with %1 first.
tlh: qay&&#39;be&&#39;bej bIchoH bIruchchugh. &&#39;ach ghItlh Form De&&#39; <nop>DachoH &&#39;e&&#39; <nop>DaHechchugh, vaj qay&&#39;bej. ghItlh _polqu&&#39;_ %1 &&#39;oH <nop>DachoHtaHvIS <nop>SoH, choHmeylIj lupollu&&#39; &&#39;ej ngab pagh De&&#39;. &&#39;ach quqlaHbe&&#39; Form De&&#39; choHmeH mIw, vaj qaSchugh ghu&&#39;vetlh, %1 <nop>DarI&&#39; net chup bIruchpa&&#39;.

source: You are here:
tlh: <nop>naDev <nop>SoH:

source: You are trying to access an attachment that does not exist.
tlh: tep tu&&#39;be&&#39;lu&&#39;bogh Danaw&&#39; &&#39;e&&#39; <nop>DanIDtaH.

source: You are trying to create a topic from a template that does not exist.
tlh: ghItlh <nop>DachenmoHmeH ghantoH tu&&#39;be&&#39;lu&&#39;bogh Dalo&&#39; <nop>DaneHlaw&&#39;.

source: You are trying to perform an action on a topic that does not exist (action '%1').
tlh: ghItlh tu&&#39;be&&#39;lu&&#39;boghDaq vay Data&&#39; <nop>DaneHba&&#39; ('%1').

source: You are trying to rename a topic that does not exist.
tlh: ghItlh tu&&#39;be&&#39;lu&&#39;bogh Dapongqa&&#39; &&#39;e&&#39; DanIDba&&#39;.

source: You can [[%1][create a new web]] if you have permission. Contact %2 if you have any questions.
tlh: chaw&&#39; Daghajchugh vaj [[%1][mIch chu&&#39; DachenmoHlaH]]. vay&&#39; Daghel <nop>DaneHchugh vaj %2 yIrI&&#39;.

source: You can also use the names of the standard HTML colors (black, silver, gray, white, maroon, red, purple, fuchsia, green, lime, olive, yellow, navy, blue, teal, or aqua)
tlh: vay&&#39; <nop>DanguvmoHmeH HTML-mu&&#39;mey motlh Dalo&&#39; net chaw&&#39; (black, silver, gray, white, maroon, red, purple, fuchsia, green, lime, olive, yellow, navy, blue, teal, aqua)

source: You can change your password at via %1
tlh: %1Daq chaw&&#39; ngoqlIj <nop>DachoHlaH

source: You can give this web a different name.
tlh: mIchvamvaD latlh pong <nop>DaponglaH.

source: You can use the "approve" or "reject" links to approve or reject these registrations
tlh: <nop>muvqangwI&&#39;pu&&#39;vam <nop>DalajmeH &&#39;ej <nop>DalajHa&&#39;meH leQ <nop>DapoQbogh yI&&#39;uy neH

source: You cannot add users to a missing group unless the create option is set.
tlh: Hutlhbogh <nop>ghomDaq lo&&#39;wI&&#39;pu&&#39; <nop>DachellaHbe&&#39; chu&&#39;lu&&#39;be&&#39;chugh create-option.

source: You cannot alter your username: you have to get the administrator to do this for you.
tlh: lo&&#39;wI&&#39; ponglIj <nop>DachoHlaHbe&&#39;: &&#39;oH choHlaH loHwI&#39; neH.

source: You cannot proceed because either Cookies or !JavaScript are disabled in your browser.
tlh: bIruchlaHbe&&#39;, chabmey <nop>JavaScript qoj Dachu&&#39;Ha&&#39;mo&&#39;.

source: You cannot register twice, the name %1 is already registered.
tlh: cha&&#39;logh bImuvlaHbe&&#39;. pong %1 muvta&&#39; rIntaH.

source: You have *not* been registered.
tlh: bImuvta&&#39;*be&&#39;*qu&&#39;.

source: You may be able to get your Wiki administrator to change the settings if they are inappropriate for your environment.
tlh: Deghmeyvetlh <nop>DapoQchugh, chaq wIqI loHwI&&#39;lIj <nop>DaponlaH vaj mIwvam choH ghaH.

source: You may need to close your browser to make this change take effect.
tlh: choHmeyvam <nop>DaleghmeH chaq &&#39;Internet <nop>janlIj Dachu&&#39;nISqa&&#39;.

source: You must pass a topic name.
tlh: ghItlh pong <nop>DaghItlhnIS.

source: You need to specify a valid group name to add members to a group.
tlh: ghomvaD&&#39; <nop>jeSwI&&#39; <nop>DachelmeH, ghom pong QaQ <nop>DawIvnIS.

source: You need to specify a valid group name to remove members from a group.
tlh: ghomvo&&#39; <nop>jeSwI&&#39; <nop>DateqmeH, ghom pong <nop>QaQ <nop>DawIvnIS.

source: You need to specify a valid member to add to a group.
tlh: <nop>ghomvaD&&#39; <nop>jeSwI&&#39; <nop>DachelmeH, jeSwI&&#39;na&&#39; <nop>DawIvnIS.

source: You need to specify a valid member to remove from a group.
tlh: ghomvo&&#39; <nop>jeSwI&&#39; <nop>DateqmeH, jeSwI&&#39;na&&#39; <nop>DawIvnIS.

source: You will probably have to ask your administrator, %1, to do this.
tlh: Dochvam <nop>DachavmeH loHwI&&#39;lI&&#39; <nop>DatlhobnISba&&#39;.

source: You will receive an e-mail when your registration has been approved.
tlh: muvmeH mIwlIj lajlu&&#39;DI&&#39; vaj QIn <nop>DaHevbej.

source: Your [[%1][Wikiname]] is %2 and your username is =%3=.
tlh: %2 &&#39;oH [[%1][wIqI-ponglIj]]&&#39;e&&#39; &&#39;ej =%3= &&#39;oH lo&&#39;wI&&#39; ponglIj&&#39;e&&#39;.

source: Your [[%1][username]]:
tlh: [[%1][<nop>lo&&#39;wI&&#39; <nop>ponglIj]]:

source: Your email address will be kept confidential.
tlh: reH QIn <nop>QuvlIj peghlu&&#39;.

source: Your language has been changed to %1. [[%2][click to proceed]].
tlh: <nop>DaH %1 Hol Dalo&&#39;choH. [[%2][bIruchmeH yI&&#39;uy]].

source: Your name as displayed by %1.
tlh: %1Daq pongvam &&#39;aghlu&&#39;.

source: Your name, usually your first and last name connected without a space.
tlh: ponglIj, tuq ponglIj je, &&#39;ach bIH jojDaq Degh chIm tu&&#39;lu&&#39;be&&#39;.

source: Your password has been changed to %1.
tlh: DaH %1 &&#39;oH chaw&&#39; ngoqlIj&&#39;e&&#39;.

source: Your password has not been changed.
tlh: chaw&&#39; ngoqlIj choHlu&&#39;be&&#39;.

source: Your password must be at least %1 characters long.
tlh: %1 Deghmey ghaj chaw&&#39; ngoqlIj net poQ.

source: Your password:
tlh: chaw&&#39; ngoqlIj:

source: Your personal %1 topic is located at %2. You can customize it as you like:
tlh: %2Daq %1 nuv talIj cherlu&&#39;. <nop>DachoHlaHchu&&#39;:

source: Your personal Foswiki topic %1 has been created
tlh: Foswiki nuv talIj %1 cherlu&&#39; rIntaH

source: Your registered e-mail address(es) are updated to: <noautolink>%1</noautolink>.
tlh: QIn <nop>QuvmeylIj luchu&&#39;moHlu&&#39;ta&&#39;: <noautolink>%1</noautolink>.

source: Your registration is pending approval by the system administrators.
tlh: <nop>muvmeH <nop>mIwlIj <nop>lajnIS pat <nop>loHwI&&#39;.

source: Your signature to copy/paste
tlh: qI&&#39;meH ponglIj woH/roQ

source: Your signature to copy/paste:
tlh: qI&&#39;meH ponglIj woH/roQ:

source: [[%1][Click here]] for guidance on creating a valid username for this site.
tlh: patvamDaq lo&&#39;wI&&#39; pong <nop>DachenmoHmeH pab <nop>DayajmeH [[%1][naDev yI&&#39;uy]].

source: [[%1][Debug topic text]].
tlh: [[%1][ghItlh mu&&#39;mey QaghHa&&#39:choH]].

source: [[%1][username]]:
tlh: [[%1][lo&&#39;wI&&#39; pong]]:

source: [multiple of 3 spaces] * [space] Set [space] VARIABLENAME [space] = [value]
tlh: [3 Deghmey chIm] * [chIm] Set [chIm] VARIABLENAME [chIm] = [Doch]

source: _language_name
tlh: tlhIngan Hol

source: access denied on root
tlh: &&#39;oQqar <nop>Danaw&&#39; net chaw&&#39;be&&#39;

source: access denied on topic
tlh: ghItlh <nop>Danaw&&#39; net chaw&&#39;be&&#39;

source: access denied on web
tlh: mIch <nop>Danaw&&#39; net chaw&&#39;be&&#39;

source: access not allowed on root
tlh: &&#39;oQqar Danaw&&#39; chaw&&#39;be&&#39;lu&&#39;

source: access not allowed on topic
tlh: ghItlh Danaw&&#39; &&#39;e&&#39; chaw&&#39;be&&#39;lu&&#39;

source: access not allowed on web
tlh: mIchDaq naw' chaw'be'lu'

source: and
tlh: &&#39;ej

source: by %1
tlh: qon %1

source: change display options
tlh: <nop>HaSta <nop>DuHmey choH

source: change, update, previous revisions, move, delete...
tlh: choH, chu&&#39;moH, Dotlhmey, vIHmoH, polHa&&#39;...

source: close display options
tlh: <nop>HaSta <nop>DuHmey <nop>SoQmoH

source: default as defined in the %1
tlh: %1Daq lISlu&&#39;bogh <nop>DuHmey motlh

source: diff
tlh: pIm

source: don't forget to check your Topic Settings
tlh: ghItlh <nop>DuHmey <nop>tIlIjQo&&#39;

source: earlyInitPlugin failed. See errors below.
tlh: Qagh earlyInitPlugin. <nop>bIngDaq Qaghmey tetlh <nop>yIbuS.

source: edit
tlh: choH

source: edit form
tlh: yu&&#39;muD choH

source: fields are required.
tlh: De&&#39;vetlh <nop>poQlu&&#39;.

source: help
tlh: <nop>QaH

source: hide form
tlh: yu&&#39;muD So&&#39;

source: hints on good style
tlh: batlh ghItlhmeH <nop>qeSmey laD

source: ignore case
tlh: Degh&&#39;a&&#39;/<nop>DeghHom buSQo&&#39;

source: in raw text format
tlh: ghunwI&&#39; ngoq

source: indicates mandatory fields
tlh: De&&#39; poQlu&&#39;bogh &&#39;ang

source: initPlugin was not defined. See errors below.
tlh: initPlugin lISlu&&#39;be&&#39;. bIngDaq Qaghmey tIbuS.

source: last change
tlh: choH Qav

source: manage
tlh: vu&&#39;

source: more...
tlh: latlh...

source: new
tlh: chu&&#39;

source: now %1
tlh: <nop>DaH %1

source: or
tlh: pagh

source: preview
tlh: ghItlh &&#39;ol

source: public view access
tlh: leghlaH Hoch

source: restore
tlh: polqa&&#39;

source: restore form
tlh: yu&&#39;muD polqa&&#39;

source: restrict access to %1
tlh: %1 naw&&#39; SoQmoH

source: restrict read access to users that have an account on this site
tlh: chaw&&#39; choH: laDlaH patvamDaq ta ghajbogh lo&&#39;wI&&#39;pu&&#39;&&#39;e&&#39; neH

source: restrict write access to users that have an account on this site
tlh: chaw&&#39; choH: ghItlhlaH patvamDaq ta ghajbogh lo&&#39;wI&&#39;pu&&#39;&&#39;e&&#39; neH

source: retrieved at %1
tlh: %1 Hevlu&&#39;

source: revision %1
tlh: Dotlh %1

source: set preferences
tlh: <nop>DuHmey lIS

source: specify a list of users and/or groups
tlh: ghom, lo&&#39;wI&&#39; tetlh ghap lIS

source: strictly deny any access to this topic
tlh: ghItlhvam naw&&#39; lajHa&&#39;chu&&#39;

source: strictly deny write access to this topic
tlh: ghItlhvam choHmeH chaw&&#39; lajHa&&#39;chu&&#39;

source: the beginning
tlh: bI&&#39;reS

source: title='Attach an image or document to this topic' accesskey='a'>&Attach
tlh: title='ghItlhvamDaq mIllogh, De&&#39; ghap chel' accesskey='a'>tep chel

source: title='Attach an image or document to this topic'>Attach
tlh: title='ghItlhvamDaq mIllogh, De&&#39; ghap chel'>tep chel

source: title='Create new topic' accesskey='c'>&Create
tlh: title='ghItlh chu&&#39; <nop>chenmoH' accesskey='c'>&chenmoH

source: title='Delete or rename this topic; set parent topic; view and compare revisions' accesskey='m'>&More topic actions
tlh: title='ghItlhvam polHa&&#39; pagh pongqa&&#39;, qup choH; Dotlhmey legh' accesskey='m'>latlh ghItlh <nop>DuH&mey

source: title='Edit Wiki text' accesskey='w'>Edit &wiki text
tlh: title='ghunwI&&#39; mu&&#39;mey choH' accesskey='w'>ghun&wI&&#39; mu&&#39;mey choH

source: title='Edit this topic text' >Edit
tlh: title='ghItlhvam choH' >choH

source: title='Edit this topic text' accesskey='e'>&Edit
tlh: title='ghItlhvam choH' accesskey='e'>choH

source: title='Interwoven' accesskey='i'>&interwoven
tlh: title='<nop>nIqlu&&#39;' accesskey='i'><nop>n&Iqlu&&#39;

source: title='Printable version of this topic' accesskey='p'>&Print version
tlh: title='ghItlhwI&&#39; nav &&#39;ang' accesskey='p'>ghItlhwI&&#39; nav

source: title='Search all webs for topics that link to here' accesskey='l'>A&ll Webs
tlh: title='naDev SIqbogh ghItlhmey <nop>SammeH Hoch <nop>mIchmeyDaq nej' accesskey='l'>Hoch mIchmey (&l)

source: title='Search the %1 Web for topics that link to here' accesskey='b'>&Backlinks
tlh: title='naDev Qeqbogh rarwI&&#39;mey <nop>DaSammeH %1 mIchDaq nej' accesskey='b'>cheghbogh rarwI&&#39;mey

source: title='Search the %1 Web for topics that link to here' accesskey='b'>We&b
tlh: title='%1 mIchDaq naDev rarbogh ghItlhmey Sam' accesskey='b'>mIch

source: title='Side by side' accesskey='s'>&side by side
tlh: title='retlhDaq' accesskey='s'>retlhDaq

source: title='Subscribe to this topic' accesskey='s'>&Subscribe
tlh: title='ghItlhvam qImchoH' accesskey='s'>qImchoH

source: title='Unsubscribe from this topic' accesskey='s'>Un&subscribe
tlh: title='ghItlhvam qImHa&&#39;choH' accesskey='s'><nop>qImHa&&#39;choH (&s)

source: title='View complete topic history' accesskey='h'>&History
tlh: title='ghItlh qun &&#39;ang' accesskey='h'>qun

source: title='View topic' accesskey='v'>&View topic
tlh: title='ghItlh &&#39;ang' accesskey='v'>ghItlh &&#39;ang (&v)

source: title='View without formatting' accesskey='v'>&View wiki text
tlh: title='Deghmey nguvbogh &&#39;angQo&&#39;' accesskey='v'>ghunwI&&#39; mu&&#39;mey &&#39;ang

source: user list truncated
tlh: lo&&#39;wI&&#39; tetlh poD

source: value='Cancel' accesskey='c'
tlh: value='qIl' accesskey='c'

source: value='Discard' accesskey='d'
tlh: value='polbe&&#39;' accesskey='d'

source: value='Preview' accesskey='p'
tlh: value='&&#39;ol' accesskey='p'

source: value='Quiet save' accesskey='q'
tlh: value='tam &&#39;ej pol' accesskey='q'

source: value='Save and Continue' accesskey='k'
tlh: value='pol &&#39;ej ruch' accesskey='k'

source: value='Save' accesskey='s'
tlh: value='pol' accesskey='s'

source: view
tlh: bej

source: why you are being asked to confirm
tlh: qatlh naDev bI&&#39;olnIS
