Repository: foswiki/distro
Catalog: core/locale/tlh.po
Languages: tlh

source: !WikiName
tlh: wIqI-pong

source: %*(%1,day)
tlh: %*(%1,jaj)

source: %*(%1,hour)
tlh: %*(%1,rep)

source: %*(%1,minute)
tlh: %*(%1,tup)

source: %*(%1,second)
tlh: %*(%1,lup)

source: %1 %2 Page %3 of %4 %5 %6
tlh: %1 %2 %4 navmey nav %3 %5 %6

source: %1 (default)
tlh: %1 (motlh)

source: %1 - Registration failure for %2 (%3)
tlh: %2vaD (%3) Qagh %1 - muvmeH mIw

source: %1 - Registration for %2 (%3)
tlh: (%3) %2<nop>vaD %1 - muvmeH mIw

source: %1 Web
tlh: %1 mIch

source: %1 added to the %2 group.
tlh: %2 ghomvaD %1 chellu&&#39;.

source: %1 cannot be removed from %2
tlh: %2vo&&#39; %1 teqlaHbe&&#39; vay&&#39;

source: %1 denied the registration.
tlh: muvmeH mIw lajHa&&#39; %1.

source: %1 group topic upgraded.
tlh: %1 ghom ghItlh chu&&#39;moHlu&&#39;.

source: %1 has a list of other Foswiki users
tlh: %1Daq latlh lo&&#39;wI&&#39; tetlh tu&&#39;lu&&#39;

source: %1 has been editing the topic for %2 and the lease is still active for another %3.
tlh: qaStaHvIS %2 ghItlh choHtaH %1 &&#39;ej qaStaHvIS %3 taHlI&&#39; poHDaj.

source: %1 has been emailed to inform them that their registration has been successful
tlh: Qapchu&&#39;mo&&#39; muvmeH mIwDaj %1vaD QIn ngeHlu&&#39;

source: %1 has been registered with e-mail %2
tlh: muvmeH %2 QIn Quv lo&&#39;ta&&#39; %1

source: %1 has received a suspicious change request from your browser.
tlh: %1 <nop>tlhobtaHvIS loQ <nop>pIH De&&#39;wI&&#39;lIj.

source: %1 home
tlh: %1 juH

source: %1 is an invalid name for a new web
tlh: mIch chu&&#39; <nop>pongmeH <nop>lI&&#39;be&&#39; %1

source: %1 is currently logged in
tlh: <nop>DaH &&#39;elta&&#39; %1 rIntaH

source: %1 is currently set to %2
tlh: <nop>DaH %2 &&#39;oS %1

source: %1 is editing [[%2][%3]].
tlh: [[%2][%3]] choHtaH %1.

source: %1 is in at least one group and cannot be removed
tlh: wa&&#39; ghomDaq ghaHtaHmo&&#39; %1, ghaH teqlaHbe&&#39; vay&&#39;

source: %1 is not a valid form name
tlh: _Form_ pong <nop>QaQ &&#39;oHbe&&#39; %1

source: %1 is not a valid value for the %2 parameter
tlh: %2 lISmeH lI&&#39;be&&#39; %1

source: %1 is the default topic for deleted attachments.
tlh: roD %1Daq tepmey&&#39;e&&#39; lupolHa&&#39;lu&&#39;bogh lulanlu&&#39;.

source: %1 may still be editing %2.
tlh: chaq %2 choHtaH %1.

source: %1 recent changes in %2 Web
tlh: %2 mIch %1 choHmey

source: %1 registration approval required
tlh: %1 <nop>DamuvmeH <nop>DalajnISlu&&#39;

source: %1 registration denied
tlh: %1 muvmeH mIw lajHa&&#39;lu&&#39;

source: %1 removed from the %2 group.
tlh: ghom %2vo&&#39; %1 teqlu&&#39;.

source: %1 to create another web
tlh: latlh mIch <nop>chenmoHmeH %1

source: %1 to customize the web specific preferences
tlh: %1 vaj mIchvam <nop>DuHmey <nop>DalISlaH

source: %1 to start working on the new web
tlh: %1 vaj mIch chu&&#39;Daq bIvumchoHlaH

source: %1 topic does not exist
tlh: ghItlh %1 tu&&#39;lu&&#39;be&&#39;

source: %1 tried to register with e-mail %2
tlh: QIn Quv %2 lo&&#39;taHvIS muv &&#39;e&&#39; nID %1

source: %1 was renamed or moved from %2 on %3 by %4
tlh: %3 %2vo&#39; %1Daq pongqa&#39; pagh vIHmoHta&#39; %4

source: %1: Invalid template name (%2) - Contains invalid characters.
tlh: %1: qarbe&&#39; ghantoH pong (%2) - Deghmey <nop>QaQbe&&#39; ngaS.

source: &Cancel
tlh: &qIl

source: &History
tlh: qun

source: &Sequential
tlh: tlha&&#39;taH

source: '%1' is not a valid [[%2][login username]].
tlh: [[%2][&&#39;elmeH lo&&#39;wI&&#39; pong]] <nop>QaQ &&#39;oHbe&&#39; '%1'.

source: 'Create New Topic' page has moved
tlh: 'ghItlh chu&&#39; chenmoHmeH' ghItlh vIHmoHta&&#39; vay&&#39;

source: (%1 login)
tlh: (%1 &&#39;el)

source: (%1 validation)
tlh: (%1 &&#39;ol)

source: (*Suggestion:* How about uploading your picture to your topic?)
tlh: (*chuplu&&#39;*: <nop>DaH ghItlhlIjDaq mIllogh Dachel <nop>DaneH&&#39;a&&#39;?)

source: (=all= to show all topics)
tlh: (Hoch ghItlhmey &&#39;angmeH =all= yIghItlh)

source: (Children in %1 Web)
tlh: (%1 mIch puqqoqpu&&#39;)

source: (This message will be removed automatically)
tlh: (<nop>QInvam polHa&&#39; De&&#39;wI&&#39;)

source: (access denied)
tlh: (naw&&#39; lajHa&&#39;lu&&#39;)

source: (attach)
tlh: (tep)

source: (backlinks in %1 Web)
tlh: (%1 mIch cheghbogh rarwI&&#39;mey)

source: (backlinks in all Webs)
tlh: (Hoch mIchmey cheghbogh rarwI&&#39;mey&&#39;e&&#39;)

source: (book view)
tlh: (paq <nop>HaSta)

source: (change form)
tlh: (yu&&#39muD qa&&#39;)

source: (change language)
tlh: (Hol choH)

source: (changes)
tlh: (choHmey)

source: (compare)
tlh: (choH nuq)

source: (delete attachment)
tlh: (tep polHa&&#39;)

source: (delete)
tlh: (<nop>polHa&&#39;)

source: (disabled)
tlh: (chu&&#39;Ha&&#39;lu&&#39;)

source: (edit form)
tlh: (yu&&#39;muD choH)

source: (edit text)
tlh: (ghItlh choH)

source: (edit)
tlh: (choH)

source: (login)
tlh: (&&#39;el)

source: (more)
tlh: (latlh)

source: (move attachment)
tlh: (tep vIHmoH)

source: (no parent, orphaned topic)
tlh: (qup Hutlh, ghItlh mob)

source: (none)
tlh: (pagh)

source: (otherwise search %1 Web only)
tlh: (%1 mIch <nop>neH nej)

source: (raw view)
tlh: (ngoq <npo>HaSta)

source: (redirect denied)
tlh: (rarqa&&#39;wI&&#39; lajHa&&#39;lu&&#39;)

source: (rename)
tlh: (pongqa&&#39;)

source: (revision %1)
tlh: (Dotlh %1)

source: (save error)
tlh: (Qagh <nop>polmeH <nop>mIw)

source: (single character first name)
tlh: (ponglIj Degh wa&&#39;DIch)

source: (single character last name)
tlh: (tuqlIj pong Degh wa&&#39;DIch)

source: (skipped)
tlh: (noplu&&#39;)

source: *Administrators:* You can change user's e-mail address using this form. Enter the users [[%1][username]] or [[%1][WikiName]] and the new e-mail address.
tlh: *peqIm, loHwI&&#39;pu&&#39;&&#39;e&&#39;: lo&&#39;wI&&#39; QIn Quv <nop>DachoHmeH Form-vam Dalo&&#39;laH. lo&&#39;wI&&#39; [[%1][lo&&#39;wI&&#39; pong]], [[%1][wIqI-pong]] ghap yIghItlh &&#39;ej QIn Quv chu&&#39; yIghItlh.

source: *Attach new file:* If you select a different file in the browser, it is this that will be updated or added.
tlh: *De&&#39; chu&&#39; chel:* De&&#39;wI&&#39;lIjDaq latlh De&&#39; <nop>DawIvchugh, vaj De&&#39;vetlh lablu&&#39; pagh chellu&&#39;.

source: *Change comment:* If you use _Change Properties_ to change a comment, the comment shown in the topic will change, but the comment shown against the attachment history will be the comment when the file was uploaded.
tlh: *choH <nop>QInHom*: <nop>QInHom <nop>DachoHmeH _<nop>DuHmey neH choH_ Dalo&&#39;chugh, vaj ghItlhDaq &&#39;anglu&&#39;bogh <nop>QInHom&&#39;e&&#39; choHlu&&#39;, &&#39;ach tep qunDaq ratlh tep <nop>QInHom qan.

source: *Formatting help:*
tlh: *Degh nguvmoHmeH <nop>QaH:*

source: *Important:* the information provided in this form will be stored in a database on the web server. This database is accessible to anyone who can access the server through the web (though passwords will be encrypted, and e-mail addresses will be obfuscated to help prevent spamming). Your country, or the country where the server is hosted, may have Data Protection laws governing the maintenance of such databases. If you are in doubt, you should contact %1 for details of the Data Protection Policy of this web server before registering.
tlh: *potlh:* &&#39;Internet toy&&#39;wI&&#39; qawHaqDaq Form-vamDaq De&&#39;&&#39;e&&#39; Dapolbogh lanlu&&#39;. qawHaqvam naw&&#39;laH Hoch ghot&&#39;e&&#39;, &&#39;Internetvo&&#39; toy&&#39;wI&&#39; naw&&#39;laHchugh. (&&#39;ach reH QIn Quvmey, chaw&&#39; ngoqmey je lu&&#39;So&&#39;lu&&#39; vaj veQ QInmey <nop>DaHevbe&&#39;). chaq De&&#39;vetlh <nop>QaDmoHmeH pabmey ghaj Sep&&#39;e&&#39; <nop>DaDabbogh. chaq chutmeyvetlh ghaj je toy&&#39;wI&&#39; Sep. bIHonchugh, vaj %1 <nop>DarI&&#39;nIS &&#39;ej toy&&#39;wI&&#39;vam De&&#39; polmeH ngoch <nop>DalaDnIS bImuvpa&&#39;.

source: *Properties:* The comment and visibility (i.e. is attachment hidden) can be changed without uploading a file by pressing "Change Properties only".
tlh: *<nop>DuHmey:* <nop>QInHom leghlaHghach (So&&#39;lu&&#39;chugh tep) je neH <nop>DachoHmeH, &&#39;ej De&&#39; chu&&#39; Dalab <nop>DaneHchugh, vaj "<nop>DuHmey neH choH" yI&&#39;uy.

source: *bold* put word/phrase in asterisks: =<nop>*your phrase*=
tlh: *ror*: <nop>HovHommey jojDaq mu&&#39;mey lan: =<nop>*mu&&#39;meylIj*=

source: *bullet list* 3 spaces, asterisk, 1 space: =&&nbsp;&&nbsp;&&nbsp;*&&nbsp;your text=
tlh: *moQHommey tetlh* 3 Deghmey chIm, 1 <nop>HovHom, 1 Degh chIm: =&&nbsp;&&nbsp;&&nbsp;*&&nbsp;mu&&#39;meylIj=

source: *external links* =http://yahoo.com= or =[<nop>[http://yahoo.com/][link to Yahoo]]=
tlh: *rarwI&&#39;mey* =http://yahoo.com= pagh =[<nop>[http://yahoo.com/][Yahoo Delbogh mu&&#39;]]=

source: *headings* 3 dashes, 1 to 6 pluses, 1 space: =---++&&nbsp;Your Heading=
tlh: *&&#39;ay&&#39; pongmey* 3 tlheghHommey, 1-6 +mey, 1 Degh chIm: =---++&&nbsp; &&#39;ay&&#39; ponglIj=

source: *italic* put word/phrase in underscores: =_<nop>your words_=
tlh: *wanHa&&#39;* bIng tlheghHommey jojDaq mu&&#39;mey lan: =_<nop>mu&&#39;meylIj_=

source: *monospaced* put word/phrase in equal signs: =<nop>=your words==
tlh: *Deghmey nIb* nIbwI&&#39; Deghmey jojDaq mu&&#39;lIj lan: =<nop>=mu&&#39;meylIj==

source: *paragraphs* separate with blank line
tlh: *&&#39;ay&&#39;mey* tlhegh chIm chel

source: *site links* use topic name: =%1= or =[<nop>[%1][Our homepage]]=
tlh: *rarwI&&#39;mey* ghItlh pong yIlo&&#39;: =%1= pagh =[<nop>[%1][juHwIjnav]]=

source: 1 hour ago
tlh: 1 rep ret

source: 1 week ago
tlh: 1 Hogh ret

source: 12 hours ago
tlh: 12 rep ret

source: 2 weeks ago
tlh: 2 Hogh ret

source: 24 hours ago
tlh: 24 rep ret

source: 3 days ago
tlh: wejHu&&#39;

source: 4 weeks ago
tlh: 4 Hogh ret

source: 6 hours ago
tlh: 6 rep ret

source: <a href='%1'>RSS feed</a>, recent changes with <a href='%2'>50</a>, <a href='%3' rel='nofollow'>100</a>, <a href='%4' rel='nofollow'>200</a>, <a href='%5' rel='nofollow'>500</a>, <a href='%6' rel='nofollow'>1000</a> topics, <a href='%7' rel='nofollow'>all changes</a>
tlh: <a href='%1'>RSS feed</a>, choHmey chu&&#39; &&#39;angmeH <a href='%2'>50</a>, <a href='%3' rel='nofollow'>100</a>, <a href='%4' rel='nofollow'>200</a>, <a href='%5' rel='nofollow'>500</a>, <a href='%6' rel='nofollow'>1000</a> ghItlhmey &&#39;ang, <a href='%7' rel='nofollow'>Hoch choHmey &&#39;ang</a>

source: <em>in %1 web</em> only
tlh: <em>%1 mIchDaq</em> neH

source: <em>in all public webs</em>
tlh: <em>mIchmeyDaq luleghlaHbogh Hoch neH</em>

source: <nop>%1 (%2) can be emailed to inform them that their registration has been rejected.
tlh: <nop>%1vaD (%2) QIn <nop>DangeHlaH, muvmeH mIwDaj lajHa&&#39;lu&&#39;pu&&#39; jatlhmeH.

source: <nop>%1 <%2> has been emailed to inform them that their registration has been denied
tlh: <nop>%1vaD <%2> QIn ngeHlu&&#39;pu&&#39;, vaj muvmeH mIwDaj lajHa&&#39;lu&&#39;pu&&#39; &&#39;e&&#39; <nop>SovchoH

source: <nop>WikiName:
tlh: wIqI-pong:

source: <strong>Confirmation required!</strong> Press OK to confirm this change was intentional<br />Press Cancel otherwise
tlh: <strong>bI&&#39;ol net poQ!</strong> bIchoH <nop>DaneHbejchugh vaj OK yI&&#39;uy.<br />bIbejbe&&#39;chugh vaj yIqIl

source: A =.txt= extension is appended to some filenames for security reasons
tlh: Hungmo&&#39; chaq De&&#39;vaD =.txt= chellu&&#39;

source: A Foswiki site is divided into webs; each one represents one subject, one area of collaboration. You are trying to %1 in a web that does not exist.
tlh: mIchmey law&&#39; ghaj Hoch Foswiki pat. mIchmeyDaq Dochmey, qeSmey je Sar luwavlu&&#39;. mIch tu&&#39;lu&&#39;be&&#39;bogh %1 <nop>DaneHlaw&&#39;.

source: A color starts with a # sign, followed by 6 hexadecimal numbers, e.g. =#FFFF00=.
tlh: vay&&#39; <nop>DanguvmoHmeH, ngoq <nop>DaghunmeH tagh #, tlha&&#39; 6 hexadecimal mI&&#39;mey, yIbuS: =#FFFF00=.

source: A confirmation e-mail has been sent to %1
tlh: %1vaD &&#39;olmeH QIn ngelu&&#39;pu&&#39;

source: A link to a topic located in another web is written like %1. Make sure that the name of the web is not spelt wrongly on the previous page; fix the link if necessary.
tlh: %1 rur latlh mIch ghItlh rarwI&&#39;&&#39;e&&#39;. reH mIch pong yIghItlhHa&&#39;Qo&&#39;. rarwI&&#39; muj yIlughmoH.

source: A new system-generated password for your username '%1' (!WikiName %2) has been sent to your registered e-mail address. If your e-mail address is no longer valid, please contact %3.
tlh: lo&&#39;wI&&#39; '%1' pongmo&&#39; (wIqI-pong %2) <nop>QInlIj Sovlu&&#39;boghvaD chaw&&#39; ngoq chu&&#39; ngeHlu&&#39;pu&&#39;. Qapbe&&#39;chugh QIn <nop>QuvlIj, vaj %3 yIrI&&#39;.

source: A topic template defines the initial content of a newly created topic.
tlh: ghItlh chu&&#39; <nop>chenmoHmeH, De&&#39; <nop>wa&&#39;DIch <nop>noblaH ghantoH.

source: A topic with this name did exist, but has been renamed or moved to %1.
tlh: poH ret pongvam ghajbogh ghItlh tu&&#39;lu&&#39;pu&&#39;, &&#39;ach <nop>DaH latlh pong ghaj, pagh %1Daq vIHmoHlu&&#39;.

source: A user requires your approval to complete their registration
tlh: <nop>QaHlIj poQ lo&&#39;wI&&#39; muvchu&&#39;meH

source: Abandon changes and exit
tlh: choHmey buSHa&&#39; &&#39;ej mej

source: Access Denied
tlh: naw&&#39; lajHa&&#39;lu&&#39;

source: Access check on %1 failed
tlh: %1 naw&&#39; lajHa&&#39;lu&&#39;

source: Access keys
tlh: ghunmeH leQmey

source: Access keys:
tlh: ghunmeH leQmey:

source: Access to pending registrations is restricted to administrators.
tlh: muvbogh jeSqangwI&&#39;pu&&#39; leghlaH loHwI&&#39; neH.

source: Action
tlh: vang

source: Action %1: %2 by user %3.
tlh: %1: %2, vangchugh lo&&#39;wI&&#39; %3.

source: Actions
tlh: ta&&#39;mey

source: Activation Failed
tlh: chu&&#39;meH ngoq qarHa&&#39;

source: Activation for code %1 failed with an internal error.
tlh: qoD Qaghmo&&#39; Qapbe&&#39; %1 ngoq chu&&#39;meH Qu&&#39;.

source: Add
tlh: chel

source: Add Members to %1
tlh: %1Daq jeSwI&&#39; chel

source: Add a new form to <nop>%1
tlh: <nop>%1Daq Form chu&&#39; chel

source: Add form
tlh: yu&&#39;muD chel

source: Add members
tlh: jeSwI&&#39;pu&&#39; chel

source: Add members...
tlh: jeSwI&&#39;pu&&#39; chel...

source: Add row
tlh: wev chel

source: Add user management options to this topic.
tlh: ghItlhvamDaq lo&&#39;wI&&#39; vu&&#39;meH <nop>DuHmey chel.

source: Adding a %1 preference in WebPreferences
tlh: WebPreferencesDaq %1 <nop>DuH chellI&&#39;

source: Admin Foswiki User Authentication
tlh: Foswiki loHwI&&#39; lo&&#39;wI&&#39; &&#39;olwI&&#39;

source: Admin Maintenance
tlh: loHwI&&#39; <nop>SeHlaw

source: Administration
tlh: loH

source: Advanced search
tlh: <nop>nejwI&&#39; &&#39;Itlh

source: After submitting this form your e-mail will be changed, and you will be returned to this form.
tlh: Form-vam <nop>DangeHDI&&#39; vaj QIn <nop>QuvlIj choHlu&&#39; &&#39;ej Form-vamDaq bIchegh.

source: After submitting this form your password will be changed.
tlh: Form-vam <nop>DangeHDI&&#39; vaj chaw&&#39; ngoqlIj choHlu&&#39;.

source: After submitting this form, you will receive an e-mail with your new, system-generated password, and a link to a page where you can change it.
tlh: Form-vam De&&#39; <nop>DangeHDI&&#39;, tugh QIn <nop>DaHev. chaw&&#39; ngoq chu&&#39; ngaS &&#39;ej chaw&&#39; ngoq <nop>DachoHmeH navvaD rarwI&&#39; Dunob.

source: Ah, no!
tlh: Qo&&#39;!

source: Align left
tlh: poSDaq lan

source: Align right
tlh: nIHDaq lan

source: All public webs
tlh: Hoch mIchmey&&#39;e&&#39; <nop>luleghlaHbogh vay&&#39;

source: Allow only <nop>WikiWord for the new topic name
tlh: ghItlh chu&&#39; <nop>pongmeH wIqI-mu&&#39; chaw&&#39; neH

source: Alternatively hit back to go back to %SYSTEMWEB%.UserRegistration and choose a different username.
tlh: Qapbe&&#39;chugh vaj cheghmeH leQ yI&&#39;uy, [[%SYSTEMWEB%.UserRegistration]]Daq yIghegh &&#39;ej latlh lo&&#39;wI&&#39; pong yIwIv.

source: An attachment with the same name already exists in this topic.
tlh: pongvam ghajbogh tep <nop>ghajtaH ghItlhvam.

source: An e-mail could not be delivered. Please notify your %1 administrator, %2
tlh: QIn ngeHlaHbe&&#39; De&&#39;wI&&#39;. <nop>DaH %1 loHwI&&#39;lIj (%2) yIrI&&#39;

source: An error page will be shown if either of the topics are locked by another user.
tlh: wa&&#39; ghItlh lo&&#39;taHchugh latlh lo&&#39;wI&&#39; vaj Qagh QIn Da&&#39;aghlu&&#39;.

source: An evil person may try to use your login identity to change content in your wiki without your knowledge.
tlh: chaq wIqI-lIjDaq De&&#39; choH neHlaw&&#39; vum, ta&&#39;vam chavmeH chaq &&#39;elmeH ponglIj lo&&#39; &&#39;e&&#39; nID.

source: And populated with topics from the base web
tlh: &&#39;ej mung mIch ghItlhmey luchellu&&#39;

source: Any changes you made to the topic before coming to this page are preserved.
tlh: navvam Da&&#39;elpa&&#39;, Hoch ghItlh choHmey <nop>DachoHbogh lupollu&&#39;.

source: Approve
tlh: laj

source: Attach
tlh: chel

source: Attach a file
tlh: De&&#39; chel

source: Attach an image or document to this topic; manage existing attachments (a)
tlh: ghItlhvamDaq mIllogh ghItlhHom joq chel; tep tu&&#39;lu&&#39;bogh loH (a)

source: Attach file to %1
tlh: %1<nop>Daq De&&#39; chel

source: Attach image or document on %1
tlh: %1<nop>Daq mIllogh De&&#39; ghap chel

source: Attach new file
tlh: De&&#39; chu&&#39; chel

source: Attachment
tlh: tep

source: Attachment '%1' does not exist
tlh: tep '%1' tu&&#39;lu&&#39;be&&#39;

source: Attachment delete failed
tlh: Qagh tep polHa&&#39;meH mIw

source: Attachment does not exist.
tlh: tep tu&&#39;lu&&#39;be.

source: Attachment history
tlh: tep qun

source: Attachment move failed
tlh: Qagh tep vIHmoHmeH mIw

source: Attachment name:
tlh: tep pong:

source: Attachments
tlh: tepmey

source: Attachments %1
tlh: tepmey %1

source: Attachments of %1
tlh: %1 tep

source: Attachments will not be shown in topic view page.
tlh: ghItlh bejlu&&#39;taHvIS tep lu&&#39;anglu&&#39;be&&#39;.

source: Attention
tlh: Qu&&#39;vatlh

source: Attribute
tlh: Segh

source: Automated notification of topic changes
tlh: ghItlh choHmey wanI&&#39; QIn&&#39;

source: Available Information
tlh: Delbogh De&&#39; tu&&#39;lu&&#39;bogh

source: Available form templates
tlh: Form ghantoHmey lutu&&#39;lu&&#39;bogh

source: Available templates in %1 Web:
tlh: %1 mIch ghantoHmey:

source: Back to topic
tlh: ghItlhDaq chegh

source: Backlinks
tlh: cheghbogh rarwI&&#39;mey

source: Backlinks to %1 in %2 Web
tlh: %1Daq Qeqbogh %2 mIch rarwI&&#39;mey&&#39;e&&#39;

source: Backlinks to %1 in all Webs
tlh: %1Daq Qeqbogh Hoch mIchmey rarwI&&#39;mey&&#39;e&&#39;

source: Backlinks:
tlh: cheghbogh rarwI&&#39;mey:

source: Bad password
tlh: chaw&&#39; ngoq qab

source: Bad subscriber '%1'
tlh: qImwI&&#39; qab '%1'

source: Base web %1 is missing or does not exist
tlh: Hutlh mIch motlh %1 pagh &&#39;oH tu&&#39;be&&#39;lu&&#39;

source: Blockquote
tlh: jatlhwI&&#39; meyrI&&#39;

source: Bold
tlh: ror

source: Both body and title
tlh: pong porgh je

source: Bullet list
tlh: moQHommey tetlh

source: But existing form data will be lost (you can always retrieve this data through the topic history)
tlh: &&#39;ach Form De&&#39; <nop>DachIlbej (reH Dotlh tIQDaq Datlhapqa&&#39;laH)

source: By default, viewing the Trash web is restricted to %1. If you would like to allow all users to view the Trash web, remove the =ALLOWWEBVIEW= restriction in WebPreferences.
tlh: motlh veQ mIch leghlaH %1 neH. veQ lulegh Hoch lo&&#39;wI&&#39;pu&&#39; &&#39;e&&#39; Dachaw&&#39; <nop>DaneHchugh, vaj [[WebPreferences][WebPreferencesDaq]] tuchbogh =ALLOWWEBVIEW= yIteq.

source: CHANGE not permitted by %1
tlh: choHmey (CHANGE) chaw&&#39;be&&#39; %1

source: CHANGE not permitted for %1 by %2
tlh: %1 choHmey (CHANGE) chaw&&#39;be&&#39; %2

source: Cache =refresh=all= denied for non-admin users.
tlh: <nop>loHwI&&#39; <nop>SoHbe&&#39;chugh vaj Qapbe&&#39; Cache =refresh=all=.

source: Can't find user %1
tlh: lo&&#39;wI&&#39; %1 vISamlaHbe&&#39;

source: Can't get an e-mail address for %1 (required for password reset)
tlh: %1 QIn Quv vISamlaHbe&&#39; (chaw&&#39; ngoq choHmeH &&#39;oH poQlu&&#39;)

source: Cancel
tlh: qIl

source: Cancel editing and discard changes
tlh: choH &&#39;e&&#39; mev &&#39;ej choHmey woD

source: Cancel upload
tlh: jabbI&&#39;ID qIl

source: Cannot change subscription: %1
tlh: qImwI&&#39; ghu&&#39; choHlaHbe&&#39;: %1

source: Cannot create %1 because it already exists.
tlh: taHqu&&#39;mo&&#39; &&#39;oH, %1 vIchenmoHlaHbe&&#39;.

source: Cannot create web %1 because it already exists
tlh: taHqu&&#39;mo&&#39; mIch %1, &&#39;oH vIchenmoHlaHbe&&#39;

source: Cannot rename %1 to %2 because it already exists.
tlh: taHqu&&#39; mo&&#39; %1, %2vaD &&#39;oH vIpongqa&&#39;laHbe&&#39;.

source: Case sensitive
tlh: potlh <nop>DeghHom/Degh&&#39;a&&#39;

source: Categories
tlh: Seghmey

source: Caution: The password system is currently read only. Users will not be added to the Password file.
tlh: Do&&#39;Ha&&#39;, <nop>DaHjaj laDlaH neH chaw&&#39; ngoq pat. chaw&&#39; ngoq <nop>tetlhDaq lo&&#39;wI&&#39; chellu&&#39;be&&#39;.

source: Center align
tlh: jojDaq lan

source: Change E-mail Address
tlh: QIn Quv choH

source: Change Password
tlh: chaw&&#39; ngoq choH

source: Change cannot be completed
tlh: choHmey vIrInmoHlaHbe&&#39;

source: Change comment and properties only
tlh: Delbogh <nop>QInHom <nop>DuHmey je neH choH

source: Change e-mail address
tlh: QIn Quv choH

source: Change form
tlh: yu&&#39;muD qa&&#39;

source: Change from
tlh: Daq choH

source: Change language
tlh: Hol choH

source: Change links in topics that refer to !%1 in any Web:
tlh: Hoch mIchmeyDaq <nop>%1Daq SIqbogh rarwI&&#39;mey choH:

source: Change links in topics that refer to !%1 in the %2 Web:
tlh: %2 mIchDaq <nop>%1vaD SIqbogh rarwI&&#39;mey choH:

source: Change links in topics that refer to %1 in any Web:
tlh: Hoch mIchmeyDaq %1Daq SIqbogh rarwI&&#39;mey choH:

source: Change links in topics that refer to %1 in the %2 Web:
tlh: %2 mIchDaq %1Daq SIqbogh rarwI&&#39;mey choH:

source: Change password
tlh: chaw&&#39; ngoq choH

source: Change properties only
tlh: <nop>DuHmey neH choH

source: Change the current form of <nop>%1
tlh: <nop>%1 <nop>DaHjaj Form choH

source: Change topic
tlh: ghItlh choH

source: Changed by:
tlh: choHta&&#39;:

source: Changed on
tlh: choHlu&&#39;

source: Changed:
tlh: choHlu&&#39;:

source: Changes
tlh: choHmey

source: Changes from r%1 to r%2
tlh: D%1vo&&#39; D%2Daq choHmey

source: Check your configuration settings for {TemplateDir} and {TemplatePath}.
tlh: {TemplateDir} {TemplatePath} je <nop>DuHmey tI&&#39;ol.

source: Checked topics will be updated to point to the new topic location.
tlh: ghItlh Daq chu&&#39;vaD rarmeH ghItlhmey luwIvlu&&#39;bogh luchu&&#39;moHlu&&#39;.

source: Checked topics will be updated to point to the new web name.
tlh: mIch pong chu&&#39;vaD rarmeH ghItlhmey luwIvlu&&#39;bogh luchu&&#39;moHlu&&#39;.

source: Child topics in %1 web
tlh: %1 mIch puq ghItlhmey

source: Children of %1 in %2 Web
tlh: %2 mIch %1 puqpu&&#39;&&#39;e&&#39;

source: Choose a new form for %1
tlh: %1vaD Form chu&&#39; yIwIv

source: Clear all
tlh: Hoch wIvHa&&#39;

source: Clear all topics
tlh: Hoch wIvHa&&#39;

source: Click to move topic back to previous location, with option to change references.
tlh: yI&&#39;uy, vaj Daq qanDaq ghItlh lanlau&&#39; &&#39;ej cheghbogh rarwI&&#39;mey <nop>DalISlaH.

source: Close
tlh: <nop>SoQmoH

source: Color
tlh: nguvmoH

source: Color %1 has an invalid format
tlh: qarbe&&#39;ba&&#39; %1 nguvmoHmeH ngoq

source: Columns
tlh: tutmey

source: Come on in
tlh: yI&&#39;el

source: Comment
tlh: ghItlhHom

source: Commenting is disabled for static viewing
tlh: bejmeH ghItlhHommey luchu&&#39;Ha&&#39;lu&&#39;

source: Commenting is disabled when not in view context
tlh: <nop>HaSta motlhDaq (view) <nop>SoHbe&&#39;chugh vaj <nop>QInHommey luchu&&#39;Ha&&#39;lu&&#39;

source: Commenting is disabled while not logged in
tlh: bI&&#39;elta&&#39;be&&#39;taHvIS vaj Qapbe&&#39; <nop>QInHommey
