Repository: foswiki/distro
Catalog: core/locale/tlh.po
Languages: tlh

source: Insert a link to a topic or an external resource
tlh: <nop>HurvaD, ghItlhvaD ghap rarwI&&#39; chel

source: Insert a link to a user-profile
tlh: lo&&#39;wI&&#39; taDaq Qeqbogh rarwI&&#39; chel

source: Insert a macro
tlh: mIwHom chel

source: Insert a mathematical formula
tlh: <nop>SImwI ngoq chel

source: Insert a new table
tlh: wa&&#39;chaw chu&&#39; roQ

source: Insert a symbol
tlh: <nop>DeghHom chel

source: Insert an attachment
tlh: tep chel

source: Insert an emoticon
tlh: qabHom Degh chel

source: Insert an icon
tlh: mIlloghHom chel

source: Insert your signature
tlh: qI&&#39;meH ponglIj chel

source: Invalid Activation Code
tlh: chu&&#39;meH ngoq qarHa&&#39;

source: Invalid Input
tlh: qab Doch <nop>DaghItlhta&&#39;bogh

source: Invalid e-mail address
tlh: qab QIn Quv

source: Invalid topic name.
tlh: qab ghItlh pong.

source: It is probably OK to go ahead and edit - unless you intend to change data in a form attached to the topic. If %1 actually _does_ save the topic while you are editing, your changes will be merged, and nothing will be lost. Form data cannot easily be merged though, so in this case you are recommended to check with %1 first.
tlh: qay&&#39;be&&#39;bej bIchoH bIruchchugh. &&#39;ach ghItlh Form De&&#39; <nop>DachoH &&#39;e&&#39; <nop>DaHechchugh, vaj qay&&#39;bej. ghItlh _polqu&&#39;_ %1 &&#39;oH <nop>DachoHtaHvIS <nop>SoH, choHmeylIj lupollu&&#39; &&#39;ej ngab pagh De&&#39;. &&#39;ach quqlaHbe&&#39; Form De&&#39; choHmeH mIw, vaj qaSchugh ghu&&#39;vetlh, %1 <nop>DarI&&#39; net chup bIruchpa&&#39;.

source: It's usually best to choose a %1 for the new topic name, otherwise automatic linking may not work. Characters not allowed in topic names, such as spaces will automatically be removed.
tlh: ghItlh pong chu&&#39;vaD reH qaq %1. Dalo&&#39;be&&#39;chugh vaj chaq Qapbe&&#39;choH rarwI&&#39;mey. Deghmey chIm teq De&&#39;wI&&#39;.

source: It's usually best to choose a short name for the new web, as it is easier to link to them later on. Characters not allowed in web names, such as spaces will automatically be removed.
tlh: mIch chu&&#39; <nop>DapongmeH reH qaq pong run. Dalo&&#39;be&&#39;chugh vaj chaq Qapbe&&#39;choH rarwI&&#39;mey. Deghmey chIm teq De&&#39;wI&&#39;.

source: Italic
tlh: wanHa&&#39;

source: Join %1
tlh: %1 muv

source: Jump
tlh: Sup

source: Jump to first revision
tlh: Dotlh <nop>wa'DIchDaq Sup

source: Jump to latest revision (%1)
tlh: Dotlh <nop>chu'Daq Sup (%1)

source: Just me
tlh: <nop>jIH <nop>neH

source: Justify text
tlh: meyrI&&#39; rurmoH

source: Keyword search
tlh: mu&&#39;na&&#39; nejwI&&#39;

source: Last
tlh: Qav

source: Last edited by
tlh: choHpu&&#39;

source: Last editor
tlh: choHwI&&#39; Qav

source: Last modified
tlh: choHlu&&#39;

source: Last modified time
tlh: choHlu&&#39; poH

source: Last name:
tlh: tuq pong:

source: Latest revision: %1
tlh: Dotlh Qav: %1

source: Leave %1
tlh: %1vo&&#39; mej

source: Leave unchecked if you wish to attach the zip file itself
tlh: meyrI&&#39;Hom yIwIvQo&&#39; ZIP De&&#39; naQ Dalab &&#39;e&&#39; <nop>DaHechchugh

source: Limit results to:
tlh: &&#39;aqroS <nop>SammeH Dochmey:

source: Line: %1
tlh: tlhegh: %1

source: Line: %1 to %2
tlh: tlhegh: %1-%2

source: Link
tlh: <nop>rarwI&&#39;

source: List topics that start with the letter:
tlh: mu&&#39; taghbogh Degh&&#39;e&&#39; <nop>yIwIv:

source: Literal search
tlh: mu&&#39; qar nejwI&&#39;

source: Load content
tlh: <nop>ngaSbogh De&&#39; Suq

source: Log In
tlh: &&#39;el

source: Log Out
tlh: &&#39;elHa&&#39;

source: Log in to continue.
tlh: <nop>bIruchmeH <nop>yI&&#39;el.

source: Log on to %1
tlh: %1<nop>Daq &&#39;el

source: Login
tlh: &&#39;el

source: Login username:
tlh: &&#39;elmeH lo&&#39;<nop>wI&&#39; pong:

source: Logon
tlh: &&rsquo;elmeH

source: Logout
tlh: &&rsquo;elHa&&rsquo;<nop>meH

source: Macro
tlh: <nop>mIwHom

source: Macros
tlh: <nop>mIwHommey

source: Mail to
tlh: QIn <nop>HevwI&&#39;

source: Make search:
tlh: nejwI&&#39; chenmoH:

source: Maximum %1 items per web
tlh: &&#39;aqroS %1 mIch Dochmey

source: Members
tlh: <nop>jeSwI&&#39;pu&&#39;

source: Missing Fields
tlh: Hutlhbogh De&&#39;

source: Missing action command
tlh: Hutlh vangmeH ra&&#39;wI&&#39;

source: Missing or illegal web name
tlh: Hutlh mIch pong, pagh Qagh &&#39;oH

source: Modify search
tlh: nejwI&&#39; lIS

source: More Actions on Topic %1
tlh: %1 ghItlh latlh <nop>DuHmey

source: More actions for %1:
tlh: latlh %1 <nop>DuHmey:

source: More character formats
tlh: latlh Degh nguvmoHmeH <nop>DuHmey

source: More formatting help
tlh: latlh ghunmeH <nop>QaH Sam

source: More objects to insert
tlh: latlh <nop>chelmeH Dochmey

source: More on hiding attachments
tlh: tep So&&#39;meH qeSmey

source: More tools
tlh: latlh janmey

source: More topic actions
tlh: latlh ghItlh <nop>DuHmey

source: More topic actions...
tlh: latlh ghItlh <nop>DuHmey...

source: More...
tlh: latlh...

source: More: delete or rename this topic; set parent topic; view and compare revisions (m)
tlh: latlh: ghItlhvam polHa&&#39; pagh pongqa&&#39;, qup ghItlh lIS, Dotlhmey &&#39;ol (m)

source: Move
tlh: vIHmoH

source: Move %1 to Trash Web
tlh: <nop>veQmIchDaq %1 lan

source: Move attachment %1
tlh: tep %1 vIHmoH

source: Move file attachment
tlh: De&&#39; tep vIHmoH

source: Move or delete attachment
tlh: tep vIHmoH pagh polHa&&#39;

source: Move to web:
tlh: mIchvamDaq lan:

source: Move to web: %1
tlh: mIchvamDaq lan: %1

source: Move topic to web:
tlh: mIchvamDaq ghItlh lan:

source: Move/Rename
tlh: vIHmoH/pongqa&&#39;

source: My Links
tlh: <nop>rarwI&&#39;<nop>wIj

source: My Profile
tlh: <nop>tawIj

source: NEW
tlh: chu&#39;

source: Name of copy
tlh: velqa&&#39; pong

source: Name of new web is missing
tlh: Hutlh mIch chu&&#39; pong

source: Name:
tlh: pong:

source: Navigate to a similar topic
tlh: pongvam rurbogh ghItlhDaq ghoS

source: Never mind
tlh: <nop>HIbuSQo&&#39;

source: New User Registration disabled
tlh: lo&&#39;wI&&#39; muvmeH mIw chu&&#39;Ha&&#39;lu&&#39;

source: New User Registration failed
tlh: Qagh lo&&#39;wI&&#39; muvmeH mIw

source: New User Registration not supported
tlh: lo&&#39;wI&&#39; muvmeH mIw Qutlhbe&&#39;lu&&#39;

source: New e-mails (space-separated list):
tlh: QIn Quvmey chu&&#39; (tetlhDaq wav Deghmey chIm):

source: New or changed topics in %1, since %2:
tlh: %1Daq ghItlhmey chu&&#39;, ghItlhmey choHlu&&#39;bogh, %2 tagh:

source: New parent web:
tlh: qup mIch chu&&#39;:

source: New password:
tlh: chaw&&#39; ngoq chu&&#39;:

source: New topic name %1 is not a %2
tlh: %2 &&#39;oHbe&&#39; ghItlh chu&&#39; pong %1

source: New user registration is disabled on this site.
tlh: <nop>DaqvamDaq lo&&#39;wI&&#39; muvmeH mIw chu&&#39;Ha&&#39;lu&&#39;.

source: New web name:
tlh: mIch pong chu&&#39;:

source: Newer revision:
tlh: Dotlh chu&&#39;:

source: Next
tlh: Duv

source: No
tlh: ghobe&&#39;

source: No backlinks in public webs
tlh: mIchmeyDaq leghlaHbogh Hoch, cheghbogh rarwI&&#39;mey tu&&#39;lu&&#39;be&&#39;

source: No backlinks in this web
tlh: (mIchvamDaq cheghbogh rarwI&&#39;mey tu&&#39;lu&&#39;be&&#39;)

source: No changes
tlh: pagh choHmey

source: No child topics found.
tlh: pagh puq ghItlhmey Samlu&&#39;.

source: No group name specified
tlh: pagh ghpm pong wIvlu&&#39;

source: No members
tlh: pagh jeSwI&&#39;pu&&#39;

source: No pending registration was found for the verification code %1.
tlh: %1 &&#39;olmeH ngoqvaD loSbogh muvmeH mIw tu&&#39;be&&#39;lu&&#39;.

source: No permission to view %1
tlh: %1 bejlu&&#39;meH chaw&&#39; tu&&#39;lu&&#39;be&&#39;

source: No previous revision exists.
tlh: nungbogh Dotlh tu&&#39;lu&&#39;be&&#39;.

source: No registrations are pending.
tlh: loStaH pagh muvmeH mIw lajHa&&#39;lu&&#39;bogh.

source: No topic to subscribe to
tlh: qImmeH ghItlh tu&&#39;lu&&#39;be&&#39;

source: No topics to update.
tlh: chu&&#39;moHmeH ghItlh tu&&#39;lu&&#39;be&&#39;.

source: No username specified
tlh: pagh lo&&#39;wI&&#39; wIvlu&&#39;

source: No users to reset passwords for.
tlh: chaw&&#39; ngoq choHmeH lo&&#39;wI&&#39; tu&&#39;lu&&#39;be&&#39;.

source: Nobody
tlh: pagh

source: Not recommended when deleting a topic.
tlh: ghItlh <nop>DapolHa&&#39;chugh mIwvam chupbe&&#39;lu&&#39;.

source: Not sure this is right, please confirm!
tlh: qar&&#39;a&&#39; ghu&&#39;vam? <nop>DaH yI&&#39;ol!

source: Notation
tlh: ghunwI&&#39; ngoq

source: Note that any URLs that refer to the attachment will be broken after this move.
tlh: yIqIm: tep <nop>DavIHmoHta&&#39;DI&&#39; vaj Qapbe&&#39;choH tepvamDaq SIqbogh URLmey.

source: Note:
tlh: qeS:

source: Note: you must have Cookies and Javascript enabled in your browser to get past this screen. This is normally the case, but if something doesn't work, this is where to look first.
tlh: <nop>HaStavam <nop>DajuSmeH <nop>chabHommey, Javascript je luchu&&#39;lu&&#39; net poQ. roD Qap janmeyvam, &&#39;ach qay&&#39;chugh vay&&#39; vaj <nop>leQmeyvetlh tI&&#39;ol.

source: Notification help
tlh: wanI&&#39; QInmey <nop>QaH

source: Notifications
tlh: wanI&&#39; QInmey

source: Number of changes for each Web
tlh: Hoch mIch choHmey mI&&#39;

source: Number of topics:
tlh: ghItlhmey Sambogh:

source: Number of topics: %1
tlh: ghItlhmey Sambogh: %1

source: Numbered list
tlh: mI&&#39;mey tetlh

source: OK
tlh: luq

source: OK, this is still me!
tlh: qar, jIHbej!

source: Ok
tlh: luq

source: Older revision:
tlh: Dotlh qan:

source: On this system, once you are registered, you may also log in using your email address.
tlh: patvamDaq bImuvta&&#39;DI&&#39;, vaj bI&&#39;elmeH QIn <nop>QuvlIj Dalo&&#39;laH je.

source: Only administrators are allowed to remove other accounts.
tlh: latlh tamey polHa&&#39;laH loHwI&&#39;pu&&#39; neH.

source: Only members of the %1 are allowed to perform this action.
tlh: mIwvam luta&&#39;laH %1 jeSwI&&#39;pu&&#39;&&#39;e&&#39; neH.

source: Only members or admins may update group.
tlh: ghom chu&&#39;moH jeSwI&&#39;pu&&#39; loHwI&&#39;pu&&#39; joq neH net chaw&&#39;.

source: Only update linked topics in %1 web
tlh: %1 mIchDaq neH rarlu&&#39;bogh ghItlhmey chu&&#39;moH

source: Oops: we could not recognize you. Try again or [[%1][reset your password]].
tlh: toH: pIghovlaHbe&&#39;. yInIDqa&&#39; pagh [[%1][chaw&&#39; ngoqlIj yIchoH]].

source: Operation %1 failed with an internal error
tlh: Qaghmo&&#39; Qapbe&&#39; %1 Qu&&#39;

source: Optionally change attachment name:
tlh: tep pong <nop>DachoHlaH je:

source: Optionally change topic name:
tlh: ghItlh pong <nop>DachoHlaH je:

source: Optionally enter a different attachment name:
tlh: latlh tep pong <nop>DaghItlhlaH je:

source: Optionally enter a different topic name:
tlh: latlh ghItlh pong <nop>DaghItlhlaH je:

source: Options
tlh: <nop>DuHmey

source: Organisation name:
tlh: <nop>DIvI&&#39; pong:

source: Organisation website:
tlh: <nop>DIvI&&#39; weQmoQnaQ Daq:

source: Outdent
tlh: luH

source: Paragraph
tlh: &&#39;ay&&#39;

source: Password
tlh: chaw&&#39; ngoq

source: Password changed successfully!
tlh: Qapchu&&#39; chaw&&#39; ngoq choHmeH mIw!

source: Password could not be changed
tlh: Qapbe&&#39; chaw&&#39; ngoq choHmeH mIw

source: Password reset failed
tlh: Qagh chaw&&#39; ngoq chu&&#39;moHmeH mIw

source: Password reset failed.
tlh: Qagh chaw&&#39; ngoq chu&&#39;moHmeH mIw.

source: Password:
tlh: chaw&&#39; ngoq:

source: Passwords disabled
tlh: chaw&&#39; ngoqmey chu&&#39;Ha&&#39;lu&&#39;

source: Passwords do not match
tlh: nIbbe&&#39; chaw&&#39; ngoqmey

source: Pending Registrations
tlh: <nop>loSbogh <nop>jeSqangwI&&#39;

source: Pending registration not found
tlh: loSbogh muvmoHwI&&#39; Samlu&&#39;be&&#39;

source: Permissions
tlh: chaw&&#39;mey

source: Pick one of the %1.
tlh: %1Daq wa&&#39; yIwIv.

source: Place for trashed topics and attachments.
tlh: tepmey ghItlhmey je lupolHa&&#39;bogh Daq&&#39;e&&#39;.

source: Placeholder for trashed attachments
tlh: tep polHa&&#39;bogh Daq &&#39;oSwI&&#39;

source: Please check to ensure you have permission to modify the group.
tlh: bIvangpa&&#39;, ghomvam <nop>DachoHmeH DIb Daghaj &&#39;e&&#39; yI&&#39;ol.

source: Please confirm your password.
tlh: <nop>DaH chaw&&#39; ngoqlIj yI&&#39;ol.

source: Please contact %1 if you have any questions.
tlh: vay&&#39; Daghel <nop>DaneHchugh vaj %1 yIrI&&#39;.

source: Please contact %1.
tlh: %1vaD QIn yIngeH.

source: Please correct the entered data before you continue.
tlh: bIruchpa&&#39;, De&&#39;&&#39;e&&#39; <nop>DaghItlhta&&#39;bogh yIlughmoH.

source: Please enter a WikiName.
tlh: <nop>DaH wIqI-pong yIghItlh.

source: Please enter a login username.
tlh: <nop>DaH lo&&#39;wI&&#39; pong yIghItlh.

source: Please enter a password.
tlh: <nop>DaH chaw&&#39; ngoq yIghItlh.

source: Please enter a valid email address.
tlh: <nop>DaH QIn Quv qar yIghItlh.

source: Please enter the Wiki admin password
tlh: <nop>DaH wIqI loHwI&&#39; chaw&&#39; ngoq yIghItlh

source: Please enter the same password as above.
tlh: naDev Dung chaw&&#39; ngoq yIghItlhqa&&#39;.

source: Please enter your first name.
tlh: ponglIj yIghItlh.

source: Please enter your last name.
tlh: tuq ponglIj yIghItlh.

source: Please go _back_ in your browser and try a new name.
tlh: &&#39;Internet janlIjDaq _yIchegh_ &&#39;ej latlh pong yInID.

source: Please go back in your browser and check again.
tlh: &&#39;Internet janlIjDaq yIchegh &&#39;ej yI&&#39;olqa&&#39;.

source: Please go back in your browser and choose a topic name that is a [[%SYSTEMWEB%.WikiWord][WikiWord]] or clear the only-WikiWord box
tlh: <nop>weQmoQnaQ <nop>nIqHomDaq yIchegh &&#39;ej [[%SYSTEMWEB%.WikiWord][WikiWord]] rurbogh pong <nop>yIwIv pagh <nop>WikiWord meyrI&&#39; yIchu&&#39;Ha&&#39;

source: Please go back in your browser and try again.
tlh: &&#39;Internet janlIjDaq yIchegh &&#39;ej yInIDqa&&#39;.

source: Please go back in your browser and upload using a different filename.
tlh: &&#39;Internet janlIjDaq _yIchegh_ &&#39;ej latlh pong yInID.

source: Please make sure you spelled the [[%1][username]] correctly and try again. If you get stuck, please contact %2.
tlh: [[%1][lo&&#39;wI&&#39; pong]] <nop>DaghItlhchu&&#39;ta&&#39; &&#39;e&&#39; yI&&#39;ol &&#39;ej <nop>yInIDqa&&#39;. Qapbe&&#39;taHchugh vaj %2 yIrI&&#39;.

source: Please notify your %1 administrator.
tlh: <nop>DaH %1 loHwI&#39;lIj yIghuHmoH.

source: Please validate
tlh: <nop>DaH yI&&#39;ol

source: Please visit %1 to change your password to something more memorable for you.
tlh: %1Daq yIchegh &&#39;ej chu&&#39;bogh ngoq pegh <nop>DaqawlaHchu&&#39;bogh yIwIv.

source: Plugin handlers
tlh: Plugin raQwI&&#39;mey

source: Plugin module did not return true. See errors below.
tlh: true jatlhbe&&#39; Plugin bobcho&&#39;. bIngDaq Qaghmey tIbuS.

source: Plugin module was not defined. Check configuration. See errors below.
tlh: Plugin bobcho&&#39; Dellu&&#39;be&&#39;. SeHlaw yI&&#39;ol. bIngDaq Qaghmey tIbuS.

source: Plugins
tlh: Pluginmey

source: Preferences
tlh: <nop>DuHmey

source: Preferences for
tlh: DuHmey

source: Press Cancel otherwise.
tlh: <nop>DaneHbe&&#39;chugh vaj qIl yIwIv.

source: Press OK to confirm that this change was intentional.
tlh: choHvam <nop>DaHechchugh vaj luq yIwIv.

source: Preview
tlh: bej

source: Preview your changes
tlh: choHmeylIj &&#39;ol

source: Previous
tlh: <nop>HeD

source: Printable version of this topic (p)
tlh: ghItlhvam ghItlhwI&&#39; nav (p)

source: Properties
tlh: <nop>DuHmey

source: Put it back...
tlh: tatlh...

source: Query Search
tlh: pat nejwI&&#39; &&#39;Itlh

source: Question:
tlh: <nop>yu&&#39;<nop>wI&&#39;:

source: Quiet save
tlh: pol &&#39;ej tam

source: Read %1 to get a quick overview of this collaboration platform. To learn more, study the TwentyMinuteTutorial, which is accessible from the same link.
tlh: %1 <nop>yIlaD <nop>ghItlhmeH mIwvam nom <nop>DayajmeH. latlh Daghojqangchugh vaj TwentyMinuteTutorial yIbuS je.

source: Read on
tlh: latlh laD

source: Recently changed topics
tlh: qen ghItlhmey luchoHlu&&#39;bogh

source: Recently changed topics in %1 Web
tlh: qen %1 mIchDaq ghItlhmey luchoHlu&&#39;bogh

source: Recently changed topics in all Webs
tlh: qen Hoch mIchmeyDaq ghItlhmey luchoHlu&&#39;bogh

source: Redirect Denied
tlh: rarqa&&#39;wI&&#39; lajHa&&#39;lu&&#39;

source: Redo previous change
tlh: nungbogh choH ta&&#39;qa&&#39;

source: Refresh
tlh: labqa&&#39;

source: Register
tlh: muv

source: Registered e-mail addresses for currently logged in user
tlh: DaH &&#39;elta&&#39;bogh lo&&#39;wI&&#39; QIn Quvmey&&#39;e&&#39; Sovlu&&#39;bogh

source: Registered users
tlh: muvta&&#39;bogh lo&&#39;wI&&#39;pu&&#39;&&#39;e&&#39;

source: Registration
tlh: muvmeH mIw

source: Registration approval is not enabled.
tlh: <nop>muvmeH lajwI&&#39; chu&&#39;lu&&#39;be&&#39;.

source: Registration cannot be completed: Email has been disabled for this Foswiki installation
tlh: QaplaHbe&&#39; muvmeH mIw. <nop>FoswikivamDaq QIn jabbI&&#39;IDmey luchu&&#39;Ha&&#39;lu&&#39;

source: Registration codes can only be used once.
tlh: wa&&#39;logh neH muvmeH ngoq lo&&#39;laH vay&&#39;.

source: Registration for %1 has been denied
tlh: %1 muvmeH lajHa&&#39;lu&&#39;

source: Registration has been denied
tlh: muvmeH mIw lajHa&&#39;lu&&#39;

source: Registration is disabled either by configuration setting {EnableNewUserRegistration}, or due to errors with the password system. Check the configuration for errors.
tlh: muvmeH mIw chu&&#39;Ha&&#39;lu&&#39;. chaq Qapbe&&#39; {EnableNewUserRegistration}, chaq Qagh chaw&&#39; ngoq pat. <nop>SeHlawDaq Qaghmey tI&&#39;ol.

source: Registrations awaiting Email verification
tlh: jabbI&&#39;ID lajwI&&#39; <nop>loSbogh muvqangwI&&#39;

source: Registrations awaiting approval
tlh: lajlu&&#39;meH <nop>loStaHbogh <nop>muvqangwI&&#39;

source: Regular expression search
tlh: mu&&#39;tlhegh nejwI&&#39; (Regex)

source: Reject
tlh: lajHa&&#39;

source: Related Topics for Administrators:
tlh: loHwI&&#39;vaD ghItlhmey:

source: Related Topics:
tlh: rurbogh ghItlhmey:

source: Related topics:
tlh: rurbogh ghItlhmey:

source: Remember me
tlh: HIqaw

source: Remember me on this computer
tlh: De&&#39;wI&&#39;vamDaq HIqaw

source: Remember to update your user topic [[%1]] if you want your e-mail change to be reflected there as well.
tlh: lo&&#39;wI&&#39; ghItlhlIj [[%1]] yIchu&&#39;moH je, pa&&#39; QIn <nop>QuvlIj chu&&#39; &&#39;anglu&&#39; je <nop>DaneHchugh.

source: Remember your password?
tlh: chaw&&#39; ngoqlIj <nop>DaSov&&#39;a&&#39;?

source: Remove Members from %1
tlh: %1vo&&#39; jeSwI&&#39; teq

source: Remove User
tlh: lo&&#39;wI&&#39; teq

source: Remove members...
tlh: jeSwI&&#39; teq...

source: Remove of user account other than your own is denied
tlh: lo&&#39;wI&&#39; ta&&#39;e&&#39; Davu&&#39;be&&#39;bogh <nop>DapolHa&&#39; net chaw&&#39;be&&#39;

source: Remove selected members
tlh: jeSwI&&#39;pu&&#39;&&#39;e&&#39; luwIvlu&&#39;bogh teq

source: Remove the member from the group(s) %1 first.
tlh: bIruchpa&&#39;, %1 ghom(mey)vo&&#39; jeSwI&&#39; yIteq.

source: Rename
tlh: pongqa&&#39;

source: Rename failed
tlh: Qagh pongqa&&#39;meH mIw

source: Rename or move %1
tlh: %1 pongqa&&#39; pagh vIHmoH

source: Rename or move topic
tlh: ghItlh pongqa&&#39; pagh vIHmoH

source: Rename or move topic...
tlh: ghItlh pongqa&&#39; pagh vIHmoH...

source: Rename, move or delete this web
tlh: mIchvam ghItlh pongqa&&#39;, polHa&&#39; pagh vIHmoH

source: Rename/Move
tlh: pongqa&&#39;/vIHmoH

source: Render style
tlh: &&#39;angmeH mIw

source: Replace
tlh: qa&&#39;

source: Replace form...
tlh: yu&&#39;muD qa&&#39;...

source: Request Validation
tlh: &&#39;olmeH tlhobwI&&#39;

source: Requested revision (%1) is illegal or invalid. It does not exist in history, or is the same or later than the current revision (%2)
tlh: QaQbe&&#39;law&&#39; Dotlh <nop>DapoQbogh (%1). chaq qunDaq &&#39;oH tu&&#39;lu&&#39;be&&#39;, pagh chaq nIb Dotlh chu&&#39; (%2)

source: Reset Password
tlh: chaw&&#39; ngoq chu&&#39;moH

source: Reset password
tlh: chaw&&#39; ngoq chu&&#39;moH

source: Resetting and setting password is not available.
tlh: chaw&&#39; ngoq choHmeH mIw chu&&#39;Ha&&#39;lu&&#39;.

source: Restore
tlh: polqa&&#39;

source: Restore and Continue
tlh: &&#39; &&#39;ej ruch

source: Restore and continue editing
tlh: polqa&&#39; &&#39;ej choHtaH ruch

source: Restore and exit
tlh: polqa&&#39; &&#39;ej bup

source: Restore topic
tlh: ghItlh polqa&&#39;

source: Restore topic to revision:
tlh: Dotlhvam polqa&&#39;:

source: Restore topic to this revision
tlh: Dotlhvam polqa&&#39;

source: Restore will save an exact copy of your selected revision into a new revision. Because each revision will be preserved in the topic history, you can always revisit the revision you are replacing. Note that attachments will be left unchanged.
tlh: ghItlh Dapolqa&&#39;chugh, vaj ghItlh velqa&&#39; <nop>DachenmoHmeH Dotlh mI&&#39; <nop>DawIv &&#39;ej ghItlh Dotlh chu&&#39; <nop>DachenmoH. qunDaq Hoch ghItlh Dotlh pollu&&#39;mo&&#39;, reH ghItlh Daqa&&#39;bogh Deleghqa&&#39;laH. tepmey luchoHlu&&#39;be&&#39;.

source: Restoring is disabled because this topic is at revision 1.
tlh: wa&&#39; Dotlh neH ghajmo&&#39; ghItlhvam, &&#39;oH Dapolqa&&#39;laHbe&&#39;.

source: Results from %1 web
tlh: %1 mIchDaq Dochmey&&#39;e&&#39; luSamlu&&#39;bogh

source: Results from %1 web:
tlh: %1 mIch Dochmey&&#39;e&&#39; luSamlu&&#39;bogh:

source: Return to %1
tlh: %1Daq chegh

source: Return to %1 and supply a [[%2][WikiName]] or [[%3][username]].
tlh: %1Daq yIchegh &&#39;ej [[%2][wIqI-pong]] [[%3][lo&&#39;wI&&#39; pong]] ghap yIghItlh.

source: Return to %1.
tlh: %1Daq chegh.

source: Retype new password:
tlh: chaw&&#39; ngoq chu&&#39; yIghItlh:

source: Rev %1 was edited by %2 while you were still editing, and saved as Rev %3.
tlh: ghItlh <nop>DachoHtaHvIS, Dotlh %1 choHlI&&#39; %2 &&#39;ej &&#39;oH polDI&&#39; ghaH, Dotlh %3 moj ghItlh.

source: Review recent changes in:
tlh: naDev choHmey chu&&#39; legh:

source: Revision
tlh: Dotlh

source: Revision history of %1
tlh: %1 Dotlh qun

source: Revisions
tlh: Dotlhmey

source: S = Save, C = Cancel
tlh: S = pol, C = qIl

source: S = Save, Q = Quiet save, K = Save and Continue, P = Preview, C = Cancel
tlh: S = pol, Q = pol &&#39;ej tam, K = pol &&#39;ej ruch, P = &&#39;ol, C = qIl

source: Sandbox test area to experiment in an unrestricted hands-on web.
tlh: Sandbox mIch: lamveyqoqDaq qeqlaH Hoch.

source: Save
tlh: pol

source: Save and Continue
tlh: pol &&#39;ej ruch

source: Save and continue editing
tlh: pol &&#39;ej choHtaH

source: Save and exit
tlh: pol &&#39;ej mej

source: Save table
tlh: wa&&#39;chaw pol

source: Saved to:
tlh: naDev pol:

source: Search
tlh: nejwI&&#39;

source: Search %1 Web only
tlh: %1 mIchDaq neH nej

source: Search && Replace
tlh: nej && qa&&#39;

source: Search all webs
tlh: Hoch mIchmeyDaq nej

source: Search all webs for topics that link to here
tlh: Hoch mIchmeyDaq naDev rarbogh ghItlhmey&&#39;e&&#39; Sam

source: Search for updates
tlh: De&&#39; chu&&#39; nej

source: Search in %1 Web
tlh: %1 mIchDaq nej

source: Search in all webs
tlh: Hoch mIchmeyDaq nej

source: Search more topics in this web
tlh: mIchvamDaq latlh ghItlhmey Sam

source: Search options
tlh: nejwI&&#39; <nop>DuHmey

source: Search result
tlh: Dochmey Sambogh

source: Search results
tlh: Dochmey Sambogh

source: Search string
tlh: Doch nejbogh

source: Search the %1 Web for all children of this topic.
tlh: ghItlhvam puqpu&&#39; <nop>DaSammeH %1 mIchDaq nej.

source: Search the %1 Web for topics that link to here
tlh: naDev rarbogh ghItlhmey <nop>DaSammeH %1 mIchDaq nej

source: Search where:
tlh: nejmeH Daq:

source: Searched:
tlh: nejpu&&#39;:

source: Security Note:
tlh: Hung qeS:

source: See %1 for a list of existing users or register as new user in %2.
tlh: lo&&#39;wI&&#39;pu&&#39; tu&&#39;lu&&#39;bogh tetlh <nop>DaleghmeH %1 yISuch pagh %2Daq lo&&#39;wI&&#39; chu&&#39; yImoj.
