Repository: foswiki/distro
Catalog: core/tools/pkg/fosiki/debian/po/*.po
Languages: de, eu, pt, ro

source: URL of the server Foswiki runs under:
de: URL des Servers auf dem Foswiki läuft:
eu: Foswiki exekutatzen duen zerbitzariaren URLa:
pt: O URL do servidor onde corre o Foswiki:
ro: URL-ul pentru serverul pe care rulează Foswiki:

source: Please enter the web server URL (such as "http://www.example.org/"). Complete Foswiki URLs will be constructed from this value plus the string "foswiki/".
de: Bitte geben Sie die URL des Webservers ein (wie »http://www.example.org/«). Komplette Foswiki-URLs werden aus diesem Wert und der Zeichenkette »foswiki/« gebildet.
eu: Mesedez idatzi web-zerbitzariaren URLa ("http://www.adibidea.org" antzerakoa). Foswiki URL osoak balio honi "foswiki/" gehituaz osatuko dira.
pt: Por favor introduza o URL do servidor web (tal como "http://www.exemplo.org/"). Os URLs completos do Foswiki podem ser construidos a partir deste valor adicionando a string "foswiki/".
ro: Introduceți URL-ul serverului web (de exemplu „http://www.example.org/”). URL-urile complete ale lui Foswiki vor fi construite din acestă valoare plus șirul „foswiki”.

source: Email address of the webmaster for this Foswiki:
de: E-Mail-Adresse des Webmasters dieses Foswikis:
eu: Foswiki honen arduradunaren eposta helbidea:
pt: Endereço de email do webmaster para este Foswiki:
ro: Adresa de poștă electronică a administratorului acestui Foswiki:

source: Please enter the email address that will receive new user registration mail. This address will also be displayed in the "oops" page when errors occur.
de: Bitte geben Sie die E-Mail-Adresse ein, an die E-Mail zur Registrierung neuer Benutzer zugestellt wird. Diese Adresse wird auch auf der »oops«-Seite angezeigt, wenn Fehler auftreten.
eu: Eposta honek harpidedun berrien postak jasoko ditu eta berau bistaraziko da "ooops" orrietan errorerik balego.
pt: Por favor introduza o endereço de email que irá receber o mail de registo de novo utilizador. Este endereço também será mostrado na página "oops" quando ocorrerem erros.
ro: Introduceți adresa de email care va primi mesajele legate de înregistrările noi. Această adresă va fi afișată și pe pagina care este vizibilă atunci când apar probleme.

source: Perform install of default wiki Topic Set?
de: Installation des voreingestellten Satzes an Wiki-Themen (Topic Set) durchführen?
eu: Lehenetsiriko wiki izenburu bilduma instalatu?
pt: Instalar o 'Topic Set' pré-definido do wiki?
ro: Se instalează setul implicit pentru wiki?

source: Foswiki includes a complete "starter kit" which includes user registration pages, documentation, and tutorials.
de: Foswiki enthält ein komplettes »Starter-Kit«, das Seiten für die Nutzerregistrierung, Dokumentation und Anleitungen enthält.
eu: Foswikik erregistro orriak, dokumentazioa eta manualak dakartzan "hasiera bilduma" bat du.
pt: O Foswiki inclui um "kit de iniciação" completo que inclui páginas de registo de utilizadores, documentação e tutoriais.
ro: Foswiki include un set complet „de început” care include paginile de înregistrare pentru utilizatori, documentație și tutoriale.

source: Accept this option unless you want to use an existing Foswiki data set (for instance, one left over from a previous installation).
de: Akzeptieren Sie diese Option, falls Sie keinen vorhandenen Foswiki-Datensatz verwenden möchten (z.B. von einer vorherigen Installation).
eu: Aukera hau onartu ez baduzu dagoeneko dagoen Foswiki datu bilduma bat erabili (adibidez instalazio zahar batetan utzitakoak).
pt: Aceite esta opção a menos que queira utilizar um conjunto de dados do Foswiki já existentes (por exemplo, um conjunto deixado de uma instalação anterior).
ro: Acceptați această opțiune doar dacă nu intenționați să folosiți un set de date Foswiki existent (de exemplu, unul rămas de la o instalare anterioară).

source: If data/Main/WebHome.txt is present, the starter kit will not be unpacked. The starter kit files can be found in /usr/share/foswiki/foswiki-data.tar.gz (and foswiki-pub.tar.gz) if you want to install it manually or compare the topics with the new version.
de: Falls data/Main/WebHome.txt vorhanden ist, wird das Starter-Kit nicht entpackt. Die Dateien des Starter-Kits befinden sich in /usr/share/foswiki/foswiki-data.tar.gz (und foswiki-pub.tar.gz) für den Fall, dass Sie sie manuell installieren oder die Themen mit der neuen Version vergleichen möchten.
eu: data/Main/WebHome.txt aurkitzen badu, hasiera tresna-jokoak ez da despaketatuko. F itxategi horiek /usr/share/foswiki/foswiki-data.tar.gz (eta foswiki-pub.tar.gz)-en aurki ditzakezu eskuz instalatu edo zure gaiak bertsio berriarekin parekatu nahi badituzu.
pt: Se data/Main/WebHome.txt estiver presente, o kit de iniciação não será desempacotado. Se quiser instala-lo manualmente ou comparar os tópicos com a nova versão o kit de iniciação poderá ser encontrado em /usr/share/doc/foswiki/foswiki-data.tar.gz (e foswiki-pub.tar.gz)
ro: Dacă data/Main/WebHome.txt este prezent, „setul implicit de pornire” nu va fi despachetat. Fișierele parte din setul implicit pot fi găsite în /usr/share/foswiki/foswiki-data.tar.gz (și foswiki-pub.tar.gz), dacă doriți să le instalați manual sau să comparați ce aveți dumneavoastră cu ce este în versiunile noi.

source: Admin User Registration configuration required
de: Konfiguration für die Admin-Benutzer-Registrierung erforderlich
eu: Kudeatzaile erabiltzaile harpidetza konfigurazioa beharrezkoa
pt: É necessária a configuração do Registo do Utilizador
ro: Trebuie să configurați utilizatorul care administrează înregistrările

source: After you have created yourself a user, edit the Main.AdminGroup to restrict Admin privileges to that user.
de: Nachdem Sie sich selbst einen Benutzer angelegt haben, editieren Sie Main.AdminGroup, um die Admin-Privilegien auf diesen Benutzer zu beschränken.
eu: Zure erabiltzailea sortu ondoren, Main.AdminGroup editatu kudeaketa baimenak erabiltzaile horri mugatzeko.
pt: Após ter criado você mesmo um utilizador, edite Main.AdminGroup para restringir os privilégios de Administrador a esse utilizador.
ro: După ce ați creat un utilizator pentru dumneavoastră, editați Main.AdminGroup pentru a acorda privilegii de administrare doar acelui utilizator.

source: Apache user allowed access to 'configure' script:
de: Apache-Benutzer, dem Zugriff auf das »configure«-Skript erlaubt ist:
eu: 'configure' scripta exekutatzeko baimena duen apache erabiltzailea:
pt: Utilizador do Apache ao qual é permitido aceder ao script 'configure':
ro: Utilizatorul apache căruia îi este permis accesul la scriptul „configure”:

source: Please enter the username of the apache user who will be allowed to run the configure script at http://localhost/cgi-bin/foswiki/configure.
de: Bitte geben Sie den Benutzernamen des Apache-Benutzers ein, dem es erlaubt ist, das configure-Skript unter http://localhost/cgi-bin/foswiki/configure auszuführen.
eu: Mesedez idatzi http://localhost/cgi-bin/foswiki/configure-eko 'configure' scripta exekutatzeko baimena duen apache erabiltzaile-izena.
pt: Por favor introduza o nome de utilizador do utilizador do apache ao qual será permitido correr o script configure em http://localhost/cgi-bin/foswiki/configure.
ro: Introduceți numele utilizatorului Apache căruia îi va fi permis să ruleze scriptul de configurare de la http://localhost/cgi-bin/foswiki/configure.

source: Password for '${configuser}':
de: Passwort für »${configuser}«:
eu: '${configuser}'-ren pasahitza:
pt: Palavra-passe para '${configuser}':
ro: Parola pentru '${configuser}':

source: Please enter the password of the apache user who will be allowed to run the configure script at http://localhost/cgi-bin/foswiki/configure.
de: Bitte geben Sie das Password des Apache-Benutzers ein, dem es erlaubt ist, das configure-Skript unter http://localhost/cgi-bin/foswiki/configure auszuführen.
eu: Mesedez idatzi http://localhost/cgi-bin/foswiki/configure-eko 'configure' scripta exekutatzeko baimena duen apache erabiltzailearen pasahitza.
pt: Por favor introduza a palavra-passe do utilizador de apache ao qual será permitido correr o script configure em http://localhost/cgi-bin/foswiki/configure.
ro: Introduceți parola utilizatorului apache căruia îi va fi permis să ruleze scriptul de configurare de la http://localhost/cgi-bin/foswiki/configure.

source: Password confirmation:
de: Passwort-Bestätigung:
eu: Pasahitz berrespena:
pt: Confirmação da palavra-passe:
ro: Confirmarea parolei:

source: Please re-enter the same password, for verification.
de: Bitte geben Sie dasselbe Passwort zur Überprüfung erneut ein.
eu: Mesedez idatzi berriz pasahitz berdina egiaztapenerako.
pt: Por favor introduza novamente a mesma palavra-passe, para verificação.
ro: Introduceți din nou aceiași parolă, pentru verificare.

source: Password mismatch
de: Passwörter stimmen nicht überein
eu: Pasahitz ezberdinak
pt: As palavras-passe não coincidem
ro: Nepotrivire de parole

source: The passwords you entered didn't match. You will have to enter them again.
de: Die Passwörter, die Sie eingegeben haben, stimmen nicht überein. Sie müssen sie noch einmal eingeben.
eu: Idatzi dituzun bi pasahitzak ez dira berdinak. Berriz sartu beharko dituzu.
pt: As palavras-chave que introduziu não coincidem. Terá de as introduzir novamente.
ro: Parolele introduse nu s-au potrivit. Va trebui să le introduceți din nou.
