Repository: foswiki/distro
Catalog: core/tools/pkg/debian/po/*.po
Languages: cs, fr, gl, nb, ru

source: URL of the server TWiki runs under:
cs: URL serveru, pod kterým poběží TWiki:
nb: Nettadresse for den tjeneren der TWiki kjører:

source: Please enter the web server URL (such as "http://www.example.org/"). Complete TWiki URLs will be constructed from this value plus the string "twiki/".
cs: Zadejte prosím URL webového serveru (např. „http://www.priklad.cz“). Výsledné URL vznikne složením této hodnoty a řetězce „twiki“.
nb: Oppgi nett-tjenerens URL (slik som «http://www.example.org/»). Komplette TWiki-URLer blir laget fra denne teksten pluss strengen «twiki».

source: Email address of the webmaster for this TWiki:
cs: E-mailová adresa správce tohoto TWiki:
nb: E-postadresse til ansvarshavende for denne TWiki-en:

source: Please enter the email address that will receive new user registration mail. This address will also be displayed in the "oops" page when errors occur.
cs: Zadejte prosím emailovou adresu, na kterou budou zasílány požadavky o registraci nových uživatelů. Tato adresa se bude také zobrazovat na webové stránce v případě, že se věci pokazí.
fr: Veuillez indiquer l'adresse électronique qui recevra les demandes d'enregistrement des nouveaux utilisateurs. Cette adresse sera également affichée sur la page « oops » lorsque des erreurs se produiront.
gl: Introduza o enderezo de email que ha recibir as mensaxes dos rexistros dos novos usuarios. Tamén se ha amosar este enderezo na páxina de "oops" cando haxa erros.
nb: Oppgi e-postadressen som får post for registrering av nye brukere, og vises på «oops»-sida når noe går galt.
ru: Введите адрес электронной почты, с которого пользователи будут получать письма о регистрации. Также он будет показан на странице "oops", если что-то заработает неправильно.

source: Perform install of default wiki Topic Set?
cs: Instalovat výchozí sadu stránek?
fr: Faut-il installer un environnement wiki par défaut ?
gl: ¿Instalar o conxunto de temas por defecto?
nb: Skal standard wiki emneliste installeres?
ru: Выполнить установку набор тем вики по умолчанию?

source: TWiki includes a complete "starter kit" which includes user registration pages, documentation, and tutorials.
cs: TWiki obsahuje kompletní „sadu pro začátečníky“, ve které se nachází stránky pro registraci uživatelů, dokumentace a návody.
nb: TWiki inneholder et komplett «begynnersett» som inneholder registreringssider for brukere, dokumentasjon og veiledninger.

source: Accept this option unless you want to use an existing TWiki data set (for instance, one left over from a previous installation).
cs: Pokud neplánujete použít stávající data (například z předchozí instalace TWiki), odpovězte kladně.
nb: Velg dette om du ikke vil bruke eksisterende TWiki-data (f.eks. det som ligger igjen etter en tidligere installasjon).

source: If data/Main/WebHome.txt is present, the starter kit will not be unpacked. The starter kit files can be found in /usr/share/twiki/twiki-data.tar.gz (and twiki-pub.tar.gz) if you want to install it manually or compare the topics with the new version.
cs: Pokud existuje soubor data/Main/WebHome.txt, sada pro začátečníky se nerozbalí. Budete-li chtít sadu nainstalovat ručně, nachází se v souboru /usr/share/doc/twiki/twiki-data.tar.gz (a twiki-pub.tar.gz).
nb: Hvis fila data/Main/WebHome.txt finnes, så blir begynnersettet ikke pakket ut. Filene i begynnersettet finnes i /usr/share/twiki/twiki-data.tar.gz (og twiki-pub.tar.gz), om du vil installere dem manuelt eller sammenlikne dine emnermed den nye versjonen.

source: Admin User Registration configuration required
cs: Vyžadována změna v nastavení registrace uživatelů
fr: Configuration obligatoire de l'enregistrement des utilisateurs
gl: Precísase de configurar o rexistro do usuario administrador
nb: Registrering for administrativ bruker må settes opp
ru: Требуется настройка зарегистрированного административного пользователя

source: After you have created yourself a user, edit the Main.AdminGroup to restrict Admin privileges to that user.
cs: Až si pro sebe vytvoříte uživatele, upravte Main.AdminGroup a omezte správcovská oprávnění na vytvořeného uživatele.
fr: Après avoir créé un utilisateur, veuillez éditer Main.AdminGroup pour restreindre les privilèges de l'administrateur à cet utilisateur.
gl: Despois de ter creado un usuario, edite Main.AdminGroup para restrinxir os privilexios de administración a ese usuario.
ru: После того как создадите себя как пользователя, отредактируйте Main.AdminGroup, чтобы ограничить административные привилегии этого пользователя.

source: Apache user allowed access to 'configure' script:
cs: Apache uživatel, který bude moci přistupovat ke konfiguračnímu skriptu:
fr: Utilisateur Apache autorisé à accéder au script de configuration :
gl: Usuario de Apache ao que se permite o acceso ao script "configure":
nb: Apache-bruker som har tilgang til «configure»-skriptet:
ru: Пользователь Apache, имеющий права доступа к сценарию 'configure':

source: Please enter the username of the apache user who will be allowed to run the configure script at http://localhost/cgi-bin/twiki/configure.
cs: Zadejte prosím uživatelské jméno apache uživatele, který bude moci používat konfigurační skript na http://localhost/cgi-bin/twiki/configure.
nb: Oppgi brukernavn for den apache-brukeren som skal få lov til å kjøre oppsettsskriptet med adressen http://localhost/cgi-bin/twiki/configure.

source: Password for '${configuser}':
cs: Heslo pro „${configuser}“:
fr: Mot de passe de ${configuser} :
gl: Contrasinal para "${configuser}":
nb: Passord for «${configuser}»:
ru: Пароль для '${configuser}':

source: Please enter the password of the apache user who will be allowed to run the configure script at http://localhost/cgi-bin/twiki/configure.
cs: Zadejte prosím heslo pro apache uživatele, který bude moci používat konfigurační skript na http://localhost/cgi-bin/twiki/configure.
nb: Oppgi passord for den apache-brukeren som skal få lov til å kjøre oppsettsskriptet med adressen http://localhost/cgi-bin/twiki/configure.

source: Password confirmation:
cs: Potvrzení hesla:
fr: Confirmation du mot de passe :
gl: Confirmación do contrasinal:
nb: Passordbekreftelse:
ru: Подтверждение пароля:

source: Please re-enter the same password, for verification.
cs: Pro ověření zadejte heslo ještě jednou.
fr: Veuillez indiquer à nouveau le mot de passe.
gl: Volva introducir o contrasinal para confirmalo.
nb: Oppgi samme passord igjen, for verifisering.
ru: Введите тот же пароль ещё раз для проверки.

source: Password mismatch
cs: Hesla nesouhlasí
fr: Mots de passe différents
gl: Contrasinais distintos
nb: Passordene er ikke like
ru: Пароли не совпадают

source: The passwords you entered didn't match. You will have to enter them again.
cs: Zadaná hesla nesouhlasí. Zkuste je zadat znovu.
fr: Les mots de passe que vous avez indiqués ne sont pas identiques. Vous allez devoir les resaisir.
gl: Os contrasinais que introduciu non son iguais. Ha ter que volvelos introducir.
nb: Passordene du oppga var ikke like. Du må oppgi dem igjen.
ru: Введённые вами пароли не совпали. Введите их ещё раз.

source: URL of the server Foswiki runs under:
fr: URL du serveur où est utilisé Foswiki :
gl: URL do servidor no que se executa Foswiki:
ru: URL сервера для доступа к Foswiki:

source: Please enter the web server URL (such as "http://www.example.org/"). Complete Foswiki URLs will be constructed from this value plus the string "foswiki/".
fr: Veuillez indiquer l'URL du serveur web (p.Â ex. http://www.example.org). Les URL de Foswiki seront construites avec cette URL où sera ajoutée la chaîne « foswiki/ ».
gl: Introduza o URL do servidor web (por exemplo, "http://www.example.org/"). Hanse construir os URLs completos de Foswiki a partir deste valor, engadindo a cadea "foswiki/".
ru: Введите URL для доступа к веб-серверу (такой как "http://www.example.org/"). Полные Foswiki URL-ы будут создаваться из этого значения и строки "foswiki/".

source: Email address of the webmaster for this Foswiki:
fr: Adresse électronique du webmestre de Foswiki :
gl: Enderezo de email do webmaster deste Foswiki:
ru: Адрес электронной почты вебмастера данного Foswiki:

source: Foswiki includes a complete "starter kit" which includes user registration pages, documentation, and tutorials.
fr: Foswiki fournit un « kit de démarrage» complet qui comprend les pages d'enregistrement, la documentation et des tutoriels.
gl: Foswiki inclúe un "kit de iniciación" que inclúe as páxinas de rexistro de usuarios, documentación e tutoriais.
ru: Foswiki содержит полный "набор новичка", который включает страницы регистрации пользователей, документацию и обучающее руководство.

source: Accept this option unless you want to use an existing Foswiki data set (for instance, one left over from a previous installation).
fr: Il est conseillé de choisir cette option sauf si vous souhaitez réutiliser un jeu de donnée Foswiki existant, par exemple celui laissé par une installation antérieure.
gl: Acepte esta opción a menos que queira empregar un xogo de datos de Foswiki existente (por exemplo, un procedente dunha instalación anterior).
ru: Ответьте отрицательно, если хотите использовать существующие данные Foswiki (например, оставшиеся от предыдущей установки).

source: If data/Main/WebHome.txt is present, the starter kit will not be unpacked. The starter kit files can be found in /usr/share/foswiki/foswiki-data.tar.gz (and foswiki-pub.tar.gz) if you want to install it manually or compare the topics with the new version.
fr: Si le fichier data/Main/WebHome.txt est présent, le kit de démarrage ne sera pas décompressé. Les fichiers du kit de démarrage peuvent être trouvés dans /usr/share/foswiki/foswiki-data.tar.gz (et foswiki-pub.tar.gz) si vous voulez l'installer vous-même ou le comparer à la nouvelle version.
gl: Se existe o ficheiro data/Main/WebHome.txt, non se ha desempaquetar o kit de iniciación. Os ficheiros do kit de iniciación están en /usr/share/foswiki/foswiki-data.tar.gz (e foswiki-pub.tar.gz), por se os quere instalar manualmente ou comparar os temas coa nova versión.
ru: Если существует файл data/Main/WebHome.txt, то набор новичка распакован не будет. Файлы набора новичка можно найти в архиве /usr/share/foswiki/foswiki-data.tar.gz (и foswiki-pub.tar.gz), если вдруг вы захотите установить их вручную или сравнить темы с новой версией.

source: Please enter the username of the apache user who will be allowed to run the configure script at http://localhost/cgi-bin/foswiki/configure.
fr: Veuillez indiquer l'identifiant de l'utilisateur Apache qui sera autorisé à exécuter le script de configuration à l'adresse http://localhost/cgi-bin/foswiki/configure.
gl: Introduza o nome do usuario de Apache ao que se ha permitir executar o script "configure" de http://localhost/cgi-bin/foswiki/configure.
ru: Введите имя учётной записи пользователя apache, которой будет разрешено выполнять сценарий configure через http://localhost/cgi-bin/foswiki/configure.

source: Please enter the password of the apache user who will be allowed to run the configure script at http://localhost/cgi-bin/foswiki/configure.
fr: Veuillez choisir le mot de passe de l'identifiant qui sera autorisé à exécuter le script de configuration à l'adresse http://localhost/cgi-bin/foswiki/configure.
gl: Introduza o contrasinal do usuario de Apache ao que se ha permitir executar o script "configure" de http://localhost/cgi-bin/foswiki/configure.
ru: Введите пароль для пользователя apache, которому будет разрешено выполнять сценарий configure через http://localhost/cgi-bin/foswiki/configure.

source: After you have created yourself a user, edit the Main.WikiAdminGroup to restrict Admin privileges to that user.
nb: Når du har opprettet en bruker for deg selv, så rediger Main.WikiAdminGroup for å gi administrasjonsrettigheter bare til den brukeren.
